Repository: novasamatech/nova-wallet-ios
Catalog: NovaPushNotificationServiceExtension/*.lproj/Localizable.strings
Languages: fr, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# push.notification.sent.tokens.no.address.subtitle
source: Sent %@ %@ on %@
fr: Envoyé %@ %@ sur %@
id: Mengirimkan %@ %@ di %@
it: Inviato %@ %@ il %@
ja: 送信 %@ %@ で %@
ko: %@ %@가(이) %@ 네트워크에 전송되었습니다
pl: Wysłano %@ %@ w sieci %@
pt_pt: Enviado %@ %@ em %@
ru: Отправлено %@ %@ в сети %@
tr: %@ %@, %@ tarihinde gönderildi
vi: Đã gửi %@ %@ trên mạng lưới %@
zh_hans: 在%@上发送了%@ %@

# push.notification.receive.tokens.title
source: ⬇️ Received
fr: ⬇️ Reçu
id: ⬇️ Diterima
it: ⬇️ Ricevuto
ja: ⬇️ 受け取りました
ko: ⬇️ 받은 토큰
pl: ⬇️ Otrzymano
pt_pt: ⬇️ Recebido
ru: ⬇️ Получено
tr: ⬇️ Alındı
vi: ⬇️ Nhận được
zh_hans: ⬇️ 已收到

# push.notification.sent.tokens.title
source: 💸 Sent
fr: 💸 Envoyé
id: 💸 Dikirim
it: 💸 Inviato
ja: 💸 送信されました
ko: 💸 보낸 토큰
pl: 💸 Wysłano
pt_pt: 💸 Enviado
ru: 💸 Отправлено
tr: 💸 Gönderildi
vi: 💸 Đã gửi
zh_hans: 💸 已发送

# push.notification.staking.reward.title
source: ⭐️ New reward
fr: ⭐🆕 Nouvelle récompense
id: ⭐ Imbalan baru
it: ✨ Nuova ricompensa
ja: ⭐🆕 新しい報酬
ko: ⭐🩵 새 보상
pl: ⭐🖤 Nowa nagroda
pt_pt: ✨ Nova recompensa
ru: ⭐️ Новая награда
tr: ✨ Yeni ödül
vi: ⭐️⃣ Phần thưởng mới
zh_hans: ⭐ 新奖励

# push.notification.staking.reward.subtitle
source: Received %@ from %@ staking
fr: Reçu %@ de %@ Staking
id: Diterima %@ dari staking %@
it: Ricevuto %@ da staking %@
ja: %@ から %@ ステーキングを受け取りました
ko: %@ Staking으로부터 %@을(를) 받았습니다
pl: Otrzymano %@ od %@ stakingu
pt_pt: Recebido %@ de staking %@
ru: Получено %@ от %@ стейкинга
tr: %@ staking'den %@ alındı
vi: Nhận được %@ từ %@ staking
zh_hans: 从 %@ 质押中收到 %@

# push.notification.referendum.approved.title
source: ✅ Referendum approved!
fr: ✅ Référendum approuvé !
id: ✅ Referendum disetujui!
it: ✅ Referendum approvato!
ja: ✅ 国民投票が承認されました！
ko: ✅ 국민투표 승인됨!
pl: ✅ Referendum zatwierdzone!
pt_pt: ✅ Referendo aprovado!
ru: ✅ Референдум одобрен!
tr: ✅ Referandum onaylandı!
vi: ✅ Trưng cầu dân ý đã chấp thuận!
zh_hans: ✅公投批准！

# push.notification.referendum.approved.subtitle
source: %@ referendum #%@ has ended and been approved 🎉
fr: %@ référendum #%@ est terminé et a été approuvé 🎉
id: %@ Referendum #%@ telah berakhir dan disetujui
it: %@ referendum #%@ si è concluso ed è stato approvato 🎉
ja: %@ 国民投票 #%@ が終了し、承認されました 🎉
ko: %@ 국민투표 #%@이(가) 종료되고 승인되었습니다 🎉
pl: %@ referendum #%@ zakończyło się i zostało zatwierdzone 🎉
pt_pt: %@ referendo #%@ terminou e foi aprovado ud83c df89
ru: %@ Референдум #%@ завершился и был одобрен 🎉
tr: %@ referandumu #%@ sona erdi ve onaylandı 🎉
vi: %@ trưng cầu dân ý #%@ đã kết thúc và được chấp thuận 🎉
zh_hans: %@公投#%@已结束并被批准🎉

# push.notification.referendum.rejected.title
source: ❌ Referendum rejected!
fr: ❌ Référendum rejeté !
id: ❌ Referendum ditolak!
it: ❌ Referendum rifiutato!
ja: ❌ 国民投票が拒否されました！
ko: ❌ 국민투표 거부됨!
pl: ❌ Referendum odrzucone!
pt_pt: ❌ Referendo rejeitado!
ru: ❌ Референдум отклонен!
tr: ❌ Referandum reddedildi!
vi: ❌ Trưng cầu dân ý bị từ chối!
zh_hans: ❌公投被驳回！

# push.notification.referendum.rejected.subtitle
source: %@ referendum #%@ has ended and been rejected!
fr: %@ référendum #%@ est terminé et a été rejeté !
id: %@ Referendum #%@ telah berakhir dan ditolak!
it: %@ referendum #%@ si è concluso ed è stato rifiutato!
ja: %@ 国民投票 #%@ が終了し、拒否されました！
ko: %@ 국민투표 #%@가 종료되고 거부되었습니다!
pl: %@ referendum #%@ zakończyło się i zostało odrzucone!
pt_pt: %@ referendo #%@ terminou e foi rejeitado!
ru: %@ Референдум #%@ завершился и был отклонен!
tr: %@ referandum #%@ sona erdi ve reddedildi!
vi: %@ trưng cầu dân ý #%@ đã kết thúc và bị từ chối!
zh_hans: %@公投#%@已结束并被驳回！

# push.notification.referendum.status.updated.title
source: 🗳️ Referendum status changed
fr: 🗳️ Statut du référendum modifié
id: 🗳️ Status Referendum berubah
it: 🏛️ Stato del referendum cambiato
ja: 🗳️ 国民投票のステータスが変更されました
ko: 🗳️ 국민투표 상태가 변경되었습니다
pl: 🗳️ Status referendum zmieniony
pt_pt: 🏛️ Status do referendo alterado
ru: 🗳️ Статус референдума изменен
tr: 🗳️ Referandum durumu değişti
vi: 🗳️ Trạng thái trưng cầu dân ý đã thay đổi
zh_hans: 🗳️公投状态变更

# push.notification.referendum.status.updated.subtitle
source: %@ Referendum #%@ status changed from %@ to %@
fr: %@ Référendum #%@ a changé de statut de %@ à %@
id: %@ Status Referendum #%@ berubah dari %@ menjadi %@
it: %@ Referendum #%@ stato cambiato da %@ a %@
ja: %@ 国民投票 #%@ のステータスが %@ から %@ に変更されました
ko: %@ 국민투표 #%@의 상태가 %@에서 %@로 변경되었습니다
pl: %@ Referendum #%@ zmieniło status z %@ na %@
pt_pt: %@ Referendo #%@ alterou o status de %@ para %@
ru: %@ Референдум #%@ изменил статус с %@ на %@
tr: %@ Referandum #%@ durumu %@'dan %@'a değişti
vi: %@ Trưng cầu dân ý #%@ đã thay đổi trạng thái từ %@ sang %@
zh_hans: %@公投#%@状态从%@变为%@

# push.notification.referendum.single.status.updated.subtitle
source: %@ Referendum #%@ status changed to %@
fr: %@ Référendum #%@ a changé de statut en %@
id: %@ Status Referendum #%@ berubah menjadi %@
it: %@ Referendum #%@ stato cambiato in %@
ja: %@ 国民投票 #%@ がステータス %@ に変更されました
ko: %@ 국민투표 #%@의 상태가 %@로 변경되었습니다
pl: %@ Referendum #%@ zmieniło status na %@
pt_pt: %@ Referendo #%@ alterou o status para %@
ru: %@ Референдум #%@ изменил статус на %@
tr: %@ Referandum #%@ durumu %@ olarak değişti
vi: %@ Trưng cầu dân ý #%@ đã thay đổi trạng thái thành %@
zh_hans: %@ 公投 #%@ 状态变为 %@

# push.notification.new.release.title
source: A new update of Nova Wallet is available!
fr: Une nouvelle mise à jour de Nova Wallet est disponible !
id: Pembaruan baru untuk Nova Wallet tersedia!
it: Un nuovo aggiornamento di Nova Wallet è disponibile!
ja: Nova Wallet の新しい更新が利用可能です！
ko: Nova Wallet의 새로운 업데이트가 가능합니다!
pl: Dostępna jest nowa aktualizacja Nova Wallet!
pt_pt: Uma nova atualização da Nova Wallet está disponível!
ru: Доступно новое обновление Nova Wallet!
tr: Nova Wallet'in yeni güncellemesi mevcut!
vi: Có bản cập nhật mới của Nova Wallet!
zh_hans: Nova Wallet有新的更新可用！

# push.notification.new.release.subtitle
source: Download Nova Wallet v%@ to get all the new features!
fr: Téléchargez Nova Wallet v%@ pour obtenir toutes les nouvelles fonctionnalités !
id: Unduh Nova Wallet v%@ untuk mendapatkan semua fitur baru!
it: Scarica Nova Wallet v%@ per ottenere tutte le nuove funzionalità!
ja: すべての新機能を得るために Nova Wallet v%@ をダウンロードしてください！
ko: 모든 새로운 기능을 얻으려면 Nova Wallet v%@을(를) 다운로드하세요!
pl: Pobierz Nova Wallet v%@, aby uzyskać wszystkie nowe funkcje!
pt_pt: Baixe Nova Wallet v%@ para obter todas as novas funcionalidades!
ru: Загрузите Nova Wallet v%@, чтобы получить новые функции!
tr: Tüm yeni özellikleri almak için Nova Wallet v%@'yi indirin!
vi: Tải xuống Nova Wallet v%@ để nhận tất cả các tính năng mới!
zh_hans: 下载Nova Wallet v%@以获取所有新功能！

# push.notification.new.referendum.title
source: 🗳️ New referendum
fr: 🗳️ Nouveau référendum
id: 🗳️ Referendum baru
it: 🏛️ Nuovo referendum
ja: 🗳️ 新しい国民投票
ko: 🗳️ 새로운 국민투표
pl: 🗳️ Nowy referendum
pt_pt: 🏛️ Novo referendo
ru: 🗳️ Новый референдум
tr: 🗳️ Yeni referandum
vi: 🗳️ Trưng cầu dân ý mới
zh_hans: 🗳️新公投

# push.notification.new.referendum.subtitle
source: %@ Referendum #%@ is now live!
fr: %@ Référendum #%@ est maintenant en ligne !
id: %@ Referendum #%@ sekarang live!
it: %@ Referendum #%@ è ora attivo!
ja: %@ 国民投票 #%@ がライブになりました！
ko: %@ 국민투표 #%@이(가) 이제 활성화되었습니다!
pl: %@ Referendum #%@ jest już dostępny!
pt_pt: %@ Referendo #%@ está agora ativo!
ru: %@ Референдум #%@ уже доступен!
tr: %@ Referandum #%@ şimdi canlı!
vi: %@ Trưng cầu dân ý #%@ đã trực tiếp!
zh_hans: %@公投#%@现已生效！

# push.notification.referendum.killed
source: Killed
fr: Neutralisé
id: Dihilangkan
it: Terminato
ja: 削除されました
ko: 삭제됨
pl: Usunięty
pt_pt: Eliminado
ru: Удалён
tr: Kaldırıldı
vi: Đã xóa
zh_hans: 已废止

# push.notification.referendum.timed.out
source: Timed out
fr: Délai expiré
id: Timeout
it: Tempo scaduto
ja: タイムアウト
ko: 시간 초과
pl: Przekroczono czas
pt_pt: Expirado
ru: Тайм-аут
tr: Süre Doldu
vi: Hết thời gian
zh_hans: 已超时

# push.notification.referendum.cancelled
source: Cancelled
fr: Annulé
id: Dibatalkan
it: Annullato
ja: キャンセルされました
ko: 취소됨
pl: Anulowany
pt_pt: Cancelado
ru: Отменен
tr: İptal Edildi
vi: Đã hủy
zh_hans: 已取消

# push.notification.referendum.confirming
source: Passing
fr: Approbation
id: Sedang Berlangsung
it: Passando
ja: 進行中
ko: 진행 중
pl: W trakcie
pt_pt: Em aprovação
ru: Проходит
tr: Geçiyor
vi: Đang diễn ra
zh_hans: 通过中

# push.notification.referendum.rejected
source: Rejected
fr: Rejeté
id: Ditolak
it: Rifiutato
ja: 拒否されました
ko: 거부됨
pl: Odrzucony
pt_pt: Rejeitado
ru: Отклонён
tr: Reddedildi
vi: Đã từ chối
zh_hans: 已拒绝

# push.notification.referendum.approved
source: Approved
fr: Approuvé
id: Disetujui
it: Approvato
ja: 承認されました
ko: 승인됨
pl: Zatwierdzony
pt_pt: Aprovado
ru: Одобрен
tr: Onaylandı
vi: Đã chấp thuận
zh_hans: 已批准

# push.notification.referendum.deciding
source: Deciding
fr: Décision
id: Sedang Diputuskan
it: Decidendo
ja: 決定中
ko: 결정 중
pl: Decyzja
pt_pt: Decidindo
ru: Решение
tr: Karar Veriliyor
vi: Đang quyết định
zh_hans: 决定中

# push.notification.referendum.created
source: Preparing
fr: Préparation
id: Sedang Dipersiapkan
it: In preparazione
ja: 準備中
ko: 준비 중
pl: Przygotowania
pt_pt: Preparando
ru: Подготовка
tr: Hazırlanıyor
vi: Chuẩn bị
zh_hans: 准备中

# push.notification.default.title
source: Nova Wallet
id: Dompet Nova
zh_hans: Nova 钱包

# push.notification.sent.tokens.subtitle
source: Sent %@ %@ to %@ on %@
fr: Envoyé %@ %@ à %@ sur %@
id: Dikirim %@ %@ ke %@ di %@
it: Inviati %@ %@ a %@ su %@
ja: 送信 %@ %@ から %@ で %@
ko: %@ %@가(이) %@에서 %@에게 전송되었습니다
pl: Wysłano %@ %@ do %@ w %@
pt_pt: Enviado %@ %@ para %@ em %@
ru: Отправлено %@ %@ для %@ в %@
tr: %@ %@, %@ adına %@ üzerine gönderildi
vi: Đã gửi %@ %@ đến %@ trên %@
zh_hans: 向 %@ 发送 %@ %@ 在 %@

# push.notification.receive.tokens.subtitle
source: Received %@ %@ on %@
fr: Reçu %@ %@ sur %@
id: Menerima %@ %@ di %@
it: Ricevuti %@ %@ su %@
ja: 受け取った %@ %@ で %@
ko: %@ %@가(이) %@에 수신되었습니다
pl: Otrzymano %@ %@ na %@
pt_pt: Recebido %@ %@ em %@
ru: Получено %@ %@ в %@
tr: %@ %@, %@ üzerinde alındı
vi: Đã nhận %@ %@ trên %@
zh_hans: 在 %@ 收到 %@ %@

# push.notification.common.multisig.subtitle
source: Wallet: %@
fr: Portefeuille : %@
id: Dompet: %@
it: Portafoglio: %@
ja: ウォレット: %@
ko: 월렛: %@
pl: Portfel: %@
pt_pt: Carteira: %@
ru: Кошелек: %@
tr: Cüzdan: %@
vi: Ví: %@
zh_hans: 钱包: %@

# push.notification.multisig.general.body
source: %@ on %@.
fr: %@ sur %@.
id: %@ pada %@.
it: %@ su %@.
ja: %@ 上の %@。
ko: %@에서 %@.
pl: %@ na %@.
pt_pt: %@ em %@.
ru: %@ на %@.
tr: %@ üzerinde %@.
vi: %@ trên %@.
zh_hans: %@ 在 %@ 上。

# push.notification.multisig.transfer.body
source: %@ → %@ on %@.
fr: %@ → %@ le %@.
id: %@ → %@ pada %@.
it: %@    su %@.
ja: %@ から %@ へ、%@ にて。
ko: %@에 %@에서 %@로 이동합니다.
pl: %@ → %@ na %@.
pt_pt: %@ → %@ em %@.
ru: %@ → %@ на %@.
tr: %@  → %@ üzerinde %@.
vi: %@ → %@ trên %@.
zh_hans: %@ 在 %@ 上变为 %@。

# push.notification.multisig.batch.body
source: executes until error
fr: exécute jusqu'à erreur
id: mengeksekusi hingga terjadi kesalahan
it: esegue fino all'errore
ja: エラーまで実行
ko: 오류 발생 시까지 실행
pl: wykonuje do błędu
pt_pt: executa até ocorrer erro
ru: выполняется до ошибки
tr: hata olana kadar yürütür
vi: thực thi đến khi có lỗi
zh_hans: 执行直到出错

# push.notification.multisig.batch.all.body
source: reverts on error
fr: annule en cas d'erreur
id: mengembalikan saat terjadi kesalahan
it: annulla in caso di errore
ja: エラーでリバート
ko: 오류 시 되돌림
pl: przerywa po błędzie
pt_pt: reverte no erro
ru: откатывается при ошибке
tr: hata durumunda geri alır
vi: hủy khi có lỗi
zh_hans: 出错时回滚

# push.notification.multisig.force.batch.body
source: ignores errors
fr: ignore les erreurs
id: mengabaikan kesalahan
it: ignora errori
ja: エラーを無視
ko: 오류 무시
pl: ignoruje błędy
pt_pt: ignora erros
ru: игнорирует ошибки
tr: hataları görmezden gelir
vi: bỏ qua lỗi
zh_hans: 忽略错误

# push.notification.multisig.new.title
source: ✍🏻 Your signature requested
fr: ✍🏻 Votre signature demandée
id: ✍🏻 Tanda tangan Anda diminta
it: ✍🏻 Richiesta la tua firma
ja: ✍🏻 あなたの署名が要求されました
ko: ✍🏻 귀하의 서명이 요청됨
pl: ✍🏻 Wymagany Twój podpis
pt_pt: ✍🏻 Sua assinatura foi solicitada
ru: ✍🏻 Требуется ваша подпись
tr: ✍🏻 İmzanız talep ediliyor
vi: ✍🏻 Yêu cầu chữ ký của bạn
zh_hans: ✍🏻 请求您的签名

# push.notification.multisig.new.body
source: Initiated by %@.
fr: Initié par %@.
id: Dinisiasi oleh %@.
it: Iniziata da %@.
ja: %@ によって開始されました。
ko: %@에 의해 시작됨.
pl: Zainicjowane przez %@.
pt_pt: Iniciado por %@.
ru: Инициатор: %@.
tr: Tarafından başlatıldı: %@.
vi: Khởi tạo bởi %@.
zh_hans: 由 %@ 发起。

# push.notification.multisig.approval.title
source: Signed by %@
fr: Signée par %@
id: Ditandatangani oleh %@
it: Firmato da %@
ja: %@ によって署名されました
ko: %@에 의해 서명됨
pl: Podpisane przez %@
pt_pt: Assinado por %@
ru: Подписано %@
tr: %@ tarafından imzalandı
vi: Đã ký bởi %@
zh_hans: 已由 %@ 签名

# push.notification.multisig.approval.body
source: %d of %d signatures collected.
fr: %li de %li signatures collectées.
id: %li dari %li tanda tangan terkumpul.
it: %li di %li firme raccolte.
ja: %li のうち %li の署名が収集されました。
ko: %li 중 %li 개의 서명이 수집되었습니다.
pl: Zebrano %li z %li podpisów.
pt_pt: %li de %li assinaturas coletadas.
ru: Собрано подписей: %li из %li.
tr: %li/%li imza toplandı.
vi: %li của %li chữ ký đã được thu thập.
zh_hans: %li 中的 %li 个签名已收集。

# push.notification.multisig.executed.title
source: ✅ Multisig transaction executed
fr: ✅ Transaction multisig exécutée
id: ✅ Transaksi multisig dieksekusi
it: ✅ Transazione multisig eseguita
ja: ✅ マルチシグトランザクションが実行されました
ko: ✅ 다중 서명 거래 실행됨
pl: ✅ Transakcja multisig wykonana
pt_pt: ✅ Transação multisig executada
ru: ✅ Мультисиг транзакция выполнена
tr: ✅ Multisig işlemi gerçekleştirildi
vi: ✅ Giao dịch multisig đã được thực thi
zh_hans: ✅ 多重签名交易已执行

# push.notification.multisig.executed.body
source: Signed and executed by %@.
fr: Signée et exécutée par %@.
id: Ditandatangani dan dieksekusi oleh %@.
it: Firmato ed eseguito da %@.
ja: %@ によって署名および実行されました。
ko: %@에 의해 서명 및 실행됨.
pl: Podpisano i wykonano przez %@.
pt_pt: Assinado e executado por %@.
ru: Подписано и выполнено %@.
tr: %@ tarafından imzalandı ve yürütüldü.
vi: Đã ký và thực thi bởi %@.
zh_hans: 已由 %@ 签名并执行。

# push.notification.multisig.cancelled.title
source: ❌ Multisig transaction rejected
fr: ❌ Transaction multisig rejetée
id: ❌ Transaksi multisig ditolak
it: ❌ Transazione multisig rifiutata
ja: ❌ マルチシグトランザクションが拒否されました
ko: ❌ 다중 서명 거래 거부됨
pl: ❌ Transakcja multisig odrzucona
pt_pt: ❌ Transação multisig rejeitada
ru: ❌ Мультисиг транзакция отклонена
tr: ❌ Multisig işlemi reddedildi
vi: ❌ Giao dịch multisig bị từ chối
zh_hans: ❌ 多重签名交易被拒绝

# push.notification.multisig.cancelled.body
source: Rejected by %@.
fr: Rejetée par %@.
id: Ditolak oleh %@.
it: Rifiutato da %@.
ja: %@ によって拒否されました。
ko: %@에 의해 거부됨.
pl: Odrzucone przez %@.
pt_pt: Rejeitado por %@.
ru: Отклонено %@.
tr: Tarafından reddedildi: %@.
vi: Bị từ chối bởi %@.
zh_hans: 已被 %@ 拒绝。

# push.notification.multisig.unknown.body
source: Unknown operation on %@.
fr: Opération inconnue sur %@.
id: Operasi tidak diketahui pada %@.
it: Operazione sconosciuta su %@.
ja: %@ 上で不明な操作。
ko: %@에서의 알 수 없는 작업.
pl: Nieznana operacja na %@.
pt_pt: Operação desconhecida em %@.
ru: Неизвестная операция на %@.
tr: Bilinmeyen işlem %@ üzerinde.
vi: Hoạt động không xác định trên %@.
zh_hans: 在 %@ 上的未知操作。

# push.notification.on.behalf.of
source: On behalf of
fr: De la part de
id: Atas nama
it: Per conto di
ja: 代理として
ko: 대표로
pl: W imieniu
pt_pt: Em nome de
ru: От имени
tr: Adına
vi: Thay mặt cho
zh_hans: 代表
