Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# parastk.your.pending.format
source: Pending (%@)
es: En espera (%@)
fr: En attente (%@)
hu: Függőben (%@)
id: Tertunda (%@)
it: In sospeso (%@)
ja: 保留中 (%@)
ko: 대기 중 (%@)
pl: Oczekujący (%@)
pt_pt: Pendente (%@)
ru: Ожидающие (%@)
tr: Bekleyen (%@)
vi: Đang chờ (%@)
zh_hans: 等待中（%@）

# parastk.your.pending.description
source: Collators that will enact in the next round
es: Collators que se activarán en la próxima ronda
fr: Collateurs qui agiront lors du prochain tour
hu: Kollátorok, melyek a következő körben lesznek beiktatva
id: Collator yang akan berlaku dalam putaran berikutnya
it: Collatori che entreranno in azione nel prossimo round
ja: 次のラウンドからアクティブになるコレータ
ko: 다음 라운드에서 시행될 콜레이터
pl: Kolatorzy, których staking rozpocznie się w następnej rundzie
pt_pt: Coletores que entrarão em ação na próxima rodada
ru: Коллаторы, стейкинг в которых начнется в следующем раунде
tr: Bir sonraki turda etkinleşecek kolatörler
vi: Collator sẽ thực thi trong vòng tiếp theo
zh_hans: 将在下一轮中生效的验证人

# parastk.your.not.elected.description
source: Collators without enough stake to be elected
es: Collators sin suficiente participación para ser elegidos
fr: Collateurs sans assez de participation pour être élus
hu: Kollátorok, melyek nem rendelkeznek elegendő stake-el a megválasztáshoz
id: Collator tanpa cukup stake untuk terpilih
it: Collatori senza abbastanza stacco per essere eletti
ja: 選出されるためのステークが不足しているコレータ
ko: 선출되기 위한 충분한 Stake를 보유하지 않은 콜레이터
pl: Kolatorzy bez wystarczającego stake do wyboru
pt_pt: Coletores sem participação suficiente para serem eleitos
ru: Коллаторы, не имеющие достаточного стейка для избрания сетью
tr: Seçilmek için yeterli stake'e sahip olmayan kolatörler
vi: Collator không có đủ stake để được chọn
zh_hans: 没有足够抵押被选中的验证人

# parastk.your.not.rewarded.description
source: Active collators without producing rewards
es: Collators activos sin producir recompensas
fr: Collateurs actifs sans produire de récompenses
hu: Aktív kollátorok, melyek nem termelnek jutalmakat
id: Collator aktif tanpa menghasilkan reward
it: Collatori attivi senza produrre ricompense
ja: アクティブなコレータ（報酬なし）
ko: 보상을 생성하지 않는 활동적인 콜레이터
pl: Aktywni kolatorzy bez generowania nagród
pt_pt: Coletores ativos sem produzir recompensas
ru: Активные коллаторы, не производящие вам наград
tr: Ödül üretmeyen aktif kolatörler
vi: Collator đang hoạt động nhưng không tạo ra phần thưởng
zh_hans: 活跃的验证人但不产生奖励

# parastk.your.rewarded.description
source: Your stake is assigned to next collators
es: Tu participación está asignada a los próximos collators
fr: Votre mise est attribuée aux prochains collateurs
hu: Stake-ed a következő kollátorokhoz lett rendelve
id: Stake Anda dialokasikan ke collator berikutnya
it: Il tuo stacco è assegnato ai prossimi collatori
ja: ステークは次のコレータにアサインされます
ko: 당신의 Stake는 다음 콜레이터에게 지정되었습니다
pl: Twój stake został przypisany do następnych kolatorów
pt_pt: Sua participação está atribuída aos próximos coletores
ru: Ваш стейк назначен следующим коллаторам
tr: Stake'iniz sonraki kolatörlere atandı
vi: Stake của bạn được chỉ định cho các collator tiếp theo
zh_hans: 您的抵押已指派给下一批验证人

# parastk.your.collators.warning
source: Some of your collators are either not elected or have a higher minimum stake than your staked amount. You will not receive a reward in this round staking with them.
es: Algunos de tus collators o no han sido elegidos o tienen una participación mínima mayor que tu cantidad participada. No recibirás una recompensa en esta ronda al participar con ellos.
fr: Certains de vos collateur ne sont pas élus ou ont une mise minimale plus élevée que votre montant misé. Vous ne recevrez donc pas de récompense de leur part dans ce tour de staking.
hu: Néhány kollátorod vagy nem lett kiválasztva vagy a stake-elt összegnél magasabb a minimum stake limitje. Nem fogsz jutalmat kapni a jelenlegi körben ettől a kollátortól.
id: Beberapa collator Anda entah tidak terpilih atau memiliki stake minimum yang lebih tinggi dari jumlah stake Anda. Anda tidak akan menerima reward dalam putaran ini saat staking bersama mereka.
it: Alcuni dei tuoi collatori non sono stati eletti o hanno uno stacco minimo maggiore rispetto all'importo staccato da te. Non riceverai ricompensa in questo round staccando con loro.
ja: 一部のコレータは選出されていないか、ステーク要件があなたのステーク量を上回っています。そのため、このラウンドでは報酬を受け取ることができません。
ko: 일부 콜레이터는 선출되지 않았거나 당신의 stake된 금액보다 높은 최소 Stake를 가지고 있습니다. 이 라운드에서는 그들의 Staking으로 보상을 받지 않습니다.
pl: Niektórzy z Twoich kolatorów nie zostali wybrani bądź ich minimalny stake jest wyższy od Twojego stakowanego. Nie otrzymasz nagrody w tej rundzie stakingu z nimi.
pt_pt: Alguns dos seus collators ou não foram eleitos ou têm um stake mínimo maior do que o valor que você apostou. Você não receberá uma recompensa nesta rodada ao apostar com eles.
ru: Некоторые из ваших коллаторов либо не выбраны сетью, либо имеют более высокий минимальный стейк, чем ваш. Вы не получите вознаграждение в этом раунде, стейкая с ними.
tr: Kolatörleriniz ya seçilmemiş ya da stake miktarınız onların minimum stake miktarından düşük. Bu turda onlarla staking yaparak ödül alamayacaksınız.
vi: Một số collator của bạn không được chọn hoặc có stake tối thiểu cao hơn số lượng bạn đã stake. Bạn sẽ không nhận được phần thưởng trong vòng này khi staking với họ.
zh_hans: 您的一些验证人要么没有被选中，要么他们的最小抵押额高于您的抵押金额。在本轮中与他们抵押，您将不会收到奖励。

# parastk.collator.info.not.rewarded
source: Collator's minimum stake is higher than your delegation. You will not receive rewards from the collator.
es: El stake mínimo del colador es mayor que tu delegación. No recibirás recompensas de este colador.
fr: La mise minimale du collateur est supérieure à votre délégation. Vous ne recevrez pas de récompenses de la part du collateur.
hu: A kollátor minimális stake-je nagyobb, mint amennyit delegálsz. Nem fogsz jutalmakat kapni ettől a kollátortól.
id: Minimum staking kolator lebih tinggi dari delegasi Anda. Anda tidak akan menerima reward dari kolator.
it: Il deposito minimo del collator è superiore alla tua delega. Non riceverai ricompense dal collator.
ja: コレーターの最小Stake量はあなたのデリゲーションよりも高いです。コレーターから報酬を受け取ることはできません。
ko: Collator의 최소 stake가 귀하의 위임보다 높습니다. 이 Collator로부터 보상을 받을 수 없습니다.
pl: Minimalny stake kolatora jest wyższy niż twoja delegacja. Nie otrzymasz nagród od kolatora.
pt_pt: O stake mínimo do colator é maior que a sua delegação. Você não receberá recompensas deste colator.
ru: Минимальный стейк коллатора выше, чем ваша делегация. Вы не будете получать вознаграждения от этого коллатора.
tr: Collator'un minimum stake'i, delegasyonunuzdan yüksektir. Bu collator'dan ödül alamayacaksınız.
vi: Stake tối thiểu của collator cao hơn sự ủy nhiệm của bạn. Bạn sẽ không nhận được phần thưởng từ collator này.
zh_hans: 担保人的最低股份高于您的委托。您将不会从担保人那里收到奖励。

# common.new.collator
source: New collator
es: Nuevo colador
fr: Nouveau collateur
hu: Új kollátor
id: Kolator Baru
it: Nuovo collator
ja: 新しいコレーター
ko: 새로운 collator
pl: Nowy kolator
pt_pt: Novo collator
ru: Новый коллатор
tr: Yeni collator
vi: Người soạn thảo mới
zh_hans: 新的担保人

# parachain.staking.full.title
source: You can't select a new collator
es: No puedes seleccionar un nuevo colador
fr: Vous ne pouvez pas sélectionner un nouveau collateur
hu: Nem választhatsz új kollátort
id: Anda tidak bisa memilih kolator baru
it: Non puoi selezionare un nuovo collator
ja: 新しいコレーターを選択できません
ko: 새로운 collator를 선택할 수 없습니다
pl: Nie możesz wybrać nowego kolatora
pt_pt: Você não pode selecionar um novo collator
ru: Вы не можете выбрать нового коллатора
tr: Yeni bir collator seçemezsiniz
vi: Bạn không thể chọn một người soạn thảo mới
zh_hans: 您不能选择新的担保人

# parastk.hint.reward.bond.more
source: You will get increased rewards starting from the next round
es: Obtendrás recompensas aumentadas a partir de la próxima ronda
fr: Vous obtiendrez des récompenses plus importantes à partir du prochain tour
hu: A jutalmaid meg fognak emelkedni a következő körtől
id: Anda akan mendapatkan reward yang lebih besar mulai dari putaran berikutnya
it: Otterrai ricompense maggiori a partire dal prossimo round
ja: 次のラウンドから報酬が増加します
ko: 다음 라운드부터 보상이 증가됩니다
pl: Otrzymasz zwiększone nagrody od następnej rundy
pt_pt: Você receberá recompensas aumentadas a partir da próxima rodada
ru: Вы получите увеличенное вознаграждение, начиная со следующего раунда
tr: Bir sonraki raunddan itibaren artırılmış ödüller alacaksınız
vi: Bạn sẽ nhận được phần thưởng tăng lên kể từ vòng tiếp theo
zh_hans: 从下一轮开始，您将获得增加的奖励

# parastk.cant.unstake.title
source: You cannot unstake from this collator
es: No puedes desvincularte de este collator
fr: Vous ne pouvez pas vous détacher de ce collateur
hu: Nem tudsz unstake-elni ettől a kollátortól
id: Anda tidak dapat menarik stake dari collator ini
it: Non puoi staccarti da questo collatore
ja: このコレータからアンステーキングすることはできません
ko: 이 콜레이터에서 Unstake할 수 없습니다
pl: Nie możesz unstake od tego kolatora
pt_pt: Você não pode desvincular deste collator
ru: Вы не можете вывести токены из стейка у выбранного коллатора
tr: Bu kolatordan unstake yapamazsınız
vi: Bạn không thể unstake từ collator này
zh_hans: 您无法从此验证人解除抵押

# parastk.cant.unstake.message
source: You are already unstaking tokens from this collator. You can only have one pending unstake per collator
es: Ya estás desvinculando tokens de este collator. Solo puedes tener una desvinculación pendiente por collator
fr: Vous êtes déjà en train de retirer des jetons de ce collateur. Vous ne pouvez avoir qu’un retrait en attente par collateur
hu: Már unstake-elsz ennél a kollátortól. Csak egy függőben lévő unstake lehet kollátoronként
id: Anda sudah menarik token dari collator ini. Anda hanya bisa memiliki satu permintaan tarik tunai tertunda per collator
it: Stai già rimuovendo i token da questo collator. Puoi avere solo una rimozione pendente per collator
ja: このコレータから既にトークンのアンステーキングを行っています。コレータごとに一つのアンステーキが保留中であることが可能です
ko: 이미 이 콜레이터에서 Unstake 중입니다. 콜레이터당 하나의 보류 중인 Unstake만 가질 수 있습니다
pl: Już unstakujesz tokeny od tego kolatora. Możesz mieć tylko jeden oczekujący unstake na kolatora
pt_pt: Você já está desvinculando tokens deste collator. Você só pode ter uma desvinculação pendente por collator
ru: Вы уже выводите токены из стейка у этого коллатора. На одного коллатора можно иметь только один запрос на вывод.
tr: Bu collator'dan zaten token unstaking yapıyorsunuz. Her collator için yalnızca bir bekleyen unstake olabilir.
vi: Bạn đã thực hiện unstaking token từ collator này. Bạn chỉ có thể có một yêu cầu unstake chờ xử lý cho mỗi collator
zh_hans: 您已经从这个担保人那里解除质押代币。每个担保人只能有一个待处理的解除质押请求。

# parachain.staking.collator.less.minstk.message
source: Your stake will be less than the minimum stake (%@) for this collator.
es: Tu stake será menor que el stake mínimo (%@) para este collator.
fr: Votre mise sera inférieure à la mise minimale (%@) pour ce collateur.
hu: A stake-ed (%@) kevesebb lesz, mint a minimális stake ennél a kollátornál.
id: Staking Anda akan kurang dari staking minimum (%@) untuk collator ini.
it: Il tuo stake sarà inferiore al minimo necessario (%@) per questo collatore.
ja: あなたのStakeはこのコレータの最小Stake（%@）よりも少なくなります。
ko: 귀하의 Stake가 이 콜레이터의 최소 Stake(%@)보다 적습니다.
pl: Twoje stake będzie mniejsze niż minimalne stake (%@) dla tego kolatora.
pt_pt: Sua stake será menor que a stake mínima (%@) para este collator.
ru: Ваш стейк будет меньше минимального (%@) для этого коллатора.
tr: Stakeiniz, bu collator için minimum stake (%@) miktarından daha az olacak
vi: Stake của bạn sẽ ít hơn mức stake tối thiểu (%@) cho người thu thập này.
zh_hans: 您的质押将低于此受托人的最低质押额（%@）

# parastk.unstake.all.message.format
source: Remaining staking balance will drop under minimum network value (%@) and will also be added to the unstaking amount
es: El saldo de staking restante caerá por debajo del valor mínimo de la red (%@) y también se agregará a la cantidad de desvinculación
fr: Le solde restant du staking passera sous la valeur minimale du réseau (%@) et sera également ajouté au montant en retrait.
hu: A fennmaradó stake-elési egyenleg a minimális hálózati érték alá fog esni (%@) és az unstake-elési összeghez fog hozzáadódni
id: Saldo staking yang tersisa akan turun di bawah nilai jaringan minimum (%@) dan juga akan ditambahkan ke jumlah penarikan kembali
it: Il saldo rimanente dello staking scenderà sotto il valore minimo di rete (%@) e sarà aggiunto all'importo di unstake
ja: 残りのステーキングバランスはネットワークの最小値（%@）を下回り、Unstaking金額に追加されます。
ko: 남은 Staking 잔액이 최소 네트워크 값(%@) 이하로 떨어지며 Unstaking 금액에 추가됩니다.
pl: Pozostałe saldo staking spadnie poniżej minimalnej wartości sieci (%@) i zostanie dodane do ilości unstaking.
pt_pt: O saldo da stake restante cairá abaixo do valor mínimo da rede (%@) e também será adicionado ao valor de desvinculação
ru: Оставшийся стейк опустится ниже минимального значения сети (%@) и также будет добавлен к сумме вывода
tr: Kalan staking bakiyeniz ağın minimum değeri (%@) altına düşecek ve unstaking miktarına ek olacak
vi: Số dư staking còn lại sẽ giảm xuống dưới giá trị mạng tối thiểu (%@) và cũng sẽ được thêm vào số lượng unstaking
zh_hans: 剩余质押余额将降低至网络最低值（%@）以下，也将加入到解绑金额中

# parastk.unstake.all.title
source: Unstake all?
es: ¿Desapostar todo?
fr: Tout retirer ?
hu: Unstake mindent?
id: Tarik Semua?
it: Disimpegnare tutto?
ja: すべてアンステークしますか？
ko: 모두 Unstake?
pl: Unstake wszystko?
pt_pt: Desvincular tudo?
ru: Вывести из стейка всё?
tr: Tümünü unstake yap?
vi: Unstake tất cả?
zh_hans: 全部解除质押？

# parastk.unstake.no.collators.message
source: You have pending unstake requests for all of your collators.
es: Tienes solicitudes de desestaking pendientes para todos tus coladores.
fr: Vous avez des demandes de retrait en attente pour tous vos collateurs.
hu: Függőben lévő unstake kérelmeid vannak az összes kollátorodnál.
id: Anda memiliki permintaan unstake tertunda untuk semua kolator Anda.
it: Hai richieste di rimozione pendenti per tutti i tuoi collatori.
ja: すべてのコレーターに対してアンステークリクエストが保留中です。
ko: 모든 collators에 대해 대기 중인 unstake 요청이 있습니다.
pl: Masz oczekujące wnioski o unstake dla wszystkich twoich kolatorów.
pt_pt: Você tem solicitações de desvinculação pendentes para todos os seus collators.
ru: У вас есть запросы на вывод из стейка для всех ваших коллаторов.
tr: Tüm collator'larınız için bekleyen unstake istekleriniz var.
vi: Bạn có các yêu cầu unstake chờ xử lý cho tất cả người soạn thảo của bạn.
zh_hans: 您有所有担保人的待处理取消质押请求。

# parastk.unstake.no.collators.title
source: No collators available for unstake
es: No hay coladores disponibles para desestaking
fr: Aucun collateur disponible pour retirer
hu: Egy kollátor sem elérhető unstake-hez
id: Tidak ada kolator yang tersedia untuk unstake
it: Nessun collator disponibile per la rimozione
ja: アンステーク可能なコレーターがいません
ko: Unstake 가능한 collators가 없습니다
pl: Brak kolatorów dostępnych do unstake
pt_pt: Nenhum collator disponível para desvinculação
ru: Нет коллаторов, доступных для вывода токенов из стейка
tr: Unstake için uygun collator yok
vi: Không có người soạn thảo nào khả dụng để unstake
zh_hans: 没有可用于取消质押的担保人

# parastk.rebond.hint
source: Returned tokens will be counted from the next round
es: Los tokens devueltos se contarán a partir de la próxima ronda
fr: Les actifs retournés seront comptabilisés à partir du prochain tour
hu: A visszaküldött tokenek a következő körtől lesznek számolva
id: Token yang dikembalikan akan dihitung mulai dari ronde berikutnya.
it: I token restituiti saranno conteggiati dal prossimo round
ja: 返却されたトークンは次のラウンドからカウントされます
ko: 반환된 토큰은 다음 라운드부터 반영됩니다.
pl: Zwrócone tokeny będą liczone od następnego runda
pt_pt: Os tokens retornados serão contabilizados a partir da próxima rodada
ru: Возвращенные токены будут учитываться со следующего раунда
tr: İade edilen token'lar bir sonraki raunttan itibaren sayılacak
vi: Các token được hoàn lại sẽ được tính từ vòng tiếp theo
zh_hans: 返回的代币将从下一轮开始计算

# parachain.staking.alert.collators.with.no.rewards
source: One of your collators is not generating rewards
es: Uno de tus collators no está generando recompensas
fr: L'un de vos collateurs ne génère pas de récompenses
hu: Egy a kollátoraid közül nem generál jutalmakat
id: Salah satu collator Anda tidak menghasilkan imbalan
it: Uno dei tuoi collatori non sta generando ricompense
ja: あなたのコレーターの1つが報酬を生成していません
ko: 당신의 코레이터 중 하나가 보상을 생성하지 않습니다
pl: Jeden z twoich kolatorów nie generuje nagród
pt_pt: Um de seus collators não está gerando recompensas
ru: Один из ваших коллаторов не генерирует награды
tr: Collatorlerinizden biri ödül üretmiyor
vi: Một trong những collator của bạn không tạo ra phần thưởng
zh_hans: 您的某个受托人未产生奖励

# parachain.staking.alert.collators.change
source: One of your collators is not selected in the current round
es: Uno de tus collators no ha sido seleccionado en la ronda actual
fr: L’un de vos collateurs n’est pas sélectionné dans le tour en cours
hu: Egy a kollátoraid közül nem lett kiválaszta a jelenlegi körben
id: Salah satu collator Anda tidak dipilih dalam putaran saat ini
it: Uno dei tuoi collatori non è stato selezionato nel round attuale
ja: あなたのコレーターの1つが現在のラウンドで選ばれていません
ko: 당신의 코레이터 중 하나가 현재 라운드에서 선택되지 않았습니다
pl: Jeden z twoich kolatorów nie został wybrany w bieżącej rundzie
pt_pt: Um de seus collators não foi selecionado na rodada atual
ru: Один из ваших коллаторов не выбран в текущем раунде
tr: Collatorlerinizden biri mevcut turda seçilmedi
vi: Một trong những collator của bạn không được chọn trong vòng hiện tại
zh_hans: 您的某个受托人在当前轮次中未被选中

# parachain.staking.change.collator
source: Change collator
es: Cambiar collator
fr: Changer de collateur
hu: Kollátor módosítása
id: Ganti collator
it: Cambia collatore
ja: コレーターを変更
ko: 코레이터 변경
pl: Zmień kolatora
pt_pt: Mudar collator
ru: Смена коллатора
tr: Collator değiştir
vi: Thay đổi collator
zh_hans: 更换受托人

# parastk.manage.collators
source: Manage collators
es: Gestionar collators
fr: Gérer les collateurs
hu: Kollátorok kezelése
id: Atur collator
it: Gestisci collatori
ja: コレーターを管理
ko: 코레이터 관리
pl: Zarządzaj kolatorami
pt_pt: Gerenciar collators
ru: Управление коллаторами
tr: Collatorları yönet
vi: Quản lý collator
zh_hans: 管理受托人

# parastk.pending.revoke.message
source: You cannot add stake to collator for which you are unstaking all tokens.
es: No puedes añadir stake al collator para el cual estás desvinculando todos los tokens.
fr: Vous ne pouvez pas ajouter de mise à un collateur pour lequel vous retirez tous les actifs
hu: Nem adhatsz stake-et ahhoz a kollátorhoz, melynél unstake-eled az összes tokened.
id: Anda tidak dapat menambahkan staking ke collator untuk yang Anda sedang menarik semua token.
it: Non puoi aggiungere stake al collatore per il quale stai rimuovendo tutti i token.
ja: 全てのトークンをUnstakingしているコレータにStakeを追加することはできません。
ko: 모든 토큰을 Unstaking 중인 콜레이터에 Stake를 추가할 수 없습니다.
pl: Nie możesz dodać stake do kolatora, dla którego wycofujesz wszystkie tokeny.
pt_pt: Não é possível adicionar stake para o collator pelo qual você está desvinculando todos os tokens.
ru: Вы не можете добавить стейк в коллатора, для которого вы разблокируете все токены.
tr: Tüm tokenlarını unstake etmekte olduğunuz bir collatora stake ekleyemezsiniz
vi: Bạn không thể thêm stake vào người thu thập mà bạn đang unstaking tất cả token.
zh_hans: 您不能为您正在解绑所有代币的受托人增加质押

# parastk.cant.bond.more.title
source: Cannot add stake to this collator
es: No se puede añadir stake a este collator
fr: Impossible d'ajouter une mise à ce collateur
hu: Nem lehet stake-et hozzáadni ehhez a kollátorhoz
id: Tidak dapat menambahkan staking ke collator ini
it: Impossibile aggiungere stake a questo collatore
ja: このコレーターにステークを追加できません
ko: 이 코레이터에 스테이크를 추가할 수 없습니다
pl: Nie można dodać stake do tego kolatora
pt_pt: Não é possível adicionar aposta neste collator
ru: Невозможно добавить стейк в выбранного коллатора
tr: Bu collatora daha fazla stake eklenemez
vi: Không thể thêm stake vào collator này
zh_hans: 无法向此受托人增加质押

# parastk.not.active.collator.message
source: The selected collator showed intention to stop participating in the staking.
es: El collator seleccionado mostró intención de dejar de participar en el staking
fr: Le collateur sélectionné a manifesté son intention de ne plus participer au staking.
hu: A kiválasztott kollátor úgy néz ki, hogy nem fog részt venni a stake-elésben.
id: Collator terpilih menunjukkan niat untuk berhenti berpartisipasi dalam staking.
it: Il collatore selezionato ha mostrato l'intenzione di smettere di partecipare allo staking.
ja: 選択したコレータはステーキングへの参加を中止する意向を示しています。
ko: 선택한 콜레이터가 Staking에 참여를 중단하려는 의사를 표명했습니다.
pl: Wybrany kolator pokazał zamiar zaprzestania uczestnictwa w staking.
pt_pt: O collator selecionado indicou intenção de parar de participar do staking.
ru: Выбранный коллатор намерен прекратить участие в стейкинге.
tr: Seçilen collator stakinge katılmayı durdurmayı niyetlendi
vi: Người thu thập được chọn đã bày tỏ ý định ngừng tham gia staking.
zh_hans: 所选受托人表示有意停止参与质押

# parastk.not.active.collator.title
source: Cannot stake with this collator
es: No se puede hacer staking con este collator
fr: Impossible de staker avec ce collateur
hu: Nem lehet stake-elni ezzel a kollátorral
id: Tidak dapat menyetel dengan collator ini
it: Impossibile fare stake con questo collatore
ja: このコレーターでStakeできません
ko: 이 코레이터와 함께 스테이킹할 수 없습니다
pl: Nie można stake z tym kolatorem
pt_pt: Não é possível apostar com este collator
ru: Невозможно застейкать с выбранным коллатором
tr: Bu collator ile stake yapılamıyor
vi: Không thể stake với collator này
zh_hans: 无法与此受托人质押

# parachain.staking.delegator.exists.title
source: Already delegating
es: Ya estás delegando
fr: Déjà en train de déléguer
hu: Már delegálás alatt
id: Sudah melakukan delegasi
it: Delega già attiva
ja: 既にデリゲートしています
ko: 이미 위임 중
pl: Już delegujesz
pt_pt: Já delegando
ru: Стекинг активирован ранее
tr: Zaten delegasyon yapılmış
vi: Đã ủy quyền
zh_hans: 已经质押

# parachain.staking.delegator.exists.message
source: Your staking has been already setup. Use stake more action to add more tokens
es: Tu staking ya ha sido configurado. Utiliza la acción de agregar más tokens para aumentar tu stake
fr: Votre mise a déjà été configurée. Utilisez l'action miser plus pour ajouter des actifs
hu: Stake-elésed már be van állítva. Használd a "Stake növelése" funkciót, ha többet szeretnél stake-elni
id: Staking Anda sudah diatur. Gunakan tindakan staking lebih lanjut untuk menambah token
it: Il tuo staking è già stato impostato. Usa l'azione di stake more per aggiungere più token
ja: あなたのステーキングは既に設定されています。さらにトークンを追加するにはstake moreアクションを使用してください
ko: 당신의 스테이킹이 이미 설정되었습니다. 더 많은 토큰을 추가하려면 스테이크 더 많은 액션을 사용하세요
pl: Twoje staking został już ustawiony. Użyj akcji stake more, aby dodać więcej tokenów
pt_pt: Seu staking já foi configurado. Use a ação de apostar mais para adicionar mais tokens
ru: Стекинг был активирован ранее. Для того чтобы застейкать еще токенов использовать соответствующее действие.
tr: Staking zaten ayarlandı. Daha fazla token eklemek için daha fazla stake yapma işlemi kullanın
vi: Staking của bạn đã được thiết lập. Sử dụng hành động stake thêm để thêm token
zh_hans: 您的质押已经设置。使用更多质押操作添加更多代币

# common.rewards.column
source: Rewards:
es: Recompensas:
fr: Récompenses :
hu: Jutalmak:
id: Hadiah:
it: Ricompense:
ja: 報酬:
ko: 보상:
pl: Nagrody:
pt_pt: Recompensas:
ru: Награды:
tr: Ödüller:
vi: Phần thưởng:
zh_hans: 奖励：

# common.staking.own.stake
source: Own stake
es: Apuesta propia
fr: Votre mise
hu: Saját stake
id: Stake sendiri
it: Propria partecipazione
pl: Własny stake
pt_pt: Aporte próprio
ru: Собственный стейк
tr: Kendi stake'iniz
vi: Stake của mình
zh_hans: 自己的质押
