Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# wallet.send.phishing.warning.text
source: Following address: %@ is known to be used in phishing activities, thus we are not recommending sending tokens to that address. Would you like to proceed anyway?
es: La siguiente dirección: %@ es conocida por ser utilizada en actividades de phishing, por lo tanto, no recomendamos enviar tokens a esa dirección. ¿Te gustaría proceder de todos modos?
fr: L'adresse suivante : %@ est connue pour être utilisée dans des activités de phishing, nous ne recommandons donc pas d'envoyer des jetons à cette adresse. Souhaitez-vous quand même procéder à l'envoi ?
hu: A következő cím: %@ köztudottan adathalász tevékenységekhez használatos, ezért nem javasoljuk tokenek küldését erre a címre. Mindenképpen folytatni szeretnéd?
id: Alamat berikut: %@ diketahui digunakan dalam aktivitas phishing, oleh karena itu kami tidak merekomendasikan mengirimkan token ke alamat tersebut. Apakah Anda ingin melanjutkan?
it: L'indirizzo seguente: %@ è noto per essere utilizzato in attività di phishing, pertanto non raccomandiamo di inviare token a quell'indirizzo. Desideri procedere comunque?
ja: 次のアドレス：%@ はフィッシング活動に使用されていることが知られているため、このアドレスにトークンを送ることをお勧めしません。それでも続行しますか？
ko: 다음 주소: %@는 피싱 활동에 사용된 것으로 알려져 있으므로 해당 주소로 토큰을 보내는 것을 권장하지 않습니다. 그래도 진행하시겠습니까?
pl: Następujący adres: %@ jest znany z działalności phishingowej, dlatego nie zalecamy wysyłania tokenów na ten adres. Czy chcesz kontynuować?
pt_pt: O seguinte endereço: %@ é conhecido por ser utilizado em atividades de phishing, portanto não recomendamos enviar tokens para esse endereço. Deseja prosseguir mesmo assim?
ru: Следующий адрес: %@ как известно, используется для фишинга, поэтому мы не рекомендуем отправлять токены на этот адрес. Вы все равно хотите продолжить?
tr: Belirtilen adres: %@, dolandırıcılık aktivitelerinde kullanıldığı bilindiğinden, bu adrese token gönderilmesi önerilmez. Yine de devam etmek istiyor musunuz?
vi: Địa chỉ sau: %@ được biết là đã sử dụng trong các hoạt động lừa đảo, vì vậy chúng tôi không khuyến nghị gửi token đến địa chỉ đó. Bạn có muốn tiếp tục không?
zh_hans: 以下地址：%@ 已知用于网络钓鱼活动，因此我们不建议向该地址发送代币。您还想继续吗？

# wallet.send.phishing.warning.title
source: Scam alert
es: Alerta de estafa
fr: Alerte à l'escroquerie
hu: Átverési figyelmeztetés
id: Peringatan Penipuan
it: Avviso frode
ja: 詐欺警告
ko: 사기 경고
pl: Ostrzeżenie o oszustwie
pt_pt: Alerta de golpe
ru: Предупреждение о мошенничестве
tr: Dolandırıcılık uyarısı
vi: Cảnh báo lừa đảo
zh_hans: 欺诈警告

# staking.start.title
source: Start staking
es: Comenzar a apostar
fr: Commencer à staker
hu: Stake-elés indítása
id: Mulai staking
it: Inizia lo staking
ja: Stakingを開始
ko: Staking 시작
pl: Rozpocznij staking
pt_pt: Comece a participar
ru: Начать стейкинг
tr: Stake işlemine başla
vi: Bắt đầu staking
zh_hans: 开始抵押

# common.network.fee
source: Network fee
es: Comisión de red
fr: Frais de réseau
hu: Hálózati díj
id: Biaya jaringan
it: Commissione di rete
ja: ネットワーク手数料
ko: 네트워크 수수료
pl: Opłata sieciowa
pt_pt: Taxa da rede
ru: Комиссия сети
tr: Ağ ücreti
vi: Phí mạng
zh_hans: 网络费用

# staking.restake.title
source: Restake
es: Rehacer stake
fr: Restaker
hu: Újra stake-elés
ja: 再ステーク
pl: Zwiększenie stake
ru: Увеличения стейка
tr: Yeniden stake et
vi: Tăng Staking
zh_hans: 重新质押

# staking.payout.title
source: Payout
es: Pago
fr: Paiement
hu: Kifizetés
id: Pembayaran
it: Pagamento
ja: 支払い
pl: Wypłata
pt_pt: Pagamento
ru: Выплаты
tr: Ödeme
vi: Thanh toán
zh_hans: 支付

# staking.reward.payout.account
source: Payout account
es: Cuenta de pago
fr: Compte de paiement
hu: Kifizetési fiók
id: Akun pembayaran imbalan
it: Account di pagamento delle ricompense
ja: 支払いアカウント
ko: 보상 계정
pl: Konto wypłat
pt_pt: Conta para pagamento
ru: Аккаунт для выплат
tr: Ödeme hesabı
vi: Tài khoản thanh toán
zh_hans: 支付账户

# common.learn.more
source: Learn more
es: Aprender más
fr: En savoir plus
hu: Tudj meg többet
id: Pelajari lebih lanjut
it: Per saperne di più
ja: さらに詳しく
ko: 더 알아보기
pl: Dowiedz się więcej
pt_pt: Saiba mais
ru: Узнать больше
tr: Daha fazla bilgi edinin
vi: Tìm hiểu thêm
zh_hans: 了解更多

# staking.recommended.title
source: Validators
es: Validadores
fr: Validateurs
hu: Validátorok
id: Validator
it: Validatori
ja: バリデーター
ko: 검증인
pl: Walidatorzy
pt_pt: Validadores
ru: Валидаторы
tr: Doğrulayıcılar
vi: Validator
zh_hans: 验证器

# staking.recommended.section.title
source: Recommended validators
es: Validadores recomendados
fr: Validateurs recommandés
hu: Ajánlott validátorok
id: Validator yang direkomendasikan
it: Validatori consigliati
ja: 推奨バリデーター
ko: 추천 검증인
pl: Polecani walidatorzy
pt_pt: Validadores recomendados
ru: Рекомендованные валидаторы
tr: Önerilen doğrulayıcılar
vi: Validator đề xuất
zh_hans: 推荐的验证器

# staking.recommended.hint1
source: Most profitable
es: Más rentable
fr: Le plus rentable
hu: Legjövedelmezőbb
id: Paling menguntungkan
it: Più redditizio
ja: 最も利益のある
ko: 가장 수익성 높은
pl: Najbardziej zyskowne
pt_pt: Mais rentável
ru: Самые доходные
tr: En karlı
vi: Có lợi nhất
zh_hans: 最有利可图的

# staking.recommended.hint2
source: Not oversubscribed
es: No sobresuscrito
fr: Non sursouscrit
hu: Nincs túljelentkezés
id: Tidak terlalu banyak peminat
it: Non sovrasottoscritto
ja: オーバーサブスクライブされていない
ko: 초과 구독되지 않음
pl: Brak przekroczenia limitu nominacji
pt_pt: Não sobrescrito
ru: Не превышен лимит номинаторов
tr: Limit aşmamış
vi: Không vượt quá hạn mức
zh_hans: 未超额认购

# staking.recommended.hint3
source: Having onchain identity
es: Con identidad en cadena
fr: Ayant une identité onchain
hu: Rendelkezik láncon tárolt azonosítóval
id: Memiliki identitas onchain
it: Con identità onchain
ja: オンチェーンIDを持っている
ko: 온라인 신분 확인됨
pl: Posiada onchain identity
pt_pt: Com identidade onchain
ru: Идентифицирован в сети
tr: Çevrimiçi kimliğe sahip
vi: Có danh tính trên chuỗi
zh_hans: 拥有链上身份

# staking.recommended.hint4
source: Not slashed
es: No penalizado
fr: Non sabré
hu: Nem büntetett
id: Tidak dipotong
it: Non penalizzato
ja: スラッシュされていない
ko: 슬래시되지 않음
pl: Nie został zaslashowany
pt_pt: Não penalizado
ru: Не был заслешан
tr: Ceza almamış
vi: Không bị slashed
zh_hans: 未被削减

# staking.recommended.custom.title
source: Choose custom validators
es: Elige validadores personalizados
fr: Choisir des validateurs personnalisés
hu: Egyéni validátorok kiválasztása
id: Pilih validator kustom
it: Scegli i validatori personalizzati
ja: カスタムバリデーターを選択する
ko: 커스텀 밸리데이터 선택
pl: Wybierz innych walidatorów
pt_pt: Escolha validadores personalizados
ru: Выбрать других валидаторов
tr: Özel doğrulayıcıları seçin
vi: Chọn người xác thực khác
zh_hans: 选择自定义验证器

# fee.not.yet.loaded.title
source: Fee calculation is in progress
es: El cálculo de la comisión está en progreso
fr: Le calcul des frais est en cours
hu: A díjszámítás folyamatban van
id: Perhitungan biaya sedang berlangsung
it: Il calcolo della commissione è in corso
ja: 手数料の計算中
ko: 수수료 계산 진행 중
pl: Trwa obliczanie prowizji
pt_pt: Cálculo da taxa em andamento
ru: Расчет комиссии в процессе
tr: Ücret hesaplama işlemi sürüyor
vi: Đang tính toán phí
zh_hans: 费用计算正在进行中

# fee.not.yet.loaded.message
source: Please wait until fee is calculated
es: Por favor, espere hasta que se calcule la comisión
fr: Veuillez patienter jusqu'à ce que les frais soient calculés
hu: Kérlek, várj a díj kiszámításáig
id: Harap tunggu hingga biaya dihitung
it: Attendere fino al calcolo della commissione
ja: 手数料が計算されるまでお待ちください
ko: 수수료 계산이 완료될 때까지 기다려주세요
pl: Proszę czekać, aż prowizja zostanie obliczona
pt_pt: Por favor, aguarde até que a taxa seja calculada
ru: Подождите, пока будет рассчитана комиссия
tr: Lütfen ücret hesaplanana kadar bekleyin
vi: Vui lòng chờ cho đến khi phí được tính toán
zh_hans: 请等待费用计算

# staking.setup.amount.too.low
source: You can't stake less than the network minimum value (%@)
es: No puedes hacer staking con menos del valor mínimo de la red (%@)
fr: Vous ne pouvez pas staker moins que la valeur minimale du réseau (%@)
hu: A hálózati minimális értéknél (%@) nem lehet kevesebb a stake.
id: Anda tidak dapat melakukan staking kurang dari nilai minimum jaringan (%@)
it: Non puoi fare staking con un importo inferiore al valore minimo di rete (%@)
ja: ネットワークの最小値（%@）未満のステークはできません
ko: 네트워크의 최소값 (%@)보다 적게 Stake할 수 없습니다
pl: Nie możesz stakingować mniej niż minimalna wartość sieci (%@)
pt_pt: Você não pode apostar menos do que o valor mínimo da rede (%@)
ru: Вы не можете застейкать меньше минимального значения сети (%@)
tr: Ağın minimum değerinin (%@) altında stake yapamazsınız
vi: Bạn không thể stake ít hơn giá trị tối thiểu của mạng (%@)
zh_hans: 您不能质押低于网络最小值(%@)

# common.confirm.title
source: Confirmation
es: Confirmación
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
pl: Potwierdzenie
pt_pt: Confirmação
ru: Подтверждение
tr: Onay
vi: Xác nhận
zh_hans: 确认

# staking.stash.title
source: Wallet account
es: Cuenta de wallet
fr: Compte portefeuille
hu: Tárca fiók
id: Akun wallet
it: Account del portafoglio
ja: ウォレットアカウント
ko: 지갑 계정
pl: Konto portfela
pt_pt: Conta da carteira
ru: Аккаунт
tr: Cüzdan hesabı
vi: Tài khoản ví
zh_hans: 钱包账户

# staking.setup.sent.message
source: Staking setup transaction sent
es: Transacción de configuración de staking enviada
fr: Transaction de configuration du staking envoyée
hu: Stake beállítási tranzakció elküldve
id: Transaksi setup staking terkirim
it: Transazione di configurazione dello staking inviata
ja: ステーキング設定トランザクションが送信されました
ko: Staking 설정 트랜잭션이 전송되었습니다
pl: Transakcja ustawienia Staking wysłana
pt_pt: Transação de configuração de staking enviada
ru: Транзакция на установку стейкинга отправлена
tr: Staking kurulum işlemi gönderildi
vi: Giao dịch thiết lập Staking đã được gửi
zh_hans: 已发送质押设置交易

# staking.selected.validators.title
source: Selected validators
es: Validadores seleccionados
fr: Validateurs sélectionnés
hu: Kiválasztott validátorok
id: Validator yang Dipilih
it: Validatori selezionati
ja: 選択されたバリデーター
ko: 선택한 검증자
pl: Wybrani walidatorzy
pt_pt: Validadores selecionados
ru: Выбранные валидаторы
tr: Seçilen doğrulayıcılar
vi: Trình xác thực được chọn
zh_hans: 已选验证器

# staking.validator.info.title
source: Validator info
es: Información del validador
fr: Informations sur le validateur
hu: Validator információ
id: Info validator
it: Informazioni sul validatore
ja: バリデータ情報
ko: 밸리데이터 정보
pl: Informacje o walidatorze
pt_pt: Informações do validador
ru: Информация о валидаторе
tr: Validator bilgisi
vi: Thông tin về người xác thực
zh_hans: 验证者信息

# staking.validator.total.stake
source: Total stake
es: Apuesta total
fr: Total en staking
hu: Összes stake
id: Total taruhan
it: Stake totale
ja: 合計ステーク
ko: 총 스테이크
pl: Całkowity Stake
pt_pt: Aposta total
ru: Всего застейкано
tr: Toplam stake
vi: Tổng cộng Staked
zh_hans: 总质押量

# staking.validator.nominators
source: Nominators
es: Nominadores
fr: Nominateurs
hu: Nominátorok
id: Nominator
it: Nominatori
ja: ノミネーター
ko: 노미네이터
pl: Nominatorzy
pt_pt: Nomeadores
ru: Номинаторы
tr: Nominatorlar
vi: Người đề cử
zh_hans: 提名人

# staking.validator.estimated.reward
source: Estimated reward
es: Recompensa estimada
fr: Récompense estimée
hu: Becsült jutalom
id: Perkiraan imbalan
it: Rendimento stimato
ja: 推定報酬
ko: 예상 보상
pl: Szacowana nagroda
pt_pt: Recompensa estimada
ru: Примерное вознаграждение
tr: Tahmini ödül
vi: Phần thưởng ước tính
zh_hans: 预计奖励

# identity.title
source: Identity
es: Identidad
fr: Identité
hu: Identitás
id: Identitas
it: Identità
ja: アイデンティティ
ko: 신원
pl: Tożsamość
pt_pt: Identidade
ru: Персонализация
tr: Kimlik
vi: Nhân dạng cá nhân
zh_hans: 身份

# identity.legal.name.title
source: Legal name
es: Nombre legal
fr: Nom légal
hu: Hivatalos név
id: Nama Legal
it: Nome legale
ja: 法的氏名
ko: 법적 이름
pl: Imię oficjalne
pt_pt: Nome Legal
ru: Официальное имя
tr: Resmi Ad
vi: Tên pháp lý
zh_hans: 法定名字

# identity.riot.name.title
source: Element name
es: Nombre en Element
fr: Element ID
hu: Elem neve
id: Nama Element
it: Nome Element
ja: Element名
ko: Element 이름
pl: Imię w Element
pt_pt: Nome no Element
ru: Имя в Element
tr: Element İsmi
vi: Tên Element
zh_hans: Element 名称

# staking.main.network.title
source: %@ network
es: Red %@
fr: Réseau %@
hu: %@ hálózat
id: Jaringan %@
it: %@ rete
ja: %@ ネットワーク
ko: %@ 네트워크
pl: %@ sieć
pt_pt: Rede %@
ru: Сеть %@
tr: %@ ağı
vi: %@ mạng lưới
zh_hans: %@网络

# staking.main.total.staked.title
source: Total staked
es: Total apostado
fr: Total mis en jeu
hu: Összes stake-elt
it: Totale staked
ja: 合計Staked
ko: 총 Staked
pl: Łączna ilość staked
pt_pt: Total apostado
ru: Всего застейкано
tr: Toplam Stake Edilen
vi: Tổng số staked
zh_hans: 共计质押

# staking.main.minimum.stake.title
source: Minimum stake
es: Stake mínimo
fr: Mise minimale
hu: Minimális stake
id: Stake Minimum
it: Importo minimo
ja: 最小ステーク
ko: 최소 스테이크
pl: Minimalny stake
pt_pt: Stake mínimo
ru: Минимальный стейк
tr: Minimum staking
vi: Stake tối thiểu
zh_hans: 最低质押

# staking.main.active.nominators.title
source: Active nominators
es: Nominadores activos
fr: Nominateurs actifs
hu: Aktív nominátorok
id: Nominator Aktif
it: Nominatori attivi
ja: アクティブなノミネーター
ko: 활성 노미네이터
pl: Aktywni nominatorzy
pt_pt: Nominadores ativos
ru: Активные номинаторы
tr: Aktif aday gösterenler
vi: Người đề cử đang hoạt động
zh_hans: 活跃提名人

# staking.validator.own.stake
source: Own
es: Propio
fr: Propre au validateur
hu: Saját
id: Milik
it: Proprio
ja: 自己
ko: 자체
pl: Własny
pt_pt: Próprio
ru: Собственный
tr: Kendi
vi: Riêng
zh_hans: 自己的

# staking.nominator.status.active
source: Active
es: Activo
fr: Actif
hu: Aktív
id: Aktif
it: Attivo
ja: アクティブ
ko: 활성
pl: Aktywny
pt_pt: Ativo
ru: Активен
tr: Aktif
vi: Kích hoạt
zh_hans: 活跃

# staking.nominator.status.inactive
source: Inactive
es: Inactivo
fr: Inactif
hu: Inaktív
id: Tidak Aktif
it: Inattivo
ja: 非アクティブ
ko: 비활성
pl: Nieaktywny
pt_pt: Inativo
ru: Неактивен
tr: İnaktif
vi: Không hoạt động
zh_hans: 非活跃

# staking.nominator.status.waiting
source: Waiting for the next Era
es: Esperando la próxima Era
fr: En attente de la prochaine ère
hu: Várakozás a következő korszakra
id: Menunggu Era Selanjutnya
it: In attesa della prossima era
ja: 次の時代を待っています
ko: 다음 시대를 기다리는 중
pl: Oczekiwanie na następną Erę
pt_pt: Aguardando a próxima Era
ru: Ожидание следующей Эры
tr: Bir Sonraki Era için Bekleniyor
vi: Đang chờ đợi kỷ nguyên tiếp theo
zh_hans: 等待下一个时代

# staking.era.title
source: era #%@
fr: #%@ ère
hu: korszak #%@
ja: エラ #%@
ru: эра %@
tr: dönem #%@
vi: kỷ nguyên #%@
zh_hans: 时代 #%@

# staking.validator.summary.title
source: Staking for validator
es: Staking para validador
fr: Staking pour validateur
hu: Validátor stake-elés
id: Staking untuk validator
it: Staking per il validatore
ja: バリデーターのためのステーキング
ko: 밸리데이터를 위한 Staking
pl: Staking dla walidatora
pt_pt: Staking para validador
ru: Стейкинг для валидатора
tr: Doğrulayıcı için staking
vi: Staking cho validator
zh_hans: 验证者质押

# staking.validator.summary.description
source: In future updates, we will add staking features for the validators.
es: En futuras actualizaciones, añadiremos características de staking para los validadores. Mantente sin estrés
fr: Dans les prochaines mises à jour, nous ajouterons des fonctions de staking pour les validateurs.
hu: A jövőben további stake-elési funkciók lesznek elérhetők validátorokhoz.
id: Pada pembaruan mendatang, kami akan menambahkan fitur staking untuk validator.
it: In futuri aggiornamenti, aggiungeremo funzionalità di staking per i validatori.
ja: 今後のアップデートでは、バリデーターのためのステーキング機能を追加します。 勇敢であり続けよう
ko: 미래 업데이트에서는 밸리데이터를 위한 Staking 기능이 추가될 예정입니다.
pl: W przyszłych aktualizacjach dodamy funkcje stake dla walidatorów.
pt_pt: Em atualizações futuras, adicionaremos recursos de staking para os validadores. Fique despreocupado
ru: В будущих обновлениях мы добавим функции стейкинга для валидаторов. Оставайся бесстрашным
tr: Gelecekteki güncellemelerde, doğrulayıcılar için staking özellikleri ekleyeceğiz.
vi: Trong các bản cập nhật tới, chúng tôi sẽ thêm các tính năng staking cho các validator.
zh_hans: 在未来的更新中，我们将为验证者添加质押功能。

# staking.nominator.status.alert.active.title
source: Active status
es: Estado activo
fr: Statut actif
hu: Aktív állapot
id: Status Aktif
it: Stato attivo
ja: アクティブステータス
ko: 활성 상태
pl: Status aktywny
pt_pt: Status ativo
ru: Активный статус
tr: Aktif durum
vi: Trạng thái kích hoạt
zh_hans: 活跃状态

# staking.nominator.status.alert.active.message
source: One of your validators have been elected by network.
es: Uno de tus validadores ha sido elegido por la red.
fr: Un de vos validateurs a été élu par le réseau.
hu: A hálózat nem választotta ki az egyik validátorodat.
id: Salah satu validator Anda telah terpilih oleh jaringan.
it: Uno dei tuoi validatori è stato eletto dalla rete.
ja: あなたのバリデーターの一人がネットワークによって選出されました。
ko: 귀하의 밸리데이터 중 하나가 네트워크에 의해 선출되었습니다.
pl: Jeden z Twoich walidatorów został wybrany przez sieć.
pt_pt: Um dos seus validadores foi eleito pela rede.
ru: Один из ваших валидаторов был выбран сетью.
tr: Ağ tarafından seçilen doğrulayıcılarınız var.
vi: Một trong những người xác nhận của bạn đã được chọn bởi mạng lưới.
zh_hans: 你的一个验证者已被网络选中。

# staking.nominator.status.alert.waiting.message
source: Your staking will start in the next era.
es: Tu staking empezará en la próxima era.
fr: Votre staking commencera dans l'ère suivante.
hu: A stake-elés a következő korszakban for kezdődni.
id: Staking Anda akan dimulai pada era berikutnya.
it: Il tuo stake inizierà nella prossima era.
ja: あなたのStakingは次の時代で開始されます。
ko: 귀하의 staking은 다음 시대(e)를 시작합니다.
pl: Twój staking rozpocznie się w następnym okresie.
pt_pt: Seu staking começará na próxima era.
ru: Ваш стейкинг начнётся со следующий эры.
tr: Stakinginiz bir sonraki dönemde başlayacak.
vi: Staking của bạn sẽ bắt đầu trong kỷ nguyên tiếp theo.
zh_hans: 你的质押将从下一个时代开始。

# staking.nominator.status.alert.inactive.title
source: Inactive status
es: Estado inactivo
fr: Statut inactif
hu: Inaktív állapot
id: Status Tidak Aktif
it: Stato inattivo
ja: 非アクティブステータス
ko: 비활성 상태
pl: Status nieaktywny
pt_pt: Status inativo
ru: Неактивный статус
tr: İnaktif durum
vi: Trạng thái không hoạt động
zh_hans: 非活跃状态

# staking.nominator.status.alert.no.validators
source: None of your validators have been elected by network.
es: Ninguno de tus validadores ha sido elegido por la red.
fr: Aucun de vos validateurs n'a été élu par le réseau.
hu: A hálózat egyik validátorodat sem választotta ki.
id: Tidak ada validator Anda yang terpilih oleh jaringan.
it: Nessuno dei tuoi validatori è stato eletto dalla rete.
ja: あなたのバリデーターはネットワークに選ばれていません。
ko: 네트워크에 의해 선택된 validator가 없습니다.
pl: Żaden z twoich walidatorów nie został wybrany przez sieć.
pt_pt: Nenhum dos seus validadores foi eleito pela rede.
ru: Ни один из ваших валидаторов не был избран сетью.
tr: Doğrulayıcılarınızdan hiçbiri ağ tarafından seçilmedi.
vi: Không có validator nào của bạn được mạng lưới bầu chọn.
zh_hans: 你的所有验证者均未被网络选中。

# staking.nominator.status.alert.low.stake
source: Your staked amount is less than the minimum stake to get a reward.
es: Tu cantidad en staking es menor que el stake mínimo para recibir una recompensa.
fr: Votre mise est inférieure à la mise minimale pour obtenir une récompense.
hu: A stake-elt összeg kevesebb, mint a jutalom megszerzéséhez szükséges minimum.
id: Jumlah staked Anda kurang dari minimum staking untuk mendapatkan reward.
it: La tua quantità staccata è inferiore allo stake minimo per ottenere un premio.
ja: あなたのStaked量は報酬を得るための最低Stake量を下回っています。
ko: 귀하의 staked 금액이 보상을 받기 위한 최소 stake보다 적습니다.
pl: Twoja kwota staked jest niższa niż minimalna kwota stake do uzyskania nagrody.
pt_pt: Sua quantia staked é menor que o stake mínimo para receber uma recompensa.
ru: Ваш стейк меньше минимального стейка для получения вознаграждений.
tr: Stake ettiğiniz miktar, ödül almak için gerekli minimum staketin altında.
vi: Số tiền Staked của bạn ít hơn số Stake tối thiểu để nhận phần thưởng.
zh_hans: 你的质押金额低于获得奖励的最低质押。

# staking.manage.title
source: Manage
es: Gestionar
fr: Gérer
hu: Kezelés
id: Mengatur
it: Gestisci
ja: 管理
ko: 관리
pl: Zarządzanie
pt_pt: Gerenciar
ru: Управление
tr: Yönet
vi: Quản lý
zh_hans: 管理

# staking.reward.payouts.title
source: Pending rewards
es: Recompensas pendientes
fr: Récompenses en attente
hu: Függőben lévő jutalmak
id: Imbalan yang tertunda
it: Ricompense in sospeso
ja: 保留中の報酬
ko: 지급 대기 중인 보상
pl: Oczekujące nagrody
pt_pt: Recompensas pendentes
ru: Ожидаемые вознаграждения
tr: Bekleyen ödüller
vi: Phần thưởng đang chờ xử lý
zh_hans: 待发放奖励

# staking.reward.payouts.payout.all
source: Pay out all (%@)
es: Pagar todo (%@)
fr: Payer tous (%@)
hu: Az összes kifizetése (%@)
id: Bayar semua (%@)
it: Paga tutto (%@)
ja: すべて支払う (%@)
ko: 모두 지급 (%@)
pl: Wypłać wszystko (%@)
pt_pt: Pagar tudo (%@)
ru: Выплатить все (%@)
tr: Hepsini öde (%@)
vi: Thanh toán tất cả (%@)
zh_hans: 全部支付（%@）

# staking.reward.details.title
source: Reward details
es: Detalles de la recompensa
fr: Détails de la récompense
hu: Jutalom részletek
id: Detail hadiah
it: Dettagli della ricompensa
ja: 報酬の詳細
ko: 보상 세부사항
pl: Szczegóły nagrody
pt_pt: Detalhes da recompensa
ru: Детали награды
tr: Ödül detayları
vi: Chi tiết phần thưởng
zh_hans: 奖励详情

# staking.reward.details.payout
source: Payout
es: Pago
fr: Paiement
hu: Kifizetés
id: Pembayaran
it: Pagamento
ja: 支払い
ko: 보상
pl: Wypłata
pt_pt: Pagamento
ru: Выплата
tr: Ödeme
vi: Thanh toán
zh_hans: 支付

# staking.reward.details.status
source: Status
es: Estado
fr: Statut
hu: Állapot
it: Stato
ja: ステータス
ko: 상태
ru: Статус
tr: Durum
vi: Trạng thái
zh_hans: 状态

# staking.reward.details.status.claimable
source: Redeemable
es: Canjeable
fr: Remboursable
hu: Kiváltható
id: Dapat ditebus
it: Riscattabile
ja: 引き出し可能
ko: 회수 가능
pl: Do odebrania
pt_pt: Resgatável
ru: Можно забрать
tr: Talep Edilebilir
vi: Có thể đổi
zh_hans: 可赎回

# staking.reward.details.status.received
source: Received
es: Recibido
fr: Reçu
hu: Beérkezett
id: Diterima
it: Ricevuto
ja: 受け取った
ko: 받은
pl: Otrzymano
pt_pt: Recebido
ru: Получено
tr: Alındı
vi: Đã nhận
zh_hans: 已收到

# staking.reward.details.date
source: Date
es: Fecha
hu: Dátum
id: Tanggal
it: Data
ja: 日付
ko: 날짜
pl: Data
pt_pt: Data
ru: Дата
tr: Tarih
vi: Ngày
zh_hans: 日期

# staking.reward.details.era
source: Era
fr: Ère
hu: Korszak
ja: エラ
ko: 시대
ru: Эра
vi: Kỳ
zh_hans: 时代

# staking.reward.details.reward
source: Reward
es: Recompensa
fr: Récompense
hu: Jutalom
it: Ricompensa
ja: 報酬
ko: 보상
pl: Nagroda
pt_pt: Recompensa
ru: Вознаграждение
tr: Ödül
vi: Phần thưởng
zh_hans: 奖励

# staking.reward
source: Reward
es: Recompensa
fr: Récompense
hu: Jutalom
id: Hadiah
it: Ricompensa
ja: 報酬
ko: 보상
pl: Nagroda
pt_pt: Recompensa
ru: Вознаграждение
tr: Ödül
vi: Phần thưởng
zh_hans: 奖励

# staking.slash
source: Slash
es: Recorte
fr: Sabrage
hu: Büntetés
id: Potong
it: Taglio
ja: スラッシュ
ko: 슬래시
pl: Cięcie
pt_pt: Corte
ru: Слэш
zh_hans: 惩罚

# common.call
source: Call
es: Llamar
fr: Appeler
hu: Hívás
id: Panggil
it: Chiama
ja: 呼び出し
ko: 호출
pl: Połączenie
pt_pt: Ligar
ru: Вызов
tr: Ara
vi: Gọi
zh_hans: 呼叫

# common.module
source: Module
es: Módulo
hu: Modul
id: Modul
it: Modulo
ja: モジュール
ko: 모듈
pl: Moduł
pt_pt: Módulo
ru: Модуль
tr: Modül
vi: Mô đun
zh_hans: 模块

# wallet.asset.buy.with
source: Buy with
es: Comprar con
fr: Acheter avec
hu: Vásárlás a következővel
id: Beli dengan
it: Acquista con
ja: で購入
ko: 구매 방법
pl: Kup za
pt_pt: Comprar com
ru: Купить с
tr: ile Satın al
vi: Mua với
zh_hans: 用...购买

# wallet.filters.title
source: Filters
es: Filtros
fr: Filtres
hu: Szűrők
id: Filter
it: Filtri
ja: フィルター
ko: 필터
pl: Filtry
pt_pt: Filtros
ru: Фильтры
tr: Filtreler
vi: Bộ lọc
zh_hans: 过滤器

# common.apply
source: Apply
es: Aplicar
fr: Appliquer
hu: Alkalmaz
id: Terapkan
it: Applica
ja: 適用
ko: 적용
pl: Zastosuj
pt_pt: Aplicar
ru: Применить
tr: Uygula
vi: Áp dụng
zh_hans: 应用

# common.reset
source: Reset
es: Restablecer
fr: Réinitialiser
hu: Visszaállítás
id: Atur ulang
it: Ripristina
ja: リセット
ko: 리셋
pl: Resetuj
pt_pt: Redefinir
ru: Сброс
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置
