Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# common.completed
source: Completed
es: Completado
fr: Terminé
hu: Befejezett
id: Selesai
it: Completato
ja: 完了
ko: 완료됨
pl: Zakończone
pt_pt: Concluído
ru: Завершённые
tr: Tamamlandı
vi: Hoàn thành
zh_hans: 已完成

# governance.referendums.active
source: Ongoing
es: En curso
fr: En cours
hu: Folyamatban lévő
id: Sedang berlangsung
it: In corso
ja: 進行中
ko: 진행 중
pl: W trakcie
pt_pt: Em andamento
ru: На голосовании
tr: Devam ediyor
vi: Đang diễn ra
zh_hans: 进行中

# common.read.more
source: Read more
es: Leer más
fr: En savoir plus
hu: Bővebben
id: Baca lebih lanjut
it: Leggi di più
ja: 続きを読む
ko: 더 읽기
pl: Czytaj więcej
pt_pt: Ler mais
ru: Подробнее
tr: Daha fazla oku
vi: Đọc thêm
zh_hans: 阅读更多

# gov.common.votes.format
source: %@ votes
es: %@ votos
hu: %@ szavazat
id: %@ suara
it: %@ voti
ja: %@ 票
ko: %@ 투표
pl: %@ głosów
pt_pt: %@ votos
ru: %@ голосов
tr: %@ oylar
vi: %@ phiếu
zh_hans: %@ 票

# gov.timeline.created
source: Created
es: Creado
fr: Créé
hu: Létrehozott
id: Dibuat
it: Creato
ja: 作成済み
ko: 생성됨
pl: Utworzono
pt_pt: Criado
ru: Создан
tr: Oluşturuldu
vi: Đã tạo
zh_hans: 已创建

# gov.vote.conviction.title
source: Multiply votes by increasing locking period
es: Multiplica votos aumentando el periodo de bloqueo
fr: Multiplier les votes en augmentant la période de blocage
hu: Szavazatok szorzása a zárolási időszak növelésével
id: Melipatgandakan suara dengan meningkatkan periode penguncian
it: Moltiplica i voti aumentando il periodo di blocco
ja: ロック期間を延ばして投票を増やす
ko: 잠금 기간을 늘려서 투표 수 곱하기
pl: Pomnóż głosy, zwiększając okres blokowania
pt_pt: Multiplique votos aumentando o período de bloqueio
ru: Умножьте количество голосов, увеличив период блокировки
tr: Kilitlenme süresini artırarak oyları çoğaltın
vi: Nhân đôi phiếu bằng cách tăng thời gian khóa
zh_hans: 通过增加锁定期来倍增票数

# gov.vote.setup.title.format
source: Vote for %@
es: Votar por %@
fr: Vote pour %@
hu: Szavazás erre: %@
id: Memilih %@
it: Vota per %@
ja: %@に投票する
ko: %@에 대해 투표
pl: Głosuj za %@
pt_pt: Vote por %@
ru: Проголосовать за %@
tr: %@ için oy ver
vi: Bỏ phiếu cho %@
zh_hans: 为 %@ 投票

# common.locking.period
source: Locking period
es: Período de bloqueo
fr: Période de blocage
hu: Zárolási időszak
id: Periode Penguncian
it: Periodo di blocco
ja: ロック期間
ko: 잠금 기간
pl: Okres blokowania
pt_pt: Período de bloqueio
ru: Период блокировки
tr: Kilitlenme süresi
vi: Thời gian khóa
zh_hans: 锁定期

# common.gov.lock
source: Governance lock
es: Bloqueo de gobernanza
fr: Verrou de gouvernance
hu: Kormányzati zár
id: Kunci Tata Pemerintahan
it: Blocco di governance
ja: ガバナンスロック
ko: 거버넌스 잠금
pl: Zablokowane w zarządzaniu
pt_pt: Bloqueado em governança
ru: Заблокировано в демократии
tr: Yönetim kilidi
vi: Khóa quản trị
zh_hans: 治理锁

# gov.vote.setup.hint
source: After locking period don’t forget to unlock your tokens
es: Después del período de bloqueo no olvides desbloquear tus tokens
fr: Après la période de blocage, n'oubliez pas de débloquer vos actifs.
hu: A zárolási időszak után ne felejtsd el feloldani a tokeneket
id: Setelah periode penguncian jangan lupa untuk membuka kunci token Anda
it: Dopo il periodo di blocco non dimenticare di sbloccare i tuoi token
ja: ロック期間終了後、トークンのアンロックを忘れないでください
ko: 잠금 기간 후 토큰 잠금 해제 잊지 마세요
pl: Po okresie blokowania nie zapomnij odblokować swoich tokenów
pt_pt: Após o período de bloqueio, não esqueça de desbloquear seus tokens
ru: По истечении периода блокировки не забудьте разблокировать свои токены
tr: Kilitlenme süresi sona erdikten sonra tokenlerinizi kilidini açmayı unutmayın
vi: Sau thời gian khóa, đừng quên mở khóa token của bạn
zh_hans: 锁定期过后不要忘记解锁您的代币

# gov.revote
source: Revote
es: Volver a votar
fr: Revoter
hu: Újraszavaz
id: Perbarui suara
it: Rivotare
ja: 再投票
ko: 재투표
pl: Oddaj ponownie głos
pt_pt: Re-votar
ru: Переголосовать
tr: Yeniden Oy Ver
vi: Bỏ phiếu lại
zh_hans: 重新投票

# gov.max.votes.reached.message
source: You have reached a maximum of %@ votes for track
es: Has alcanzado el máximo de %@ votos para la pista
fr: Vous avez atteint un maximum de %@ votes pour le chemin
hu: Elérted a maximum %@ szavazatot ehhez a kategóriához
id: Anda telah mencapai maksimum %@ suara untuk trek
it: Hai raggiunto il massimo di %@ voti per il track
ja: トラックの最大の%@票に達しました
ko: 트랙에 대한 최대 %@ 투표에 도달했습니다
pl: Osiągnięto maksymalną liczbę %@ głosów dla toru
pt_pt: Você alcançou o máximo de %@ votos para o trilho
ru: Вы набрали максимальное количество голосов за трек: %@
tr: %@ oyları için maximuma ulaştınız
vi: Bạn đã đạt đến số lượng tối đa %@ phiếu cho track
zh_hans: 您已达到轨道的最大投票数 %@

# gov.max.votes.reached.title
source: Maximum number of votes reached
es: Número máximo de votos alcanzado
fr: Nombre maximum de votes atteint
hu: Maximum ennyi szavazat lehet
id: Jumlah suara maksimum tercapai
it: Raggiunto il numero massimo di voti
ja: 最大投票数に達しました
ko: 최대 투표 수에 도달했습니다
pl: Osiągnięto maksymalną liczbę głosów
pt_pt: Número máximo de votos alcançado
ru: Достигнуто максимальное количество голосов
tr: Oyların maksimum sayısına ulaşıldı
vi: Đạt đến số lượng tối đa phiếu
zh_hans: 达到最大投票数

# gov.already.delegating.votes.message
source: You are delegating votes for selected referendum’s track. Please either ask your delegatee to vote or remove delegation to be able to vote directly.
es: Estás delegando votos para la pista de referéndum seleccionada. Por favor, pide a tu delegado que vote o elimina la delegación para poder votar directamente.
fr: Vous déléguez des votes pour le chemin du référendum sélectionné. Veuillez soit demander à votre délégué de voter, soit retirer la délégation pour pouvoir voter directement.
hu: Szavataidat már delegálod a kiválasztott referendum kategóriákba. Kérlek kérd meg a delegáltad, hogy szavazzon vagy vond vissza delegálásod, hogy közvetlenül szavazhass.
id: Anda sedang mendelekasikan suara untuk trek referendum yang dipilih. Mohon minta delegasi Anda untuk memberikan suara atau batalkan delegasi untuk dapat memberikan suara langsung.
it: Stai delegando i voti per il track del referendum selezionato. Per favore chiedi al tuo delegato di votare o rimuovi la delega per poter votare direttamente.
ja: 選択された国民投票のトラックに投票を委任しています。 委任者に投票を依頼するか、委任を解除して直接投票できるようにしてください。
ko: 선택한 국민투표의 트랙에 대한 투표를 위임 중입니다. 대표자에게 투표를 요청하시거나 위임을 제거하여 직접 투표하십시오.
pl: Delegujesz głosy na wybrany tor referendum. Proszę poprosić swojego delegata o zagłosowanie lub usuń delegację, aby móc zagłosować bezpośrednio.
pt_pt: Você está delegando votos para o trilho de referendo selecionado. Por favor, peça ao seu delegado para votar ou remova a delegação para poder votar diretamente.
ru: Вы делегируете голоса в треке данного референдума. Пожалуйста, либо попросите делегата проголосовать, либо удалите делегирование, чтобы иметь возможность голосовать напрямую.
tr: Seçilen referandum yolu için oyları delegasyon yapıyorsunuz. Lütfen delegenizin oy vermesini isteyin veya doğrudan oy verebilmek için delegasyonu kaldırın.
vi: Bạn đang ủy quyền phiếu cho track đã chọn của cuộc trưng cầu dân ý. Vui lòng yêu cầu người được ủy quyền bỏ phiếu hoặc hủy bỏ ủy quyền để có thể bỏ phiếu trực tiếp.
zh_hans: 您正在为选定的公投轨道委托投票。请要么请求您的受托人投票，要么删除委托以便直接投票。

# gov.already.delegating.votes.title
source: Already delegating votes
es: Ya delegando votos
fr: Délégue déjà des votes
hu: A szavazatok már delegálás alatt vannak
id: Sudah mendelekasikan suara
it: Delega già attiva
ja: すでに投票を委任しています
ko: 이미 투표를 위임 중입니다
pl: Delegowanie głosów
pt_pt: Já delegando votos
ru: Вы уже делегируете голоса
tr: Zaten oylar delegasyonu yapılıyor
vi: Đã ủy quyền phiếu
zh_hans: 已经委托投票

# gov.referendum.completed.message
source: Referendum is completed and voting has finished
es: El referéndum se ha completado y la votación ha terminado
fr: Le référendum est achevé et le vote est terminé
hu: A referendum befejeződött és a szavazás véget ért
id: Referendum telah selesai dan pemungutan suara sudah selesai
it: Il referendum è completato e la votazione è terminata
ja: 国民投票は完了し、投票は終了しました
ko: 국민투표가 완료되었으며 투표가 종료되었습니다
pl: Referendum jest zakończone, a głosowanie zakończone
pt_pt: Referendo concluído e a votação finalizada
ru: Референдум завершен, голосовать больше нельзя
tr: Referandum tamamlandı ve oylama sona erdi
vi: Cuộc trưng cầu dân ý đã hoàn thành và kết thúc bỏ phiếu
zh_hans: 公投已完成，投票结束

# gov.referendum.completed.title
source: Referendum is completed
es: Referéndum completado
fr: Le référendum est terminé
hu: A referendum befejeződött
id: Referendum telah selesai
it: Il referendum è completato
ja: 国民投票は完了しました
ko: 국민투표가 완료되었습니다
pl: Referendum zakończone
pt_pt: Referendo concluído
ru: Референдум завершен
tr: Referandum tamamlandı
vi: Cuộc trưng cầu dân ý đã hoàn thành
zh_hans: 公投已完成

# gov.not.enough.vote.tokens
source: You don’t have enough available tokens to vote. Available to vote: %@.
es: No tienes suficientes tokens disponibles para votar. Disponible para votar: %@.
fr: Vous n'avez pas assez d´actifs disponibles pour voter. Disponible pour voter : %@.
hu: Nem rendelkezel elegendő tokennel, ahhoz hogy szavazhass. Szavazáshoz elérhető: %@
id: Anda tidak memiliki token yang cukup untuk memberikan suara. Tersedia untuk memberikan suara: %@.
it: Non hai abbastanza token disponibili per votare. Disponibili per il voto: %@.
ja: 投票するのに十分な利用可能なトークンがありません。投票可能: %@。
ko: 투표할 수 있는 충분한 토큰이 없습니다. 사용 가능한 투표 수: %@.
pl: Nie masz wystarczającej liczby dostępnych tokenów do głosowania. Dostępne do głosowania: %@.
pt_pt: Você não tem tokens suficientes disponíveis para votar. Disponíveis para votar: %@.
ru: У вас недостаточно токенов для голосования. Доступно для голосования: %@.
tr: Oylamak için yeterli tokeniniz yok. Oylamak için kullanılabilir: %@.
vi: Bạn không có đủ token có sẵn để bỏ phiếu. Số lượng có sẵn để bỏ phiếu: %@.
zh_hans: 您的可用投票代币不足。可用于投票：%@。

# common.amount.too.big
source: Amount is too big
es: El monto es demasiado grande
fr: Montant trop élevé
hu: Az összeg túl nagy
id: Jumlah terlalu besar
it: La somma è troppo grande
ja: 量が大きすぎます
ko: 금액이 너무 큽니다
pl: Kwota jest za wysoka
pt_pt: Quantidade muito grande
ru: Сумма слишком большая
tr: Miktar çok büyük
vi: Số lượng quá lớn
zh_hans: 金额太大

# gov.reuse.all.locks
source: Reuse all locks: %@
es: Reutilizar todos los bloqueos: %@
fr: Réutiliser tous les bloqués : %@
hu: Minden lekötött újrafelhasználása: %@
id: Gunakan kunci semua: %@
it: Riutilizzare tutti i blocchi: %@
ja: 全てのロックを再利用: %@
ko: 모든 잠금 재사용: %@
pl: Użyj ponownie wszystkie blokady: %@
pt_pt: Reutilizar todos os bloqueios: %@
ru: Уже заблокировано: %@
tr: %@: Tüm kilitleri yeniden kullan
vi: Tái sử dụng tất cả khóa: %@
zh_hans: 重新使用所有锁：%@

# gov.reuse.governance.locks
source: Reuse governance lock: %@
es: Reutilizar bloqueo de gobernanza: %@
fr: Réutiliser le blocage en gouvernance : %@
hu: Kormányzásba zártak újrafelhasználása: %@
id: Gunakan kunci Tata Pemerintahan: %@
it: Riutilizzo del blocco di governance: %@
ja: ガバナンスロックを再利用: %@
ko: 거버넌스 잠금 재사용: %@
pl: Użyj ponownie blokady zarządzania: %@
pt_pt: Reutilizar bloqueio de governança: %@
ru: Уже в демократии: %@
tr: %@: Yönetim kilidini yeniden kullan
vi: Tái sử dụng khóa quản trị: %@
zh_hans: 重新使用治理锁：%@

# common.unlockable
source: Unlockable
es: Desbloqueable
fr: Déblocable
hu: Feloldható
id: Dapat Dibuka
it: Sbloccabile
ja: ロック解除可能
ko: 잠금 해제 가능
pl: Można odblokować
pt_pt: Pode ser desbloqueado
ru: Можно разблокировать
tr: Kilidi Açılabilir
vi: Có thể mở khóa
zh_hans: 可解锁

# gov.remains.locked.suffix
source: remains locked in %@
es: permanece bloqueado en %@
fr: reste bloqué en %@
hu: zárolva marad itt: %@
id: bersisa terkunci dalam %@
it: rimane bloccato in %@
ja: %@でロックされたまま
ko: %@ 동안 잠금 유지
pl: pozostają zablokowane w %@
pt_pt: permanece bloqueado em %@
ru: остаются заблокированными в %@
tr: %@'de kilitli kalmaya devam ediyor
vi: vẫn bị khóa trong %@
zh_hans: 仍锁定于 %@

# governance.referendums.status.preparing.inqueue
source: in queue
es: en cola
fr: dans la file d'attente
hu: Várakozás alatt
id: dalam antrian
it: in coda
ja: キューの中
ko: 대기 중
pl: w kolejce
pt_pt: na fila
ru: в очереди
tr: sırada
vi: đang chờ
zh_hans: 在队列中

# common.available.prefix
source: Available:
es: Disponible:
fr: Disponible :
hu: Elérhető
id: Tersedia:
it: Disponibile:
ja: 利用可能:
ko: 사용 가능:
pl: Dostępne:
pt_pt: Disponível:
ru: Доступно:
tr: Kullanılabilir:
vi: Có sẵn:
zh_hans: 可用：

# gov.your.vote
source: Your vote
es: Su voto
fr: Votre vote
hu: Szavazatod
id: Suara Anda
it: Il tuo voto
ja: あなたの投票
ko: 당신의 투표
pl: Twój głos
pt_pt: Seu voto
ru: Ваш голос
tr: Oyunuz
vi: Phiếu bầu của bạn
zh_hans: 您的投票

# common.use.dapp
source: Use Nova Featured websites
es: Usar sitios web destacados de Nova
fr: Utiliser les sites Web mis en avant par Nova
hu: Használja a Nova kiemelt weboldalait
id: Gunakan situs web unggulan Nova
it: Usa i siti web in primo piano di Nova Wallet
ja: Novaおすすめのウェブサイトを使ってください
ko: Nova 추천 웹사이트 사용
pl: Korzystaj z polecanych stron Nova
pt_pt: Utilizar websites em destaque da Nova
ru: Популярные вебсайты в Nova Wallet
tr: Nova Öne Çıkan web sitelerini kullanın
vi: Sử dụng các trang web nổi bật của Nova
zh_hans: 使用Nova Featured网站

# gov.timeline.voting.format
source: Voting: %@
es: Votación: %@
fr: Vote en cours : %@
hu: Szavazás: %@
id: Menggolos: %@
it: Votazione: %@
ja: 投票中: %@
ko: 투표 중: %@
pl: Głosowanie: %@
pt_pt: Votando: %@
ru: Голосование: %@
tr: Oylama: %@
vi: Đang bỏ phiếu: %@
zh_hans: 投票：%@

# gov.timeline.voted.format
source: Voted: %@
es: Votado: %@
fr: Voté : %@
hu: Szavazott: %@
id: Telah memberi suara: %@
it: Votato: %@
ja: 投票済み: %@
ko: 투표됨: %@
pl: Głosował: %@
pt_pt: Votado: %@
ru: Результат: %@
tr: Oylandı: %@
vi: Đã bỏ phiếu: %@
zh_hans: 已投票：%@

# gov.linear.decreasing
source: Linear Decreasing
es: Disminución Lineal
fr: Décroissance linéaire
hu: Lineárisan Csökkenő
id: Pengurangan Linier
it: Decremento lineare
ja: 線形減少
ko: 선형 감소
pl: Liniowe zmniejszanie
pt_pt: Decrescimento Linear
ru: Линейное убывание
tr: Doğrusal Azalan
vi: Giảm dần tuyến tính
zh_hans: 线性递减

# gov.stepped.decreasing
source: Stepped Decreasing
es: Disminución Escalonada
fr: Diminution progressive
hu: Fokozatosan Csökkenő
id: Pengurangan Bertahap
it: Decremento a gradini
ja: 段階的減少
ko: 계단식 감소
pl: Stopniowe zmniejszanie
pt_pt: Diminuição Gradual
ru: Ступенчатое убывание
tr: Aşamalı Azalan
vi: Giảm dần theo bậc
zh_hans: 阶梯式递减

# gov.reciprocal
source: Reciprocal
es: Disminución Recíproca
fr: Réciproque
hu: Kölcsönös
it: Reciproco
ja: 逆線形減少
ko: 상호
pl: Odwrotny
pt_pt: Decrescimento Linear Recíproco
ru: Обратное линейное убывание
tr: Karşılıklı Doğrusal Azalan
vi: Nghịch đảo
zh_hans: 倒数线性递减

# gov.vote.treshold.function.simpleMajority
source: Simple Majority
es: Mayoría Simple
fr: Majorité simple
hu: Szimpla Többségi
id: Mayoritas Sederhana
it: Maggioranza semplice
ja: 単純多数決
ko: 단순 과반수
pl: Zwykła większość
pt_pt: Maioria Simples
ru: Простое большинство
tr: Basit Çoğunluk
vi: Đa số đơn giản
zh_hans: 简单多数

# gov.vote.treshold.function.superMajorityAgainst
source: Super Majority Against
es: Supermayoría En Contra
fr: Opposition à la super majorité
hu: Szuper Ellenző Többség
id: Super Mayoritas Menolak
it: Super maggioranza contro
ja: 反対意見のスーパー多数決
ko: 압도적 반대
pl: Super większość przeciw
pt_pt: Super Maioria Contra
ru: Супербольшинство против
tr: Karşıt Süper Çoğunluk
vi: Siêu đa số chống lại
zh_hans: 绝对多数反对

# gov.vote.treshold.function.superMajorityApprove
source: Super Majority Approve
es: Supermayoría A Favor
fr: Approbation à la super majorité
hu: Szuper Többségi Jóváhagyás
id: Super Mayoritas Setuju
it: Super maggioranza approva
ja: 承認意見のスーパー多数決
ko: 압도적 찬성
pl: Super większość za
pt_pt: Super Maioria a Favor
ru: Супербольшинство за
tr: Onay için Süper Çoğunluk
vi: Siêu đa số chấp thuận
zh_hans: 绝对多数赞成

# common.days.fraction.format
source: %@ days
es: %@ días
fr: %@ jours
hu: %@ nap
id: %@ hari
it: %@ giorni
ja: %@日
ko: %@ 일
pl: %@ dni
pt_pt: %@ dias
ru: %@ дней
tr: %@ gün
vi: %@ ngày
zh_hans: %@天

# gov.empty.list
source: Referenda information will appear here when they start
es: La información de los referendos aparecerá aquí cuando comiencen
fr: Les informations sur les référendums apparaîtront ici lorsqu'ils commenceront
hu: Itt fog megjelenni információ a referendumról, ahogy elkezdődik
id: Informasi Referendum akan muncul di sini ketika mereka mulai
it: Le informazioni sui referendum appariranno qui quando inizieranno
ja: レファレンダム情報は開始されるとここに表示されます
ko: 투표 정보가 시작될 때 여기에 나타납니다
pl: Informacje o referendach pojawią się tutaj, gdy się rozpoczną
pt_pt: Informações sobre referendos aparecerão aqui quando começarem
ru: Информация о референдумах появится здесь, когда они начнутся
tr: Referandum bilgileri başladıklarında burada görünecek
vi: Thông tin về các cuộc trưng cầu dân ý sẽ xuất hiện tại đây khi chúng bắt đầu
zh_hans: 公投信息将在这里出现，当它们开始时

# common.copy
source: Copy
es: Copiar
fr: Copier
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
pl: Kopiuj
pt_pt: Copiar
ru: Копировать
tr: Kopyala
vi: Sao chép
zh_hans: 复制

# crowdloan.empty.message_v3_9_1
source: Crowdloans information will appear here when they start
es: La información de crowdloans aparecerá aquí cuando comiencen
fr: Les informations sur les prêts participatifs apparaîtront ici lorsqu'ils commenceront
hu: Itt fognak megjelenni az információk a közösségi hitelekről, ahogy elkezdődnek
id: Informasi Crowdloans akan muncul di sini saat mereka mulai
it: Le informazioni sulle crowdloan apriranno qui quando inizieranno
ja: クラウドローン情報は開始時にここに表示されます
ko: 크라우드론 정보는 시작되면 여기에 표시됩니다
pl: Informacje o crowdloanach pojawią się tutaj, gdy się rozpoczną
pt_pt: As informações sobre crowdloans aparecerão aqui quando começarem
ru: Информация о краудлоунах появится здесь, когда они начнутся
tr: Kitle fonlamaları bilgisi burada başladıklarında görünecek
vi: Thông tin về crowdloans sẽ xuất hiện ở đây khi họ bắt đầu
zh_hans: 众贷信息将在开始后显示于此

# common.error.no.data.retrieved_v3_9_1
source: No data retrieved
es: No se recuperaron datos
fr: Aucune donnée récupérée
hu: Nem található adat
id: Tidak ada data yang diterima
it: Dati non recuperati
ja: データが取得されませんでした
ko: 데이터를 가져오지 못했습니다
pl: Nie pobrano danych
pt_pt: Nenhum dado foi recuperado
ru: Данные не получены
tr: Veri alınamadı
vi: Không lấy được dữ liệu
zh_hans: 未检索到数据

# common.add.token
source: Add token
es: Agregar token
fr: Ajouter un jeton
hu: Token hozzáadása
id: Tambahkan token
it: Aggiungi token
ja: トークンを追加
ko: 토큰 추가
pl: Dodaj token
pt_pt: Adicionar token
ru: Добавить
tr: Token ekle
vi: Thêm token
zh_hans: 添加代币

# add.token.already.exists.title
source: This token already exists
es: Este token ya existe
fr: Ce jeton existe déjà
hu: A token már hozzá van adva
id: Token ini sudah ada
it: Questo token esiste già
ja: このトークンはすでに存在します
ko: 이 토큰은 이미 존재합니다
pl: Ten token już istnieje
pt_pt: Este token já existe
ru: Этот токен уже добавлен
tr: Bu token zaten var
vi: Token này đã tồn tại
zh_hans: 该代币已存在

# add.token.already.exists.message
source: The entered contract address is present in Nova as a %@ token.
es: La dirección de contrato ingresada ya está presente en Nova como un token %@.
fr: L'adresse du contrat saisie est présente dans Nova sous la forme d'un jeton %@.
hu: A megadott szerződési cím már %@ tokenként szerepel a Novában.
id: Alamat kontrak yang dimasukkan ada dalam Nova sebagai token %@.
it: L'indirizzo del contratto inserito è presente in Nova come token %@.
ja: 入力されたコントラクトアドレスは%@トークンとしてNovaに存在します。
ko: 입력된 계약 주소는 Nova에서 %@ 토큰으로 이미 존재합니다.
pl: Wprowadzony adres kontraktu jest obecny w Nova jako token %@.
pt_pt: O endereço do contrato inserido já está presente na Nova como um token %@.
ru: Введенный адрес контракта уже добавлен в Nova как токен %@.
tr: Girilen sözleşme adresi Nova'da zaten %@ tokeni olarak bulunmaktadır.
vi: Địa chỉ hợp đồng đã nhập có sẵn trong Nova là token %@.
zh_hans: 输入的合约地址已作为%@代币存在于Nova中。

# add.token.invalid.contract.address.title
source: Invalid contract address
es: Dirección de contrato inválida
fr: Adresse du contrat invalide
hu: Érvénytelen szerződési cím
id: Alamat Kontrak Tidak Valid
it: Indirizzo del contratto non valido
ja: 無効なコントラクトアドレス
ko: 유효하지 않은 계약 주소
pl: Nieprawidłowy adres kontraktu
pt_pt: Endereço de contrato inválido
ru: Неверный адрес контракта
tr: Geçersiz sözleşme adresi
vi: Địa chỉ hợp đồng không hợp lệ
zh_hans: 合约地址无效

# add.token.invalid.network.contract.message
source: The entered contract address is not a %@ ERC-20 contract.
es: La dirección de contrato ingresada no es un contrato %@ ERC-20.
fr: L’adresse du contrat saisie n’est pas un contrat ERC-20 %@.
hu: A megadott szerződési cím nem egy %@ ERC-20-as szerződés.
id: Alamat kontrak yang dimasukkan bukan kontrak ERC-20 %@.
it: L'indirizzo del contratto inserito non è un contratto ERC-20 %@.
ja: 入力されたコントラクトアドレスは%@ ERC-20コントラクトではありません。
ko: 입력한 계약 주소가 %@ ERC-20 계약이 아닙니다.
pl: Wprowadzony adres kontraktu nie jest %@ ERC-20 kontraktem.
pt_pt: O endereço do contrato inserido não é um contrato ERC-20 %@.
ru: Введенный адрес контракта не является %@ ERC-20 контрактом.
tr: Girilen sözleşme adresi %@ ERC-20 sözleşmesi değil.
vi: Địa chỉ hợp đồng đã nhập không phải là hợp đồng ERC-20 %@.
zh_hans: 输入的合约地址不是%@ ERC-20合约。

# add.token.invalid.decimals.title
source: Invalid decimals value
es: Valor de decimales inválido
fr: Valeur décimale non valide
hu: Érvénytelen tizedesjegy
id: Nilai Desimal Tidak Valid
it: Valore dei decimali non valido
ja: 無効な小数値
ko: 유효하지 않은 소수값
pl: Nieprawidłowa wartość miejsc dziesiętnych
pt_pt: Valor de decimais inválido
ru: Недопустимое число десятичных знаков
tr: Geçersiz ondalık değeri
vi: Giá trị số thập phân không hợp lệ
zh_hans: 小数值无效

# add.token.invalid.price.url.title
source: Invalid CoinGecko link
es: Enlace de CoinGecko inválido
fr: Lien CoinGecko invalide
hu: Érvénytelen CoinGecko hivatkozás
id: Tautan CoinGecko Tidak Valid
it: Link CoinGecko non valido
ja: 無効なCoinGeckoリンク
ko: 유효하지 않은 CoinGecko 링크
pl: Nieprawidłowy link do CoinGecko
pt_pt: Link CoinGecko inválido
ru: Недействительная ссылка на CoinGecko
tr: Geçersiz CoinGecko bağlantısı
vi: Liên kết CoinGecko không hợp lệ
zh_hans: CoinGecko链接无效

# add.token.invalid.price.url.message
source: Please make sure supplied url has the following form: www.coingecko.com/en/coins/tether.
es: Por favor, asegúrate de que la url suministrada tenga la siguiente forma: www.coingecko.com/en/coins/tether.
fr: Veuillez vous assurer que l'URL fournie contient le lien suivant: www.coingecko.com/fr/coins/tether.
hu: Győzödj meg róla, hogy a megadott URL formátum a következő: www.coingecko.com/en/coins/tether.
id: Pastikan URL yang disediakan memiliki bentuk berikut: www.coingecko.com/id/coins/tether.
it: Assicurati che l'URL fornito abbia la seguente forma: www.coingecko.com/en/coins/tether.
ja: 指定されたURLが次の形式であることを確認してください: www.coingecko.com/en/coins/tether.
ko: 제공된 URL이 다음 형식을 갖추었는지 확인하세요: www.coingecko.com/en/coins/tether.
pl: Proszę upewnij się, że dostarczony adres url ma następującą formę: www.coingecko.com/en/coins/tether.
pt_pt: Por favor, certifique-se de que o url fornecido tem a seguinte forma: www.coingecko.com/en/coins/tether.
ru: Пожалуйста, убедитесь, что введенный URL-адрес имеет следующую форму: www.coingecko.com/en/coins/tether.
tr: Lütfen sağlanan URL'nin şu formatta olduğundan emin olun: www.coingecko.com/en/coins/tether.
vi: Hãy chắc chắn rằng URL được cung cấp có dạng sau: www.coingecko.com/en/coins/tether.
zh_hans: 请确保提供的网址格式为：www.coingecko.com/en/coins/tether。

# add.token.enter.contract.address
source: Enter contract address
es: Ingrese la dirección del contrato
fr: Entrez l'adresse du contrat
hu: Szerződési cím megadása
id: Masukkan alamat kontrak
it: Inserisci l'indirizzo del contratto
ja: コントラクトアドレスを入力
ko: 계약 주소 입력
pl: Wprowadź adres kontraktu
pt_pt: Insira o endereço do contrato
ru: Введите адрес контракта
tr: Sözleşme adresi girin
vi: Nhập địa chỉ hợp đồng
zh_hans: 输入合约地址
