Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# add.token.enter.symbol
source: Enter symbol
es: Ingrese el símbolo
fr: Entrez le symbole
hu: Szimbólum megadása
id: Masukkan simbol
it: Inserisci il simbolo
ja: シンボルを入力
ko: 심볼 입력
pl: Wprowadź symbol
pt_pt: Insira o símbolo
ru: Введите символ
tr: Sembol girin
vi: Nhập ký hiệu
zh_hans: 输入符号

# add.token.enter.decimals
source: Enter decimals
es: Ingrese los decimales
fr: Entrez les décimales
hu: Tizedesjegyek megadása
id: Masukkan desimal
it: Inserisci i decimali
ja: 小数を入力
ko: 소수 자릿수 입력
pl: Wprowadź liczbę miejsc dziesiętnych
pt_pt: Insira os decimais
ru: Введите число десятичных знаков
tr: Ondalık sayısını girin
vi: Nhập số thập phân
zh_hans: 输入小数

# add.token.action
source: Add token
es: Agregar token
fr: Ajouter un jeton
hu: Token hozzáadása
id: Tambahkan token
it: Aggiungi token
ja: トークンを追加
ko: 토큰 추가
pl: Dodaj token
pt_pt: Adicionar token
ru: Добавить токен
tr: Token ekle
vi: Thêm token
zh_hans: 添加代币

# add.token.title
source: Enter ERC-20 token details
es: Ingrese los detalles del token ERC-20
fr: Entrez les détails du jeton ERC-20
hu: ERC-20 token részleteinek megadása
id: Masukkan detail token ERC-20
it: Inserisci i dettagli del token ERC-20
ja: ERC-20トークンの詳細を入力
ko: ERC-20 토큰 세부정보 입력
pl: Wprowadź szczegóły tokena ERC-20
pt_pt: Insira os detalhes do token ERC-20
ru: Введите данные ERC-20 токена
tr: ERC-20 token bilgilerini girin
vi: Nhập chi tiết token ERC-20
zh_hans: 输入 ERC-20 代币详情

# common.contract.address
source: Contract address
es: Dirección del contrato
fr: Adresse du contrat
hu: Szerződés cím
id: Alamat kontrak
it: Indirizzo del contratto
ja: コントラクトアドレス
ko: 계약 주소
pl: Adres kontraktu
pt_pt: Endereço do contrato
ru: Адрес контракта
tr: Sözleşme adresi
vi: Địa chỉ hợp đồng
zh_hans: 合约地址

# common.token.symbol
source: Symbol
es: Símbolo
fr: Symbole
hu: Szimbólum
id: Simbol
it: Simbolo
ja: シンボル
ko: 심볼
pt_pt: Símbolo
ru: Символ
tr: Sembol
vi: Ký hiệu
zh_hans: 符号

# add.token.price.title
source: Coingecko link for price info (Optional)
es: Enlace de Coingecko para información de precio (Opcional)
fr: Lien Coingecko pour les informations sur les prix (facultatif)
hu: Coingecko hivatkozás az árakhoz (opcionális)
id: Tautan Coingecko untuk info harga (Opsional)
it: Collegamento Coingecko per informazioni sul prezzo (opzionale)
ja: 価格情報のためのCoingeckoリンク（オプション）
ko: 가격 정보용 Coingecko 링크 (선택 사항)
pl: Link Coingecko do informacji o cenach (Opcjonalnie)
pt_pt: Link Coingecko para informações de preço (Opcional)
ru: Ссылка Coingecko для курса валют (необязательно)
tr: Fiyat bilgisi için Coingecko bağlantısı (İsteğe bağlı)
vi: Liên kết Coingecko cho thông tin giá (Tùy chọn)
zh_hans: Coingecko链接用于价格信息（可选）

# add.token.network.selection.title
source: Select network to add ERC-20 token
es: Seleccione la red para agregar el token ERC-20
fr: Sélectionnez le réseau pour ajouter un jeton ERC-20
hu: Válaszd ki a hálózatot az ERC-20 token hozzáadásához
id: Pilih jaringan untuk menambahkan token ERC-20
it: Seleziona la rete per aggiungere il token ERC-20
ja: ERC-20トークンを追加するネットワークを選択
ko: ERC-20 토큰을 추가할 네트워크 선택
pl: Wybierz sieć, aby dodać token ERC-20
pt_pt: Selecione a rede para adicionar o token ERC-20
ru: Выберите сеть для добавления ERC-20 токена
tr: ERC-20 token eklemek için ağı seçin
vi: Chọn mạng để thêm token ERC-20
zh_hans: 选择网络以添加 ERC-20 代币

# common.disabled
source: Disabled
es: Deshabilitado
fr: Désactivé
hu: Letiltva
id: Nonaktif
it: Disabilitato
ja: 無効
ko: 비활성화됨
pl: Wyłączony
pt_pt: Desativado
ru: Отключен
tr: Devre dışı
vi: Đã tắt
zh_hans: 已禁用

# tokens.manage.title
source: Manage tokens
es: Gestionar tokens
fr: Gérer les actifs
hu: Tokenek kezelése
id: Kelola token
it: Gestisci i token
ja: トークンを管理
ko: 토큰 관리
pl: Zarządzaj tokenami
pt_pt: Gerenciar tokens
ru: Управление токенами
tr: Token'ları Yönet
vi: Quản lý token
zh_hans: 代币管理

# tokens.manage.all.selected
source: All networks
es: Todas las redes
fr: Tous les réseaux
hu: Minden hálózat
id: Semua jaringan
it: Tutte le reti
ja: すべてのネットワーク
ko: 모든 네트워크
pl: Wszystkie sieci
pt_pt: Todas as redes
ru: Все сети
tr: Tüm Ağlar
vi: Tất cả mạng
zh_hans: 所有网络

# common.more.format
source: %@ (+%@ more)
es: %@ (+%@ más)
fr: %@ (+%@ supplémentaires)
hu: %@ (további +%@)
id: %@ (+%@ lainnya)
it: %@ (+%@ altro)
ja: %@ (さらに %@)
ko: %@ (+%@ 더)
pl: %@ (+%@ więcej)
pt_pt: %@ (+%@ mais)
ru: %@ (и еще %@)
tr: %@ (+%@ daha fazla)
vi: %@ (+%@ thêm)
zh_hans: %@（+%@更多）

# common.token.decimals
source: Decimals
es: Decimales
fr: Décimales
hu: Tizedesjegyek
id: Desimal
it: Decimali
ja: 小数
ko: 소수 자릿수
pl: Liczba miejsc dziesiętnych
pt_pt: Decimais
ru: Число десятичных знаков
tr: Ondalıklar
vi: Số thập phân
zh_hans: 小数点

# tokens.manage.partial.selected
source: %@ (%@ more)
es: %@ (y %@ más)
fr: %@ (plus %@)
hu: %@ (további %@)
id: %@ (%@ lebih)
it: %@ (%@ in più)
ja: %@（さらに%@）
ko: %@ (추가 %@개)
pl: %@ (%@ więcej)
pt_pt: %@ (e mais %@)
ru: %@ (и ещё %@)
tr: %@ (ve %@ daha)
vi: %@ (%@ thêm nữa)
zh_hans: %@（还有%@）

# add.token.invalid.contract.address.message
source: The entered contract address is not ERC-20 contract.
es: La dirección de contrato ingresada no corresponde a un contrato ERC-20.
fr: L'adresse du contrat saisi n'est pas un contrat ERC-20.
hu: A megadott szerződési cím nem egy ERC-20-as szerződés.
id: Alamat kontrak yang dimasukkan bukan kontrak ERC-20.
it: L'indirizzo del contratto immesso non è un contratto ERC-20
ja: 入力されたコントラクトアドレスはERC-20コントラクトではありません。
ko: 입력된 계약 주소가 ERC-20 계약이 아닙니다.
pl: Wprowadzony adres kontraktu nie jest kontraktem ERC-20.
pt_pt: O endereço de contrato inserido não é de um contrato ERC-20.
ru: Введенный адрес не соответствует верному адресу ERC-20 контракта.
tr: Girilen sözleşme adresi ERC-20 sözleşmesi değil.
vi: Địa chỉ hợp đồng đã nhập không phải hợp đồng ERC-20.
zh_hans: 输入的合约地址不是ERC-20合约。

# add.token.completion.message
source: %@ token added
es: Token %@ agregado
fr: Jeton %@ ajouté
hu: %@ token hozzáadva
id: Token %@ ditambahkan
it: Token %@ aggiunto
ja: %@ トークンが追加されました
ko: %@ 토큰 추가됨
pl: %@ token dodany
pt_pt: Token %@ adicionado
ru: %@ токен добавлен
tr: %@ token eklendi
vi: Token %@ đã được thêm
zh_hans: %@令牌已添加

# add.token.contract.metadata.error.title
source: Metadata fetch failed
es: Fallo en la obtención de metadatos
fr: Échec de la récupération des métadonnées
hu: A metaadatok lekérése nem sikerült
id: Gagal mengambil metadata
it: Errore nel recupero dei metadati
ja: メタデータの取得に失敗しました
ko: 메타데이터 가져오기에 실패했습니다
pl: Pobieranie metadanych nie powiodło się
pt_pt: Falha na busca de metadados
ru: Ошибка загрузки метаданных
tr: Meta verisi alma hatası
vi: Không lấy được Metadata
zh_hans: 元数据获取失败

# add.token.contract.metadata.error.message
source: Contract metadata fetch failed
es: Fallo en la obtención de los metadatos del contrato
fr: Échec de la récupération des métadonnées du contrat
hu: A szerződés metaadatainak lekérése nem sikerült
id: Gagal mengambil metadata kontrak
it: Recupero metadati contratto fallito
ja: 契約メタデータの取得に失敗しました
ko: 컨트랙트 메타데이터 가져오기 실패
pl: Pobieranie metadanych kontraktu nie powiodło się
pt_pt: Falha ao buscar metadados do contrato
ru: Загрузка метаданных контракта завершилась с ошибкой.
tr: Sözleşme meta verisi alma işlemi başarısız oldu
vi: Lấy dữ liệu hợp đồng thất bại
zh_hans: 合约元数据获取失败

# add.token.invalid.decimals.message
source: Decimals must be at least 0, and not over %@.
es: Los decimales deben ser al menos 0, y no superar %@.
fr: Les décimales doivent être au moins égales à 0 et ne pas dépasser %@.
hu: A tizedeseknek legalább nullának kell lenniük, és nem lehetnek többek, mint %@.
id: Desimal harus setidaknya 0, dan tidak lebih dari %@.
it: I decimali devono essere almeno 0 e non superiori a %@
ja: 小数点以下の桁数は0以上、%@以下でなければなりません。
ko: 소수점은 최소 0이어야 하며, %@ 를 초과할 수 없습니다.
pl: Liczba miejsc dziesiętnych musi wynosić co najmniej 0 i nie więcej niż %@.
pt_pt: As casas decimais devem ser pelo menos 0, e não mais de %@.
ru: Число десятичных знаков должно быть не менее 0 и не более %@.
tr: Ondalık değerler en az 0, %@'den fazla olmamalıdır.
vi: Số lẻ phải ít nhất là 0 và không quá %@.
zh_hans: 小数点必须至少为0，且不超过%@。

# dapp.settings.title
source: Page settings
es: Configuraciones de página
fr: Paramètres de la page
hu: Oldalbeállítások
id: Pengaturan Halaman
it: Impostazioni Pagina
ja: ページ設定
ko: 페이지 설정
pl: Ustawienia strony
pt_pt: Configurações da página
ru: Параметры страницы
tr: Sayfa ayarları
vi: Cài đặt trang
zh_hans: 页面设置

# dapp.settings.remove.favorite
source: Remove from Favorites
es: Eliminar de Favoritos
fr: Supprimer des favoris
hu: Eltávolítás a kedvencekből
id: Hapus dari Favorit
it: Rimuovi dai Preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
pl: Usuń z Ulubionych
pt_pt: Remover dos Favoritos
ru: Убрать из Избранного
tr: Favorilerden Çıkar
vi: Xóa khỏi Yêu thích
zh_hans: 从收藏夹中移除

# dapp.settings.mode.desktop
source: Desktop mode
es: Modo escritorio
fr: Mode bureau
hu: Asztali mód
id: Mode Desktop
it: Modalità Desktop
ja: デスクトップモード
ko: 데스크탑 모드
pl: Tryb pulpitu
pt_pt: Modo Desktop
ru: Версия для ПК
tr: Masaüstü modu
vi: Chế độ máy tính
zh_hans: 桌面模式

# in.app.updates.version.title
source: Version %@
es: Versión %@
hu: Verzió %@
id: Versi %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pl: Wersja %@
pt_pt: Versão %@
ru: Версия %@
tr: Versiyon %@
vi: Phiên bản %@
zh_hans: 版本 %@

# in.app.updates.button.show.more.title
source: See all available updates
es: Ver todas las actualizaciones disponibles
fr: Voir toutes les mises à jour disponibles
hu: Az összes elérhető frissítés megtekintése
id: Lihat semua pembaruan yang tersedia
it: Visualizza tutti gli aggiornamenti disponibili
ja: すべての利用可能な更新を表示
ko: 모든 사용 가능한 업데이트 보기
pl: Zobacz wszystkie dostępne aktualizacje
pt_pt: Ver todas as atualizações disponíveis
ru: Посмотреть все доступные обновления
tr: Tüm mevcut güncellemeleri görüntüle
vi: Xem tất cả các cập nhật có sẵn
zh_hans: 查看所有可用更新

# in.app.updates.latest
source: Latest
es: Último
fr: Dernière
hu: Legújabb
id: Terbaru
it: Più recente
ja: 最新
ko: 최신
pl: Najnowsza
pt_pt: Mais recente
ru: Последняя
tr: En güncel
vi: Mới nhất
zh_hans: 最新

# in.app.updates.severity.critical
source: Critical
es: Crítica
fr: Critique
hu: Kritikus
id: Kritis
it: Critica
ja: 重要
ko: 중요한
pl: Krytyczna
pt_pt: Crítica
ru: Критичная
tr: Kritik
vi: Quan trọng
zh_hans: 关键

# in.app.updates.severity.major
source: Major
es: Importante
fr: Majeur
hu: Jelentős
id: Besar
it: Importante
ja: 主要
ko: 중요한
pl: Ważna
pt_pt: Importante
ru: Важная
tr: Önemli
vi: Chính
zh_hans: 重要

# in.app.updates.banner.critical.title
source: Critical update
es: Actualización crítica
fr: Mise à jour critique
hu: Kritikus frissítés
id: Pembaruan penting
it: Aggiornamento critico
ja: 重要な更新
ko: 중요 업데이트
pl: Krytyczna aktualizacja
pt_pt: Atualização crítica
ru: Критичное обновление
tr: Kritik güncelleme
vi: Cập nhật quan trọng
zh_hans: 关键更新

# in.app.updates.banner.critical.subtitle
source: To avoid any issues, and improve your user experience, we strongly recommend that you install recent updates as soon as possible
es: Para evitar problemas y mejorar tu experiencia de usuario, te recomendamos encarecidamente que instales las actualizaciones recientes lo antes posible
fr: Pour éviter tout problème et améliorer votre expérience d'utilisateur, nous vous recommandons vivement d'installer les mises à jour récentes dès que possible.
hu: A problémák elkerülése és a felhasználói élmény javítása érdekében erősen ajánljuk, hogy a legújabb frissítéseket mielőbb telepítsd
id: Untuk menghindari masalah apapun, dan meningkatkan pengalaman pengguna Anda, kami sangat menyarankan Anda untuk segera menginstal pembaruan terbaru secepat mungkin
it: Per evitare eventuali problemi e migliorare la tua esperienza utente, ti consigliamo vivamente di installare gli aggiornamenti più recenti il prima possibile
ja: 問題を回避し、ユーザー体験を向上させるため、できるだけ早く最新の更新をインストールすることを強くお勧めします
ko: 문제를 피하고 사용자 경험을 향상시키기 위해 가능한 한 빨리 최근 업데이트를 설치할 것을 강력히 권장합니다
pl: Aby uniknąć wszelkich problemów i poprawić swoje doświadczenia użytkownika, zdecydowanie zalecamy jak najszybsze zainstalowanie najnowszych aktualizacji
pt_pt: Para evitar quaisquer problemas e melhorar sua experiência de usuário, recomendamos fortemente que instale as atualizações recentes o mais rápido possível
ru: Чтобы избежать каких-либо проблем и улучшить ваш пользовательский опыт, мы настоятельно рекомендуем как можно скорее установить последние обновления
tr: Herhangi bir sorundan kaçınmak ve kullanıcı deneyiminizi iyileştirmek için, en kısa sürede güncellemeleri yüklemenizi şiddetle tavsiye ederiz
vi: Để tránh bất kỳ vấn đề nào và cải thiện trải nghiệm người dùng của bạn, chúng tôi khuyến nghị mạnh mẽ rằng bạn nên cài đặt các bản cập nhật gần đây nhất càng sớm càng tốt
zh_hans: 为避免任何问题，并改善您的用户体验，我们强烈建议您尽快安装最新更新

# in.app.updates.banner.major.title
source: Major update
es: Actualización importante
fr: Mise à jour importante
hu: Jelentős frissítés
id: Pembaruan besar
it: Aggiornamento importante
ja: 大規模な更新
ko: 주요 업데이트
pl: Główna aktualizacja
pt_pt: Atualização importante
ru: Крупное обновление
tr: Büyük güncelleme
vi: Cập nhật lớn
zh_hans: 重大更新

# in.app.updates.banner.major.subtitle
source: Lots of amazing new features are available for Nova Wallet! Make sure to update your application to access them
es: ¡Muchas nuevas características increíbles están disponibles para Nova Wallet! Asegúrate de actualizar tu aplicación para acceder a ellas
fr: Des nouvelles fonctionnalités étonnantes sont disponibles pour le portefeuille Nova ! Assurez-vous de mettre à jour votre application pour y accéder
hu: A Nova Wallet számos izgalmas új funkciót kínál! Ne felejtsd el frissíteni az alkalmazását, hogy hozzáférj ezekhez
id: Banyak fitur baru yang menakjubkan tersedia untuk Nova Wallet! Pastikan untuk memperbarui aplikasi Anda untuk mengaksesnya
it: Molte nuove incredibili funzionalità sono disponibili per Nova Wallet! Assicurati di aggiornare l'applicazione per accedervi
ja: Nova Walletにはたくさんの素晴らしい新機能が利用可能です！ アプリケーションを更新して、それらにアクセスしてください
ko: Nova Wallet의 새로운 놀라운 기능들을 사용할 수 있습니다! 애플리케이션을 업데이트하여 이 기능들을 꼭 즐기세요
pl: Wiele niesamowitych nowych funkcji jest już dostępnych dla Nova Wallet! Upewnij się, że zaktualizujesz aplikację, aby uzyskać do nich dostęp
pt_pt: Muitas novas funcionalidades incríveis estão disponíveis para a Nova Wallet! Certifique-se de atualizar sua aplicação para acessá-las
ru: Новый потрясающий функционал уже доступен для Nova Wallet! Обязательно обновите приложение и наслаждайтесь им
tr: Nova Wallet için birçok harika yeni özellik mevcut! Bu özelliklere erişim sağlamak için uygulamanızı güncellemekten emin olun
vi: Nhiều tính năng mới tuyệt vời đã có sẵn cho Nova Wallet! Hãy cập nhật ứng dụng của bạn để truy cập chúng
zh_hans: Nova Wallet 可用许多惊人的新功能！确保更新您的应用程序以访问它们

# in.app.updates.title
source: Update available
es: Actualización disponible
fr: Mise à jour disponible
hu: Frissítés érhető el
id: Pembaruan tersedia
it: Aggiornamento disponibile
ja: 更新が利用可能
ko: 사용 가능한 업데이트
pl: Aktualizacja dostępna
pt_pt: Atualização disponível
ru: Доступно обновление
tr: Güncelleme mevcut
vi: Có cập nhật mới
zh_hans: 更新可用

# in.app.updates.install.button.title
source: Install
es: Instalar
fr: Installer
hu: Telepítés
id: Pasang
it: Installa
ja: インストール
ko: 설치
pl: Zainstaluj
pt_pt: Instalar
ru: Установить
tr: Yükle
vi: Cài đặt
zh_hans: 安装

# gov.unavailable.tracks.delegated
source: Tracks that you have already delegated votes to
es: Pistas a las que ya has delegado votos
fr: Chemins auxquels vous avez déjà délégué des votes
hu: Kategóriák melyekben már delegáltál szavazatokat
id: Track yang sudah Anda delegasikan suara
it: Tracce a cui hai già delegato i voti
ja: すでに投票を委任したトラック
ko: 이미 투표를 위임한 트랙
pl: Ścieżki, do których już oddelegowałeś głosy
pt_pt: Faixas que você já delegou votos
ru: Треки, в которых вы уже делегировали голоса
tr: Zaten oylarınızı delegasyon yaptığınız izler
vi: Các track mà bạn đã ủy quyền bỏ phiếu
zh_hans: 您已经代理投票的轨道

# gov.unavailable.tracks.voted
source: Tracks which you have existing votes in
es: Pistas en las que tienes votos existentes
fr: Chemins dans lesquels vous avez des votes en cours
hu: Kategóriák melyekben már szavaztál
id: Track di mana Anda sudah memberikan suara
it: Tracce in cui hai già dei voti
ja: 既に投票しているトラック
ko: 기존에 투표한 트랙
pl: Ścieżki, na których już oddałeś głosy
pt_pt: Faixas em que você tem votos existentes
ru: Треки, в которых вы голосовали
tr: Mevcut oyların olduğu izler
vi: Các track mà bạn đã có bỏ phiếu sẵn
zh_hans: 您已投票的轨道

# gov.unavailable.tracks.remove.votes
source: Remove votes in order to delegate in these tracks
es: Eliminar votos para delegar en estas pistas
fr: Retirer les votes afin de déléguer dans ces chemins
hu: Szavazatok eltávolítása delegáláshoz a következő kategóriákban
id: Hapus suara untuk mend delegasikan di jalur ini
it: Rimuovi i voti per delegare in queste tracce
ja: これらのトラックで委任するために投票を削除
ko: 이 트랙에서 위임하려면 투표를 삭제하세요
pl: Usuń głosy, aby delegować na tych ścieżkach
pt_pt: Remova votos para delegar nestas faixas
ru: Удалить голоса для делегирования в этих треках
tr: Bu izlerde delegasyon yapabilmek için oyları kaldırın
vi: Xóa bỏ phiếu để ủy quyền trong các track này
zh_hans: 删除投票以便在这些轨道中代理

# gov.unavailable.tracks
source: Unavailable tracks
es: Pistas no disponibles
fr: Chemins indisponibles
hu: Nem elérhető kategóriák
id: Track tidak tersedia
it: Tracce non disponibili
ja: 利用できないトラック
ko: 사용할 수 없는 트랙
pl: Niedostępne ścieżki
pt_pt: Faixas indisponíveis
ru: Недоступные треки
tr: Ulaşılamayan izler
vi: Các track không khả dụng
zh_hans: 不可用轨道

# gov.remove.votes.ask.title
source: Remove history of your votes?
es: ¿Eliminar el historial de tus votos?
fr: Effacer l'historique de vos votes ?
hu: Eltávolítod a szavazataid előzményeid?
id: Hapus riwayat suara Anda?
it: Rimuovere la cronologia dei tuoi voti?
ja: 投票履歴を削除しますか？
ko: 당신의 투표 기록을 제거하시겠습니까?
pl: Usunąć historię głosowania?
pt_pt: Remover o histórico dos seus votos?
ru: Удалить историю ваших голосов?
tr: Oy geçmişinizi kaldırılsın mı?
vi: Xóa lịch sử bỏ phiếu của bạn?
zh_hans: 移除您的投票记录？

# gov.add.delegation.tracks.empty
source: No tracks are available to delegate
es: No hay pistas disponibles para delegar
fr: Aucun chemin n’est disponible pour la délégation
hu: Nincsenek delegálható kategóriák
id: Tidak ada trek yang tersedia untuk didelegasikan
it: Nessun percorso disponibile per delegare
ja: 委任に利用可能なトラックがありません
ko: 위임할 수 있는 트랙이 없습니다
pl: Brak dostępnych ścieżek do delegowania
pt_pt: Não há faixas disponíveis para delegação
ru: Нет доступных треков для делегирования
tr: Delege etmek için kullanılabilir yol yok
vi: Không có track nào để ủy quyền
zh_hans: 没有可供委托的轨道

# gov.tracks.selection.hint
source: Select at least 1 track...
es: Seleccione al menos 1 pista...
fr: Sélectionnez au moins 1 chemin...
hu: Legalább 1 kategóriát kell kiválasztani...
id: Pilih setidaknya 1 trek...
it: Seleziona almeno 1 percorso...
ja: 少なくとも1つのトラックを選択してください...
ko: 최소 1개의 트랙을 선택...
pl: Zaznacz co najmniej 1 ścieżkę...
pt_pt: Selecione ao menos 1 faixa...
ru: Выберите хотя бы 1 трек...
tr: En az 1 yol seçin...
vi: Chọn ít nhất 1 track...
zh_hans: 至少选择 1 个轨道...

# gov.track.group.governance
source: Governance
es: Gobierno
fr: Gouvernance
hu: Kormányzás
id: Pemerintahan
ja: ガバナンス
pl: Zarządzanie
pt_pt: Governança
ru: Управление
tr: Yönetim
vi: Quản trị
zh_hans: 管理

# gov.track.group.treasury
source: Treasury
es: Tesorería
fr: Trésorerie
hu: Kincstár
id: Kekayaan
it: Tesoreria
ja: トレジャリー
pl: Skarb
pt_pt: Tesouraria
ru: Казна
tr: Hazine
vi: Kho bạc
zh_hans: 财政

# common.select.all
source: Select all
es: Seleccionar todo
fr: Tout sélectionner
hu: Mindet kiválaszt
id: Pilih semua
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
pl: Zaznacz wszystko
pt_pt: Selecionar tudo
ru: Выбрать все
tr: Tümünü Seç
vi: Chọn tất cả
zh_hans: 选择全部

# gov.add.delegation.tracks.details
source: Please select the tracks in which you would like to delegate your voting power.
es: Por favor, selecciona las pistas en las que te gustaría delegar tu poder de voto.
fr: Veuillez sélectionner les chemins dans lesquelles vous souhaitez déléguer votre droit de vote.
hu: Kérlek, válaszd ki azokat a kategóriákat, amelyekre szavazati jogot kívánsz adni.
it: Seleziona le tracce in cui desideri delegare il tuo potere di voto.
ja: 投票権をデリゲートしたいトラックを選択してください。
ko: 투표권을 위임하고 싶은 트랙을 선택해주세요.
pl: Proszę wybrać trasy, w których chcesz delegować swoją moc głosowania.
pt_pt: Por favor, selecione as faixas nas quais você gostaria de delegar seu poder de voto.
ru: Пожалуйста, выберите треки, в которых вы бы хотели делегировать ваши голоса.
tr: Lütfen oy gücünüzü devretmek istediğiniz yolları seçin.
vi: Vui lòng chọn các track mà bạn muốn ủy quyền quyền biểu quyết của mình.
zh_hans: 请选择您希望委托投票权的轨道。

# gov.available.tracks
source: Available tracks
es: Pistas disponibles
fr: Chemins disponibles
hu: Elérhető kategóriák
it: Percorsi disponibili
ja: 利用可能なトラック
ko: 사용 가능한 트랙
pl: Dostępne trasy
pt_pt: Faixas disponíveis
ru: Доступные треки
tr: Kullanılabilir parçalar
vi: Track có sẵn
zh_hans: 可用轨道

# delegations.lastVoted
source: Voted last %@
es: Votado último %@
fr: Votes récents (%@)
hu: Utolsó %@ szavazatai
id: Memilih terakhir %@
it: Ultimo voto %@
ja: 最近の投票 %@
ko: 최근 %@ 투표됨
pl: Głosy za ostatnie %@
pt_pt: Votado nos últimos %@
ru: Голоса за %@
tr: Son %@ oyladı
vi: Đã bỏ phiếu lần cuối %@
zh_hans: 最后投票 %@

# delegations.delegatedVotes
source: Delegated votes
es: Votos delegados
fr: Voix déléguées
hu: Delegált szavazatok
id: Suara yang telah didelegasikan
it: Voti delegati
ja: 代理投票
ko: 위임된 투표
pl: Delegowane głosy
pt_pt: Votos delegados
ru: Голоса делегаторов
tr: Yetkilendirilen oylar
vi: Phiếu bầu được ủy thác
zh_hans: 代理投票

# delegations.delegations
source: Delegations
es: Delegaciones
fr: Délégations
hu: Delegációk
id: Delegasi
it: Deleghe
ja: デリゲーション
ko: 위임
pl: Delegacje
pt_pt: Delegações
ru: Делегации
tr: Yetkilendirmeler
vi: Ủy nhiệm
zh_hans: 委托

# delegations.show.chip.individual
source: Individual
es: Individuo
fr: Individu
hu: Egyéni
id: Perorangan
it: Individuo
ja: 個人
ko: 개인
pl: Osoba fizyczna
pt_pt: Indivíduo
ru: Персона
tr: Birey
vi: Cá nhân
zh_hans: 个人

# delegations.show.chip.organization
source: Organization
es: Organización
fr: Organisation
hu: Szervezet
id: Organisasi
it: Organizzazione
ja: 組織
ko: 조직
pl: Organizacja
pt_pt: Organização
ru: Организация
tr: Organizasyon
vi: Tổ chức
zh_hans: 组织

# delegations.add.title
source: Add delegation
es: Agregar delegación
fr: Ajouter une délégation
hu: Delegálás hozzáadása
id: Tambahkan delegasi
it: Aggiungi delegazione
ja: 委任を追加
ko: 위임 추가
pl: Dodaj delegację
pt_pt: Adicionar delegação
ru: Добавить делегацию
tr: Delegasyon ekle
vi: Thêm ủy quyền
zh_hans: 添加委托

# delegations.show.individuals
source: Individuals
es: Individuos
fr: Individus
hu: Egyének
id: Perorangan
it: Individui
ja: 個人
ko: 개인
pl: Osoby fizyczne
pt_pt: Indivíduos
ru: Персон
tr: Bireyler
vi: Cá nhân
zh_hans: 个人

# delegations.show.organizations
source: Organizations
es: Organizaciones
fr: Organisations
hu: Szervezetek
id: Organisasi
it: Organizzazioni
ja: 組織
ko: 조직
pl: Organizacje
pt_pt: Organizações
ru: Организации
tr: Organizasyonlar
vi: Tổ chức
zh_hans: 组织

# delegations.show.all
source: All accounts
es: Todas las cuentas
fr: Tous les comptes
hu: Minden fiók
id: Semua akun
it: Tutti gli account
ja: 全アカウント
ko: 모든 계정
pl: Wszystkie konta
pt_pt: Todas as contas
ru: Все аккаунты
tr: Tüm hesaplar
vi: Tất cả các tài khoản
zh_hans: 所有账户

# delegations.sort.title
source: Sort by
es: Ordenar por
fr: Trier par
hu: Rendezés
id: Urutkan berdasarkan
it: Ordina per
ja: 並び替え
ko: 정렬 기준
pl: Sortuj według
pt_pt: Ordenar por
ru: Сортировка по
tr: Sırala
vi: Sắp xếp theo
zh_hans: 排序方式
