Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# common.invalid.hard.soft.numeric.password.message
source: Please, check that input is a mix of //'hard' and /'soft' where 'hard' and 'soft' can be any sequence of digits not including /. The path can end up with ///'password'. For example, //44//60//0/0/0///mypass.
es: Por favor, verifica que la entrada es una mezcla de //'hard' y /'soft' donde 'hard' y 'soft' pueden ser cualquier secuencia de dígitos sin incluir /. El camino puede terminar con ///'contraseña'. Por ejemplo, //44//60//0/0/0///mipass.
fr: Veuillez vérifier que l'entrée est un mélange de //'hard' et /'soft' où 'hard' et 'soft' peuvent être n'importe quelle séquence de chiffres n'incluant pas /. Le chemin peut se terminer par ///'password'. Par exemple, //44//60//0/0/0///mypass.
hu: Kérlek, ellenőrizd le, hogy a beírtak a //'hard' és a /'soft' keveréke-e, ahol a "hard" és a "soft" bármilyen számsorból állhat, de a / karakter nélkül. Az elérési út végződhet a következővel: ///'password'. Például: //44//60//0/0/0///mypass
id: Silakan cek bahwa masukan adalah campuran //'hard' dan /'soft' di mana 'hard' dan 'soft' dapat berupa urutan digit apa pun yang tidak termasuk /. Jalur dapat berakhir dengan ///'password'. Contohnya, //44//60//0/0/0///mypass.
it: Si prega di controllare che l'input sia una combinazione di 'forte' e 'debole' in cui 'forte' e 'debole' possono essere qualsiasi sequenza di cifre non includenti /. Il percorso può terminare con 'password'. Ad esempio, //44//60//0/0/0///mypass.
ja: 入力が //'hard' と /'soft' の組み合わせであることを確認してください。'hard' と 'soft' は、/ を含まない任意の数字のシーケンスである必要があります。パスは ///'password' で終わることができます。例: //44//60//0/0/0///mypass.
ko: 입력이 //'hard'와 /'soft'의 조합인지 확인해주세요. 'hard'와 'soft'는 숫자의 어떠한 연속도 될 수 있으며 /는 포함되지 않습니다. 경로는 ///'password'로 끝날 수 있습니다. 예를 들어, //44//60//0/0/0///mypass.
pl: Proszę, upewnij się, że dane wejściowe to miks //'hard' i /'soft', gdzie 'hard' i 'soft' mogą być dowolną sekwencją cyfr z wyłączeniem /. Ścieżka może kończyć się na ///'password'. Na przykład, //44//60//0/0/0///mypass.
pt_pt: Por favor, verifique se a entrada é uma mistura de //'hard' e /'soft' onde 'hard' e 'soft' podem ser qualquer sequência de dígitos excluindo /. O caminho pode terminar com ///'senha'. Por exemplo, //44//60//0/0/0///minhasenha.
ru: Пожалуйста, удостоверьтесь, что введенная строка это комбинация //'hard' и /'soft' где 'hard' и 'soft' могут быть любой последовательностью цифр. Путь может оканчиваться ///'password'. Например, //44//60//0/0/0///mypass.
tr: Lütfen girişin //'hard' ve /'soft' karışımı olduğundan emin olun, burada 'hard' ve 'soft' / içermeyen herhangi bir rakam dizisi olabilir. Yol ///'password' ile sonlanabilir. Örneğin, //44//60//0/0/0///mypass.
vi: Vui lòng kiểm tra rằng dữ liệu nhập là sự kết hợp của //'hard' và /'soft' trong đó 'hard' và 'soft' có thể là bất kỳ chuỗi số nào không bao gồm /. Đường dẫn có thể kết thúc với ///'password'. Ví dụ, //44//60//0/0/0///mypass.
zh_hans: 请检查输入是否为//'硬'和/'软'的混合，其中'硬'和'软'可以是任何不包含/的数字序列。路径可以以///'密码'结束。例如，//44//60//0/0/0///mypass。

# chain.accounts.section.title.shared.secret
source: Accounts with shared secret
es: Cuentas con secreto compartido
fr: Comptes avec secret partagé
hu: Fiókok megosztott titkos kulccsal
id: Akun dengan rahasia bersama
it: Account con segreto condiviso
ja: 共通シークレットのアカウント
ko: 공유 비밀이 있는 계정
pl: Konta z udostępnionym sekretem
pt_pt: Contas com segredo compartilhado
ru: Аккаунты с общим секретом
tr: Ortak gizliyle hesaplar
vi: Tài khoản với bí mật chia sẻ
zh_hans: 具有共享秘密的账户

# chain.accounts.section.title.custom.secret
source: Accounts with custom secret
es: Cuentas con secreto personalizado
fr: Comptes avec secret personnalisé
hu: Fiókok egyedi titkos kulccsal
id: Akun dengan rahasia khusus
it: Account con segreto personalizzato
ja: カスタムシークレットのアカウント
ko: 커스텀 비밀이 있는 계정
pl: Konta z niestandardowym sekretem
pt_pt: Contas com segredo personalizado
ru: Аккаунты с кастомным секретом
tr: Özel gizli ile hesaplar
vi: Tài khoản với bí mật tùy chỉnh
zh_hans: 具有自定义密钥的账户

# account.actions.change.title
source: Change account
es: Cambiar cuenta
fr: Changer de compte
hu: Fiók módosítása
id: Ubah akun
it: Cambia account
ja: アカウントを変更
ko: 계정 변경
pl: Zmień konto
pt_pt: Alterar conta
ru: Изменить аккаунт
tr: Hesabı değiştir
vi: Thay đổi tài khoản
zh_hans: 更改帐户

# account.not.found.caption
source: Account is not found
es: Cuenta no encontrada
fr: Le compte est introuvable
hu: A fiók nem található
id: Akun tidak ditemukan
it: Account non trovato
ja: アカウントが見つかりません
ko: 계정을 찾을 수 없음
pl: Konto nie znalezione
pt_pt: Conta não encontrada
ru: Аккаунт не найден
tr: Hesap bulunamadı
vi: Không tìm thấy tài khoản
zh_hans: 未找到账户

# account.not.found.actions.title
source: %@ account
es: cuenta %@
fr: Compte %@
hu: %@ fiók
id: Akun %@
ja: %@ アカウント
ko: %@ 계정
pl: Konto %@
pt_pt: Conta %@
ru: Аккаунт %@
tr: %@ hesabı
vi: tài khoản %@
zh_hans: %@账户

# account.create.option.title
source: Create account
es: Crear cuenta
fr: Créer un compte
hu: Fiók létrehozása
id: Buat akun
it: Crea un account
ja: アカウント作成
ko: 계정 만들기
pl: Utwórz konto
pt_pt: Criar conta
ru: Создать аккаунт
tr: Hesap Oluştur
vi: Tạo tài khoản
zh_hans: 创建账户

# account.import.option.title
source: Import account
es: Importar cuenta
fr: Importer un compte
hu: Fiók importálása
id: Impor akun
it: Importa account
ja: アカウントをインポート
ko: 계정 가져오기
pl: Importuj konto
pt_pt: Importar conta
ru: Импортировать аккаунт
tr: Hesabı İçe Aktar
vi: Nhập tài khoản
zh_hans: 导入账户

# account.actions.change.sheet.title
source: Change %@ account
es: Cambiar cuenta %@
fr: Modifier le compte %@
hu: %@ fiók módosítása
id: Ubah akun %@
it: Cambia l'account %@
ja: %@ アカウントを変更
ko: %@ 계정 변경
pl: Zmień konto %@
pt_pt: Alterar conta %@
ru: Изменить аккаунт %@
tr: %@ hesabını değiştir
vi: Thay đổi tài khoản %@
zh_hans: 更改%@帐户

# wallet.account.locks.democracy.version1
source: Governance v1
fr: Gouvernance v1
hu: Kormányzás v1
pt_pt: Governança v1
tr: Yönetim v1
zh_hans: 治理 v1

# wallet.account.locks.elections
source: Elections
es: Elecciones
fr: Élections
hu: Választások
id: Pemilihan
it: Elezioni
ja: 選挙
ko: 선거
pl: Wybory
pt_pt: Eleições
ru: Выборы
tr: Seçimler
vi: Bầu cử
zh_hans: 选举

# wallet.balances.widget.title
source: Your balance
es: Tu saldo
fr: Votre solde
hu: Egyenleged
id: Saldo Anda
it: Il tuo saldo
ja: あなたのバランス
ko: 귀하의 잔액
pl: Twoje saldo
pt_pt: Seu saldo
ru: Ваш баланс
tr: Bakiyeniz
vi: Số dư của bạn
zh_hans: 您的余额

# crowdloan.custom.contrib.format
source: %@ (via %@)
es: %@ (vía %@)
hu: %@ (%@-on)
it: %@ (tramite %@)
ja: %@ (経由 %@)
pl: %@ (przez %@)
ru: %@ (через %@)
tr: %@ (%@ aracılığıyla)
vi: %@ (thông qua %@)
zh_hans: %@ (通过 %@)

# commmon.view.in.format
source: View in %@
es: Ver en %@
fr: Voir dans %@
hu: Megtekintés itt: %@
id: Lihat di %@
it: Visualizza in %@
ja: %@で表示
ko: %@에서 보기
pl: Zobacz w %@
pt_pt: Ver em %@
ru: Открыть в %@
tr: %@'de Görüntüle
vi: Xem trong %@
zh_hans: 在%@中查看

# import.json.unsupported.ethereum.crypto.message
source: Cannot import account with Substrate secret into the network with Ethereum encryption
es: No se puede importar una cuenta con secreto de Substrate en la red con cifrado de Ethereum
fr: Impossible d'importer un compte avec un secret Substrate vers le réseau chiffré avec Ethereum
hu: A Substrate titkos kulccsal rendelkező fiókot nem lehet Ethereum titkosítással importálni a hálózatba
id: Tidak bisa mengimpor akun dengan rahasia Substrate ke jaringan dengan enkripsi Ethereum.
it: Impossibile importare l'account con segreto Substrate nella rete con crittografia Ethereum
ja: Ethereum暗号化のネットワークにSubstrateシークレットを持つアカウントをインポートできません
ko: Ethereum 암호화 네트워크에 Substrate 비밀이 있는 계정을 가져올 수 없습니다
pl: Nie można zaimportować konta z sekretem Substrate do sieci z szyfrowaniem Ethereum
pt_pt: Não é possível importar conta com segredo Substrate para a rede com criptografia Ethereum
ru: Не поддерживается импорт аккаунта с Substrate секретом в сеть с Ethereum шифрованием
tr: Substrate gizli anahtarı olan bir hesabın Ethereum şifrelemesi olan ağa aktarımı yapılamaz
vi: Không thể nhập tài khoản với Substrate secret vào mạng với mã hóa Ethereum
zh_hans: 不能将含有Substrate秘密的账户导入到以太坊加密网络

# import.json.unsupported.substrate.crypto.message
source: Cannot import account with Ethereum secret into the network with Substrate encryption
es: No se puede importar una cuenta con secreto de Ethereum en la red con cifrado de Substrate
fr: Impossible d'importer un compte avec un secret Ethereum vers le réseau chiffré avec Substrate
hu: Az Ethereum titkos kulccsal rendelkező fiókot nem lehet Substrate titkosítással importálni a hálózatba
id: Tidak bisa mengimpor akun dengan rahasia Ethereum ke jaringan dengan enkripsi Substrate.
it: Impossibile importare l'account con segreto Ethereum nella rete con crittografia Substrate
ja: Substrate暗号化のネットワークにEthereumシークレットを持つアカウントをインポートできません
ko: Substrate 암호화 네트워크에 Ethereum 비밀이 있는 계정을 가져올 수 없습니다
pl: Nie można zaimportować konta z sekretem Ethereum do sieci z szyfrowaniem Substrate
pt_pt: Não é possível importar conta com segredo Ethereum para a rede com criptografia Substrate
ru: Не поддерживается импорт аккаунта с Ethereum секретом в сеть с Substrate шифрованием
tr: Ethereum gizli anahtarı olan bir hesabın Substrate şifrelemesi olan ağa aktarımı yapılamaz
vi: Không thể nhập tài khoản với Ethereum secret vào mạng với mã hóa Substrate
zh_hans: 不能将含有以太坊秘密的账户导入到Substrate加密网络

# common.today
source: Today
es: Hoy
fr: Aujourd’hui
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
pl: Dziś
pt_pt: Hoje
ru: Сегодня
tr: Bugün
vi: Hôm nay
zh_hans: 今天

# common.yesterday
source: Yesterday
es: Ayer
fr: Hier
hu: Tegnap
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
pl: Wczoraj
pt_pt: Ontem
ru: Вчера
tr: Dün
vi: Hôm qua
zh_hans: 昨天

# common.tx.details
source: Transaction details
es: Detalles de la transacción
fr: Détails de la transaction
hu: Átutalás részletei
id: Rincian transaksi
it: Dettagli transazione
ja: トランザクション詳細
ko: 거래 세부정보
pl: Szczegóły transakcji
pt_pt: Detalhes da Transação
ru: Детали транзакции
tr: İşlem Detayları
vi: Chi tiết giao dịch
zh_hans: 交易详情

# common.unknown
source: Unknown
es: Desconocido
fr: Inconnu
hu: Ismeretlen
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pl: Nieznane
pt_pt: Desconhecido
ru: Неизвестно
tr: Bilinmeyen
vi: Không rõ
zh_hans: 未知

# staking.month.period.title
source: Monthly
es: Mensual
fr: Mensuel
hu: Havi
id: Bulanan
it: Mensile
ja: 毎月
ko: 매월
pl: Miesięcznie
pt_pt: Mensal
ru: Eжемесячно
tr: Aylık
vi: Hàng tháng
zh_hans: 每月

# staking.year.period.title
source: Yearly
es: Anual
fr: Annuel
hu: Éves
id: Setiap tahun
it: Annuale
ja: 年間
ko: 연간
pl: Rocznie
pt_pt: Anual
ru: Eжегодно
tr: Yıllık
vi: Hàng năm
zh_hans: 年度

# common.positive.amount
source: Amount must be positive
es: La cantidad debe ser positiva
fr: Le montant doit être positif
hu: Az összegnek pozitívnak kell lennie
id: Jumlah harus positif
it: L'importo deve essere positivo
ja: 金額は正の数である必要があります
ko: 금액은 0보다 커야 합니다
pl: Kwota musi być dodatnia
pt_pt: O valor deve ser positivo
ru: Сумма должна быть больше нуля
tr: Miktar pozitif olmalıdır
vi: Số lượng phải lớn hơn 0
zh_hans: 金额必须为正

# qr.scan.error.no.info
source: QR can't be decoded
es: No se puede decodificar el QR
fr: Le QR ne peut pas être décodé
hu: A QR-kód nem dekódolható
id: QR tidak dapat didekripsi.
it: Impossibile decodificare il QR
ja: QRをデコードできません
ko: QR을 해독할 수 없습니다
pl: Nie można zdekodować QR
pt_pt: Não foi possível decodificar o QR
ru: Не удается декодировать QR
tr: QR kod çözümlenemedi
vi: Không thể giải mã QR
zh_hans: 无法解码QR

# qr.scan.upload.gallery
source: Upload from gallery
es: Subir desde la galería
fr: Télécharger à partir de la galerie
hu: Feltöltés a galériából
id: Unggah dari galeri.
it: Carica dalla galleria
ja: ギャラリーからアップロード
ko: 갤러리에서 업로드
pl: Załaduj z galerii
pt_pt: Carregar da galeria
ru: Из галереи
tr: Galeriden yükle
vi: Tải lên từ thư viện
zh_hans: 从相册上传

# staking.unstake.crossed.min.message
source: When unstaking partially, you should leave at least %@ in stake. Do you want to perform full unstake by unstaking remaining %@ as well?
es: Al desvincular parcialmente, deberías dejar al menos %@ en la apuesta. ¿Quieres realizar la desvinculación completa desapostando el %@ restante también?
fr: Lors d'un retrait partiel, vous devez laisser au moins %@ en jeu. Voulez-vous effectuer un retrait complet en libérant également %@ restants?
hu: Amikor részletekben unstake-elsz, a stake-ben kell maradjon legalább %@. Szeretnéd az összesed unstake-elni, beleértve a(z) %@ maradékot is?
id: Saikat sebagian, Anda harus meninggalkan setidaknya %@ dalam penyetoran. Apakah Anda ingin melakukan penarikan penuh dengan menarik sisa %@ juga?
it: Quando esegui il disimpegno parziale, dovresti lasciare almeno %@ in gioco. Vuoi eseguire il disimpegno completo disimpegnando anche i restanti %@?
ja: 部分的にアンステークする場合、少なくとも %@ をステークに残しておく必要があります。残りの %@ をアンステークして完全なアンステークにしますか？
ko: 부분적으로 Unstaking할 경우, 최소 %@를 Stake 상태로 유지해야 합니다. 나머지 %@도 Unstake하여 완전히 Unstake하시겠습니까?
pl: Podczas częściowego wycofania powinieneś zostawić przynajmniej %@ w Stake. Czy chcesz wykonać pełne wycofanie, wycofując również pozostałe %@?
pt_pt: Ao desvincular parcialmente, você deve deixar pelo menos %@ em stake. Deseja realizar o desvinculamento total desvinculando os %@ restantes também?
ru: При частичном выводе средств вы должны оставить в стейке не менее %@. Хотите ли вы полностью вывести средства, также разблокировав оставшиеся %@?
tr: Kısmen unstake yaparken en azından %@ tutarında bahis bırakmalısınız. Kalan %@ miktarını da unstake yaparak tamamen unstake işlemi gerçekleştirmek ister misiniz?
vi: Khi unstaking một phần, bạn phải để lại ít nhất %@ trong stake. Bạn có muốn thực hiện unstake hoàn toàn bằng cách unstake phần còn lại %@ không?
zh_hans: 在部分解除质押时，您应至少保留 %@ 的质押。您是否要通过解除剩余的 %@ 来完全解除质押？

# wallet.nickname.create.title
source: Create wallet nickname
es: Crear apodo de billetera
fr: Créer un surnom de portefeuille
hu: Tárca becenév megadása
id: Buat nama dompet
it: Crea soprannome portafoglio
ja: ウォレットニックネームを作成
ko: 지갑 닉네임 생성
pl: Utwórz pseudonim portfela
pt_pt: Criar apelido da carteira
ru: Назовите кошелёк
tr: Cüzdan takma adı oluştur
vi: Tạo biệt danh ví
zh_hans: 创建钱包昵称

# wallet.nickname.create.subtitle
source: This nickname will be displayed only for you and stored locally on your mobile device.
es: Este apodo se mostrará solo para ti y se almacenará localmente en tu dispositivo móvil.
fr: Ce surnom ne sera affiché que pour vous et sera stocké localement sur votre appareil mobile.
hu: A becenév kizárólag csak számodra lesz látható és csakis ezen eszközön lesz tárolva.
id: Nama panggilan ini akan ditampilkan hanya untuk Anda dan disimpan lokal di perangkat seluler Anda.
it: Questo soprannome sarà visualizzato solo per te e memorizzato localmente sul tuo dispositivo mobile.
ja: このニックネームはあなたのためだけに表示され、モバイルデバイスにローカルに保存されます。
ko: 이 닉네임은 나만 볼 수 있고 모바일 기기에만 저장됩니다.
pl: Ten pseudonim będzie wyświetlany tylko dla Ciebie i przechowywany lokalnie na Twoim urządzeniu mobilnym.
pt_pt: Este apelido será exibido apenas para você e armazenado localmente no seu dispositivo móvel.
ru: Имя хранится только на вашем мобильном устройстве и показывается только вам.
tr: Bu takma ad sadece size gösterilecek ve mobil cihazınızda yerel olarak saklanacaktır.
vi: Biệt danh này chỉ hiển thị cho bạn và được lưu trữ cục bộ trên thiết bị di động của bạn.
zh_hans: 这个昵称只会在您的移动设备上本地显示和存储。

# wallet.nickname.create.caption
source: Examples: Savings, Investments, Crowdloans, Staking.
es: Ejemplos: Ahorros, Inversiones, Crowdloans, Staking.
fr: Exemples : Épargne, investissements, prêts participatifs, staking.
hu: Példák: Megtakarítások, Befektetések, Közösségi hitelek, Stake-elés.
id: Contoh: Simpanan, Investasi, Pinjaman Massal, Staking.
it: Esempi: Risparmi, Investimenti, Crowdloan, Staking.
ja: 例: 貯金, 投資, クラウドローン, Stake.
ko: 예시: 예금, 투자, 크라우드론, Staking.
pl: Przykłady: oszczędności, inwestycje, crowdloans, Staking.
pt_pt: Exemplos: Poupanças, Investimentos, Empréstimos coletivos, Staking.
ru: Примеры: сбережения, инвестиции, краудлоуны, стейкинг.
tr: Örnekler: Tasarruflar, Yatırımlar, Kitle Fonlamaları, Staking.
vi: Ví dụ: Tiết kiệm, Đầu tư, Crowdloans, Staking.
zh_hans: 例如：储蓄、投资、众贷、质押。

# wallet.empty.description_v2_2_0
source: Your operations will be displayed here
es: Tus operaciones se mostrarán aquí
fr: Vos opérations seront affichées ici
hu: Itt fognak megjelenni a műveleteid
id: Operasi Anda akan ditampilkan di sini
it: Qui verranno visualizzate le tue operazioni
ja: あなたの操作はここに表示されます
ko: 고객님의 거래가 여기에 표시됩니다
pl: Twoje operacje pojawią się tutaj
pt_pt: Suas operações serão exibidas aqui
ru: Ваши операции появятся здесь
tr: İşlemleriniz burada görünecek
vi: Các hoạt động của bạn sẽ được hiển thị ở đây
zh_hans: 您的操作将在这里显示

# wallet.nickname.create.subtitle_v2_2_0
source: Name will be used only locally in this application. You can edit it later
es: El nombre se usará solo localmente en esta aplicación. Puedes editarlo más tarde
fr: Le nom ne sera utilisé que localement dans cette application. Vous pourrez le modifier ultérieurement
hu: A nevet kizárólag az alkalmazásban használjuk. A későbbiekben megváltoztatható.
id: Nama hanya akan digunakan secara lokal di aplikasi ini. Anda dapat mengeditnya nanti
it: Il nome verrà utilizzato solo in questa applicazione. Puoi modificarlo in seguito.
ja: 名前はこのアプリケーション内でのみ使用されます。後で編集できます
ko: 이름은 이 애플리케이션에서만 로컬로 사용됩니다. 나중에 수정할 수 있습니다
pl: Nazwa będzie używana wyłącznie lokalnie w tej aplikacji. Możesz ją później edytować
pt_pt: O nome será usado apenas localmente nesta aplicação. Você pode editá-lo mais tarde
ru: Имя будет использоваться только в приложении. Вы сможете изменить его позже
tr: İsim sadece bu uygulamada yerel olarak kullanılacak. Daha sonra düzenleyebilirsiniz
vi: Tên này sẽ chỉ được sử dụng cục bộ trong ứng dụng này. Bạn có thể chỉnh sửa nó sau
zh_hans: 名称将仅在此应用中本地使用。您可以稍后编辑它

# common.no.screenshot.title_v2_2_0
source: Prepare to save your wallet!
es: ¡Atención!
fr: Attention !
hu: Figyelem!
id: Siapkan untuk menyimpan dompet Anda!
it: Attenzione!
ja: ウォレットの保存の準備をしてください！
ko: 지갑을 저장할 준비를 하세요!
pl: Przygotuj się do zapisania swojego portfela!
pt_pt: Atenção!
ru: Подготовьтесь к сохранению кошелька!
tr: Dikkat!
vi: Chuẩn bị để lưu ví của bạn!
zh_hans: 注意!

# common.no.screenshot.message_v2_2_0
source: We are going to show your passphrase. Make sure no one can see your screen and do not take screenshots — they can be collected by third-party malware
es: Vamos a mostrar su mnemónico. Asegúrese de que nadie pueda ver su pantalla y no tome capturas de pantalla - ellas pueden ser recogidas por malware de terceros
fr: Votre phase mnémonique sera affichée. Assurez-vous que personne ne peut voir votre écran et ne faites pas de captures d'écran - elles peuvent être récupérées par des logiciels malveillants tiers.
hu: Meg fogjuk mutatni a mnemonikus jelmondatodat. Győződj meg róla, hogy senki sem láthatja a képernyődet és ne készíts róla képernyőképet — ezeket harmadik féltől származó rosszindulatú programok begyűjthetik.
id: Kami akan menampilkan frasa sandi Anda. Pastikan tidak ada yang bisa melihat layar Anda dan jangan mengambil tangkapan layar - mereka dapat dikumpulkan oleh malware pihak ketiga
it: Stiamo per mostrare il tuo mnemonico. Assicurati che nessuno possa vedere il tuo schermo e non fare screenshot; potrebbero essere raccolti da malware di terze parti
ja: パスフレーズを表示します。誰も画面を見ていないことを確認し、スクリーンショットを撮らないでください。それは第三者のマルウェアによって収集される可能性があります。
ko: 귀하의 비밀번호 문구를 표시할 예정입니다. 아무도 귀하의 화면을 볼 수 없도록 하고 스크린샷을 찍지 마세요 — 제3의 악성 코드에 의해 수집될 수 있습니다
pl: Zamierzamy pokazać Twoją frazę zabezpieczającą. Upewnij się, że nikt nie widzi Twojego ekranu i nie rób zrzutów ekranu — mogą być zbierane przez złośliwe oprogramowanie stron trzecich
pt_pt: Vamos mostrar sua mnemônica. Certifique-se de que ninguém pode ver sua tela e não tire capturas de tela — elas podem ser coletadas por malwares de terceiros
ru: Мы собираемся показать вашу мнемонику. Убедитесь, что никто не видит ваш экран и не делайте скриншотов - к ним могут получить доступ вредоносные программы
tr: Mnemonik kelime sıranızı göstermek üzereyiz. Ekranınızın kimse tarafından görünmediğinden emin olun ve ekran görüntüleri almaktan kaçının - üçüncü taraf zararlı yazılımları tarafından toplanabilirler
vi: Chúng tôi sẽ hiển thị cụm mật khẩu của bạn. Hãy chắc chắn rằng không ai có thể nhìn thấy màn hình của bạn và không chụp ảnh màn hình — chúng có thể bị phần mềm độc hại từ bên thứ ba thu thập
zh_hans: 我们即将显示您的助记词。确保没有人能看到您的屏幕并且不要截屏 —— 它们可能被第三方恶意软件收集

# access.restore.phrase.error.message_v2_2_0
source: Invalid mnemonic passphrase, please check one more time the words order
es: Frase mnemotécnica inválida, por favor verifica una vez más el orden de las palabras
fr: Phrase de passe mnémonique non valide, veuillez vérifier une nouvelle fois l'ordre des mots
hu: Érvénytelen mnemonikus jelszó, kérlek, ellenőrizd a szavak sorrendjét.
id: Frasa sandi mnemonic tidak valid, harap periksa sekali lagi urutan kata-kata
it: Frase mnemonica non valida, controlla ancora una volta l'ordine delle parole
ja: 無効なニーモニックパスフレーズです。もう一度単語の順序を確認してください
ko: 유효하지 않은 니모닉 구절입니다. 단어 순서를 다시 한번 확인하세요
pl: Nieprawidłowa fraza mnemoniczna, proszę jeszcze raz sprawdzić kolejność słów
pt_pt: Frase secreta mnemônica inválida, por favor verifique mais uma vez a ordem das palavras
ru: Ваша мнемоника недействительна, пожалуйста, проверьте еще раз порядок слов
tr: Geçersiz mnemonik şifre, lütfen kelime sırasını bir kez daha kontrol edin
vi: Cụm từ mật khẩu mnemonic không hợp lệ, vui lòng kiểm tra lại thứ tự các từ
zh_hans: 助记词短语无效，请再次检查单词顺序

# secret.type.keystore.title
source: Restore JSON
es: Restaurar JSON
fr: Restaurer JSON
hu: Visszaállítási JSON
it: Ripristina JSON
ja: JSONを復元
ko: JSON 복원
pl: Przywróć JSON
pt_pt: Restaurar JSON
ru: JSON для восстановления
tr: JSON'u Geri Yükle
vi: Khôi phục JSON
zh_hans: 恢复JSON

# secret.type.keystore.subtitle
source: JSON file
es: Archivo JSON
fr: Fichier JSON
hu: JSON fájl
id: File JSON
it: File JSON
ja: JSONファイル
ko: JSON 파일
pl: Plik JSON
pt_pt: Arquivo JSON
ru: JSON файл
tr: JSON dosyası
vi: Tệp JSON
zh_hans: JSON文件

# secret.type.seed.title
source: Raw seed
es: Semilla cruda
fr: Clé de récupération
hu: Nyers seed
it: Seed grezzo
ja: 生のシード
ko: Raw 시드
pl: Surowy seed
pt_pt: Semente bruta
ru: Сид
tr: Ham seed
vi: Hạt giống thô
zh_hans: 原始种子

# secret.type.seed.subtitle
source: Hexadecimal string
es: Cadena hexadecimal
fr: Chaîne hexadécimale
hu: Hexadecimális szöveg
it: Stringa esadecimale
ja: 16進数文字列
ko: 16진수 문자열
pl: Ciąg szesnastkowy
pt_pt: String hexadecimal
ru: Шестнадцатеричная строка
tr: Onaltılık dizgi
vi: Chuỗi thập lục phân
zh_hans: 十六进制字符串

# secret.type.mnemonic.title
source: Mnemonic phrase
es: Frase mnemotécnica
fr: Phrase mnémonique
hu: Mnemonikus jelmondat
it: Frase mnemonica
ja: ニーモニックフレーズ
ko: 니모닉 구절
pl: Frazas mnemoniczna
pt_pt: Frase Mnemônica
ru: Мнемоническая фраза
tr: Mnemonik ifade
vi: Cụm từ ghi nhớ
zh_hans: 助记词短语

# secret.type.mnemonic.subtitle
source: 12, 15, 18, 21 or 24-word phrase
es: frase de 12, 15, 18, 21 o 24 palabras
fr: Phrase de 12, 15, 18, 21 ou 24 mots
hu: 12, 15, 18, 21 vagy 24 szavas kifejezés
id: Frasa 12, 15, 18, 21 atau 24 kata
it: Frase di 12, 15, 18, 21 o 24 parole
ja: 12, 15, 18, 21または24単語のフレーズ
ko: 12, 15, 18, 21 또는 24 단어 구
pl: fraza o długości 12, 15, 18, 21 lub 24 słowa
pt_pt: frase de 12, 15, 18, 21 ou 24 palavras
ru: фраза длиной 12, 15, 18, 21 или 24 слова
tr: 12, 15, 18, 21 veya 24 kelime uzunluğunda ifade
vi: Cụm từ gồm 12, 15, 18, 21 hoặc 24 từ
zh_hans: 12、15、18、21或24个单词的短语
