Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# ledger.discover.title
source: Select your Ledger device
es: Selecciona tu dispositivo Ledger
fr: Sélectionnez votre appareil Ledger
hu: Válaszd ki Ledger eszközöd
id: Pilih Perangkat Ledger Anda
it: Seleziona il tuo dispositivo Ledger
ja: Ledgerデバイスを選択
ko: Ledger 장치를 선택하십시오
pl: Wybierz swoje urządzenie Ledger
pt_pt: Selecione seu dispositivo Ledger
ru: Выберите устройство Ledger
tr: Ledger cihazınızı seçin
vi: Chọn thiết bị Ledger của bạn
zh_hans: 选择您的Ledger设备

# ledger.discover.details
source: Please, enable Bluetooth in your phone settings and Ledger device. Unlock your Ledger device and open the %@ app.
es: Por favor, activa el Bluetooth en la configuración de tu teléfono y en el dispositivo Ledger. Desbloquea tu dispositivo Ledger y abre la aplicación %@.
fr: Veuillez activer le Bluetooth dans les paramètres de votre téléphone et de votre appareil Ledger. Déverrouillez votre Ledger et ouvrez l'application %@.
hu: Kérlek, kapcsold be a Bluetooth-t a telefonodon és a Ledger eszközön. Old fel a Ledger eszközt és nyisd meg a(z) %@ alkalmazást.
id: Harap, aktifkan Bluetooth dalam pengaturan ponsel Anda dan perangkat Ledger. Buka perangkat Ledger Anda dan buka aplikasi %@.
it: Si prega di abilitare Bluetooth nelle impostazioni del telefono e sul dispositivo Ledger. Sblocca il tuo dispositivo Ledger e apri l'app %@.
ja: 電話の設定とLedgerデバイスでBluetoothを有効にしてください。Ledgerデバイスを解除し、%@アプリを開いてください。
ko: 전화 설정에서 Bluetooth를 활성화하고 Ledger 장치를 여십시오. Ledger 장치를 잠금 해제하고 %@ 앱을 여십시오.
pl: Proszę, włącz Bluetooth w ustawieniach telefonu i urządzeniu Ledger. Odblokuj urządzenie Ledger i otwórz aplikację %@.
pt_pt: Por favor, ative o Bluetooth nas configurações do seu telefone e no dispositivo Ledger. Desbloqueie seu dispositivo Ledger e abra o aplicativo %@.
ru: Пожалуйста, включите Bluetooth в настройках телефона. Разблокируйте Ledger устройство и откройте %@ приложение.
tr: Lütfen telefon ayarlarınızda ve Ledger cihazınızda Bluetooth’u etkinleştirin. Ledger cihazınızın kilidini açın ve %@ uygulamasını açın.
vi: Hãy bật Bluetooth trong cài đặt điện thoại của bạn và thiết bị Ledger. Mở khóa thiết bị Ledger của bạn và mở ứng dụng %@.
zh_hans: 请在手机设置和Ledger设备中启用蓝牙。解锁您的Ledger设备并打开%@应用。

# common.bluetooth.unsupported.message
source: Unfortunatelly, Bluetooth is not supported by your device.
es: Desafortunadamente, tu dispositivo no es compatible con Bluetooth.
fr: Malheureusement, le Bluetooth n'est pas pris en charge par votre appareil.
hu: Sajnos a készüléked nem támogatja a Bluetooth-t.
id: Sayangnya, Bluetooth tidak didukung oleh perangkat Anda.
it: Sfortunatamente, il Bluetooth non è supportato dal tuo dispositivo.
ja: 残念ながら、お使いのデバイスではBluetoothがサポートされていません。
ko: 죄송합니다만, 기기가 Bluetooth를 지원하지 않습니다.
pl: Niestety, Bluetooth nie jest obsługiwany przez twoje urządzenie.
pt_pt: Infelizmente, o Bluetooth não é suportado pelo seu dispositivo.
ru: К сожалению, Bluetooth не поддерживается вашим телефоном.
tr: Maalesef, Bluetooth cihazınız tarafından desteklenmiyor.
vi: Rất tiếc, thiết bị của bạn không hỗ trợ Bluetooth.
zh_hans: 遗憾的是，您的设备不支持蓝牙。

# common.bluetooth.unauthorized.message
source: Please, enable access to Bluetooth in the Settings.
es: Por favor, habilite el acceso a Bluetooth en los Ajustes.
fr: Veuillez activer l'accès au Bluetooth dans les paramètres.
hu: Kérlek, engedélyezd a Bluetooth-t a beállításaiban.
id: Harap, aktifkan akses Bluetooth di Pengaturan.
it: Si prega di abilitare l'accesso a Bluetooth nelle impostazioni.
ja: 設定でBluetoothへのアクセスを有効にしてください。
ko: 설정에서 Bluetooth에 대한 액세스를 허용하세요.
pl: Proszę, włącz dostęp do Bluetooth w ustawieniach.
pt_pt: Por favor, habilite o acesso ao Bluetooth nas Configurações.
ru: Пожалуйста, разрешите приложению использовать Bluetooth в Настройках.
tr: Lütfen, Ayarlar'da Bluetooth'a erişimi etkinleştirin.
vi: Vui lòng bật quyền truy cập vào Bluetooth trong Cài đặt.
zh_hans: 请在设置中启用对蓝牙的访问。

# common.bluetooth.unauthorized.title
source: Bluetooth Unauthorized
es: Bluetooth no autorizado
fr: Bluetooth non autorisé
hu: Bluetooth nincs engedélyezve
id: Bluetooth Tidak Diotorisasi
it: Bluetooth non autorizzato
ja: Bluetoothが許可されていません
ko: Bluetooth 허용되지 않음
pl: Brak autoryzacji Bluetooth
pt_pt: Bluetooth Não Autorizado
ru: Разрешите использовать Bluetooth
tr: Bluetooth Yetkisiz
vi: Bluetooth không được phép
zh_hans: 蓝牙未授权

# common.bluetooth.unknown.message
source: Please, make sure Bluetooth is enabled in the Settings.
es: Por favor, asegúrate de que el Bluetooth está activado en los Ajustes.
fr: Assurez-vous que la fonction Bluetooth est activée dans les paramètres.
hu: Kérlek, győződj meg róla, hogy a Bluetooth be van kapcsolva a beállításokban.
id: Harap, pastikan Bluetooth diaktifkan di Pengaturan.
it: Si prega di assicurarsi che il Bluetooth sia abilitato nelle impostazioni.
ja: 設定でBluetoothが有効になっていることを確認してください。
ko: 설정에서 Bluetooth가 활성화되어 있는지 확인하세요.
pl: Proszę upewnij się, że Bluetooth jest włączony w ustawieniach.
pt_pt: Por favor, certifique-se de que o Bluetooth está habilitado nas Configurações.
ru: Пожалуйста, удостоверьтесь, что Bluetooth включен в Настройках.
tr: Lütfen, Ayarlar'da Bluetooth'un etkinleştirildiğinden emin olun.
vi: Vui lòng xác nhận rằng Bluetooth đã được bật trong Cài đặt.
zh_hans: 请确保在设置中启用了蓝牙。

# ledger.app.not.open.title
source: %@ app not launched
es: Aplicación %@ no iniciada
fr: L'application %@ n'a pas été lancée
hu: A %@ alkalmazás nem indult el
id: Aplikasi %@ tidak diluncurkan
it: Applicazione %@ non avviata
ja: 〜アプリが起動されていません
ko: %@ 앱이 실행되지 않았습니다
pl: Aplikacja %@ nie została uruchomiona
pt_pt: Aplicativo %@ não iniciado
ru: %@ приложение не запущено
tr: %@ uygulaması başlatılmadı
vi: Ứng dụng %@ chưa được khởi động
zh_hans: %@应用未启动

# ledger.app.not.open.message
source: Open the %@ app on your Ledger device
es: Abra la aplicación %@ en su dispositivo Ledger
fr: Ouvrez l'application %@ sur votre appareil Ledger
hu: Nyísd meg a(z) %@ alkalmazást a Ledger eszközödön
id: Buka aplikasi %@ pada perangkat Ledger Anda
it: Apri l'applicazione %@ sul tuo dispositivo Ledger
ja: Ledgerデバイスで〜アプリを開いてください
ko: Ledger 기기에서 %@ 앱을 여세요
pl: Otwórz aplikację %@ na swoim urządzeniu Ledger
pt_pt: Abra o aplicativo %@ no seu dispositivo Ledger
ru: Откройте %@ приложение на вашем Ledger устройстве
tr: Ledger cihazınızda %@ uygulamasını açın
vi: Mở ứng dụng %@ trên thiết bị Ledger của bạn
zh_hans: 请在您的Ledger设备上打开%@应用

# ledger.operation.error.title
source: Ledger operation failed
es: Fallo en la operación de Ledger
fr: Échec de l'opération Ledger
hu: Ledger műveleti hiba
id: Operasi Ledger gagal
it: Operazione Ledger fallita
ja: Ledger操作失敗
ko: Ledger 작업 실패
pl: Błąd operacji Ledger
pt_pt: Falha na operação do Ledger
ru: Ошибка Ledger
tr: Ledger operasyonu başarısız
vi: Hoạt động Ledger thất bại
zh_hans: Ledger操作失败

# ledger.operation.title.cancelled
source: Operation cancelled
es: Operación cancelada
fr: Opération annulée
hu: Művelet megszakítva
id: Operasi dibatalkan
it: Operazione annullata
ja: 操作がキャンセルされました
ko: 작업이 취소되었습니다
pl: Operacja anulowana
pt_pt: Operação cancelada
ru: Операция отменена
tr: Operasyon iptal edildi
vi: Hoạt động bị hủy
zh_hans: 操作已取消

# ledger.operation.message.cancelled
source: Operation was cancelled by the device. Make sure you unlocked your Ledger.
es: La operación fue cancelada por el dispositivo. Asegúrese de haber desbloqueado su Ledger.
fr: L'opération a été annulée par l'appareil. Assurez-vous d'avoir déverrouillé votre Ledger.
hu: A műveletet az eszköz megszakította. Győzödj meg róla, hogy feloldottad a Ledger eszközöd.
id: Operasi dibatalkan oleh perangkat. Pastikan Anda membuka kunci Ledger Anda.
it: L'operazione è stata annullata dal dispositivo. Assicurati di aver sbloccato il tuo Ledger.
ja: 操作はデバイスによってキャンセルされました。Ledgerがロック解除されていることを確認してください。
ko: 기기에서 작업이 취소되었습니다. Ledger를 잠금 해제했는지 확인하세요.
pl: Operacja została anulowana przez urządzenie. Upewnij się, że odblokowałeś swojego Ledger.
pt_pt: A operação foi cancelada pelo dispositivo. Certifique-se de que seu Ledger está desbloqueado.
ru: Операция была отменена устройством. Удостоверьтесь, что Ledger разблокирован.
tr: Operasyon cihaz tarafından iptal edildi. Ledger'ınızın kilidini açtığınızdan emin olun.
vi: Hoạt động đã bị hủy bởi thiết bị. Đảm bảo bạn đã mở khóa Ledger của mình.
zh_hans: 操作已被设备取消。请确保您已解锁您的Ledger。

# ledger.operation.message.error
source: Operation completed with error on device. Please, try again later.
es: La operación completada con error en el dispositivo. Por favor, intente nuevamente más tarde.
fr: L'opération s'est terminée par une erreur sur l'appareil. Veuillez réessayer plus tard.
hu: A művelet hibával végződött. Kérlek, próbáld meg újra később.
id: Operasi selesai dengan kesalahan pada perangkat. Harap, coba lagi nanti.
it: Operazione completata con errore sul dispositivo. Per favore, riprova più tardi.
ja: デバイスでエラーが発生して操作が完了しました。後でもう一度お試しください。
ko: 기기에서 작업이 오류로 완료되었습니다. 나중에 다시 시도해 주세요.
pl: Operacja zakończona błędem na urządzeniu. Proszę spróbować ponownie później.
pt_pt: Operação concluída com erro no dispositivo. Por favor, tente novamente mais tarde.
ru: Операция завершилась ошибкой на устройстве. Пожалуйста, попробуйте позже.
tr: Operasyon cihazda bir hata ile tamamlandı. Lütfen, daha sonra tekrar deneyin.
vi: Hoạt động hoàn thành với lỗi trên thiết bị. Vui lòng thử lại sau.
zh_hans: 设备上的操作出错已完成。请稍后再试。

# ledger.operation.device.not.connected
source: Connect Ledger and try again
es: Conecte Ledger e intente de nuevo
fr: Connectez votre Ledger et réessayez
hu: Csatlakoztasd Ledger-t és próbáld újra
id: Sambungkan Ledger dan coba lagi
it: Collega Ledger e riprova
ja: Ledgerを接続して再試行してください
ko: Ledger를 연결하고 다시 시도하세요
pl: Podłącz Ledger i spróbuj ponownie
pt_pt: Conecte o Ledger e tente novamente
ru: Подключите Ledger и попробуйте снова
tr: Ledger'ı bağlayın ve tekrar deneyin
vi: Kết nối Ledger và thử lại
zh_hans: 连接Ledger并再试一次

# ledger.accounts.title
source: Add accounts to your wallet
es: Añade cuentas a tu cartera
fr: Ajouter des comptes à votre portefeuille
hu: Fiókok hozzáadása a tárcához
id: Tambahkan akun ke dompet Anda
it: Aggiungi account al tuo portafoglio
ja: ウォレットにアカウントを追加
ko: 지갑에 계정을 추가하십시오
pl: Dodaj konta do swojego portfela
pt_pt: Adicionar contas à sua carteira
ru: Добавьте аккаунты в Ваш кошелёк
tr: Cüzdanınıza hesaplar ekleyin
vi: Thêm tài khoản vào ví của bạn
zh_hans: 将账户添加到您的钱包

# ledger.accounts.subtitle
source: Make sure Network app is installed to your Ledger device using Ledger Live app. Open the network app on your Ledger device.
es: Asegúrate de que la aplicación de Red está instalada en tu dispositivo Ledger usando la aplicación Ledger Live. Abre la aplicación de red en tu dispositivo Ledger.
fr: Assurez-vous que l'application réseau est installée sur votre Ledger à l'aide de l'application Ledger Live. Puis ouvrez l'application réseau sur votre Ledger.
hu: Győzödj meg róla, hogy a hálózati alkalmazás telepítve van azon a Ledger eszközödön, amelyik a Ledger Live-ot használja. Nyisd meg a hálózati alkalmazást a Ledger eszközödön.
id: Pastikan aplikasi Jaringan terinstal di perangkat Ledger Anda menggunakan aplikasi Ledger Live. Buka aplikasi jaringan di perangkat Ledger Anda.
it: Assicurati che l'app di rete sia installata sul tuo dispositivo Ledger utilizzando l'app Ledger Live. Apri l'app di rete sul tuo dispositivo Ledger.
ja: Ledger Liveアプリを使用してネットワークアプリをLedgerデバイスにインストールしてください。Ledgerデバイスでネットワークアプリを開いてください。
ko: Ledger Live 앱을 사용하여 Ledger 장치에 Network 앱이 설치되어 있는지 확인하십시오. Ledger 장치에서 네트워크 앱을 여십시오.
pl: Upewnij się, że aplikacja sieciowa jest zainstalowana na Twoim urządzeniu Ledger przy użyciu aplikacji Ledger Live. Otwórz aplikację sieciową na swoim urządzeniu Ledger.
pt_pt: Certifique-se de que o aplicativo da Rede está instalado no seu dispositivo Ledger usando o aplicativo Ledger Live. Abra o aplicativo da rede no seu dispositivo Ledger.
ru: Убедитесь, что приложение сети установлено на вашем Ledger устройстве через приложение Ledger Live. Откройте приложение сети на вашем Ledger устройстве.
tr: Ledger cihazınızda Ledger Live uygulaması kullanılarak Ağ uygulamasının kurulduğundan emin olun. Ledger cihazınızda ağ uygulamasını açın.
vi: Đảm bảo ứng dụng mạng được cài đặt vào thiết bị Ledger của bạn bằng ứng dụng Ledger Live. Mở ứng dụng mạng trên thiết bị Ledger của bạn.
zh_hans: 确保通过Ledger Live应用把网络应用安装到您的Ledger设备上。在您的Ledger设备上打开网络应用。

# ledger.accounts.button.add
source: Add at least one account
es: Agrega al menos una cuenta
fr: Ajoutez au moins un compte
hu: Legalább egy fiókot hozzá kell adni
id: Tambahkan setidaknya satu akun
it: Aggiungi almeno un account
ja: 少なくとも1つのアカウントを追加してください
ko: 계정을 적어도 하나 추가하십시오
pl: Dodaj przynajmniej jedno konto
pt_pt: Adicione pelo menos uma conta
ru: Добавьте аккаунт
tr: En az bir hesap ekleyin
vi: Thêm ít nhất một tài khoản
zh_hans: 至少添加一个账户

# ledger.account.confirm.title
source: Select an account to add to wallet
es: Seleccione una cuenta para agregar a la cartera
fr: Sélectionnez un compte à ajouter au portefeuille
hu: Válaszd ki a fiókot a hozzáadáshoz
id: Pilih akun untuk ditambahkan ke dompet
it: Seleziona un account da aggiungere al portafoglio
ja: ウォレットに追加するアカウントを選択
ko: 지갑에 추가할 계정을 선택하세요
pl: Wybierz konto do dodania do portfela
pt_pt: Selecione uma conta para adicionar à carteira
ru: Выберите аккаунты для добавления в кошелёк
tr: Cüzdana eklemek için bir hesap seçin
vi: Chọn tài khoản để thêm vào ví
zh_hans: 选择一个账户添加到钱包

# common.load.more.accounts
source: Load more accounts
es: Cargar más cuentas
fr: Charger d'autres comptes
hu: További fiókok betöltése
id: Muat lebih banyak akun
it: Carica più account
ja: アカウントをもっと読み込む
ko: 더 많은 계정을 로드
pl: Załaduj więcej kont
pt_pt: Carregar mais contas
ru: Загрузить больше аккаунтов
tr: Daha fazla hesap yükle
vi: Tải thêm tài khoản
zh_hans: 加载更多账户

# ledger.address.verify.message
source: Press both buttons on your %@ to approve address
es: Presione ambos botones en su %@ para aprobar la dirección
fr: Appuyez sur les deux boutons de votre %@ pour approuver l'adresse
hu: Nyomd le mindkét gombot a %@ eszközön a cím jóváhagyásához
id: Tekan kedua tombol pada %@ Anda untuk menyetujui alamat
it: Premi entrambi i pulsanti sul tuo %@ per approvare l'indirizzo
ja: アドレスを承認するには、%@の両方のボタンを押してください
ko: 주소를 승인하려면 %@에서 두 버튼을 모두 누르세요
pl: Naciśnij oba przyciski na swoim %@, aby zatwierdzić adres
pt_pt: Pressione ambos os botões no seu %@ para aprovar o endereço
ru: Нажмите обе кнопки на Вашем %@ для подтверждения адреса
tr: Adresi onaylamak için %@ üzerindeki her iki düğmeye basın
vi: Nhấn cả hai nút trên %@ của bạn để phê duyệt địa chỉ
zh_hans: 按下您%@上的两个按钮以批准地址

# ledger.details.hint
source: This wallet is paired with Ledger. Nova will help you to form any operations you want, and you will be requested to sign them using Ledger
es: Esta cartera está emparejada con Ledger. Nova te ayudará a formar cualquier operación que desees, y se te solicitará firmarlas usando un dispositivo Ledger
fr: Ce portefeuille est associé à Ledger. Nova vous aidera à former toutes les opérations que vous souhaitez, et il vous sera demandé de les signer en utilisant Ledger
hu: Ez a tárca a Ledger-rel van párosítva. A Nova segít bármilyen művelet létrehozásában és azok aláírása a Ledger segítségével történik majd.
id: Dompet ini dipasangkan dengan Ledger. Nova akan membantu Anda melakukan operasi apa pun yang Anda inginkan, dan Anda akan diminta untuk menandatanganinya menggunakan Ledger
it: Questo portafoglio è abbinato a Ledger. Nova ti aiuterà a effettuare qualsiasi operazione desideri e ti verrà richiesto di firmarle usando Ledger
ja: このウォレットはLedgerとペアリングされています。Novaは望む操作を形成する手助けをし、Ledgerを使用してそれらを署名するよう求められます
ko: 이 지갑은 Ledger와 연동되어 있습니다. Nova는 원하는 모든 작업을 생성하는 데 도움을 줄 것이며, Ledger를 사용하여 서명하라는 요청을 받을 것입니다.
pl: Ten portfel jest sparowany z Ledger. Nova pomoże ci utworzyć dowolne operacje, jakie chcesz, a ty będziesz musiał je podpisać za pomocą Ledger
pt_pt: Esta carteira está pareada com o Ledger. Nova ajudará você a formar quaisquer operações que desejar, e você será solicitado a assiná-las usando o Ledger
ru: Этот кошелёк добавлен из Ledger устройства. Nova Wallet поможет создать любую операцию, и вам будет необходимо подписать ее с помощью Ledger устройства
tr: Bu cüzdan Ledger ile eşleştirildi. Nova istediğiniz herhangi bir işlemi oluşturmanıza yardımcı olacak ve bunları Ledger kullanarak imzalamanız istenecektir.
vi: Ví này đã được ghép đôi với Ledger. Nova sẽ giúp bạn thực hiện bất kỳ thao tác nào bạn muốn, và bạn sẽ được yêu cầu ký chúng bằng Ledger
zh_hans: 这个钱包与Ledger配对。Nova将帮助您形成任何您想要的操作，并且您将被要求使用Ledger签名

# ledger.instructions.title
source: Connect Ledger via Bluetooth
es: Conectar Ledger vía Bluetooth
fr: Connecter Ledger via Bluetooth
hu: Csatlakozás Ledgerhez Bluetooth-on keresztül
id: Hubungkan Ledger melalui Bluetooth
it: Connetti Ledger tramite Bluetooth
ja: LedgerをBluetoothで接続
ko: Ledger를 Bluetooth로 연결
pl: Połącz Ledger za pomocą Bluetooth
pt_pt: Conecte Ledger via Bluetooth
ru: Подключите Ledger через Bluetooth
tr: Ledger'ı Bluetooth ile Bağla
vi: Kết nối Ledger qua Bluetooth
zh_hans: 通过蓝牙连接 Ledger

# ledger.instructions.link
source: Ledger Connection Guide
es: Guía de Conexión de Ledger
fr: Guide de connexion Ledger
hu: Ledger csatlakozási útmutató
id: Panduan Koneksi Ledger
it: Guida alla connessione Ledger
ja: Ledger接続ガイド
ko: Ledger 연결 가이드
pl: Przewodnik połączenia Ledger
pt_pt: Guia de Conexão Ledger
ru: Руководство по подключению Ledger
tr: Ledger Bağlantı Kılavuzu
vi: Hướng dẫn kết nối Ledger
zh_hans: Ledger 连接指南

# ledger.instructions.step1
source: Make sure %@ to your Ledger device using Ledger Live app
es: Asegúrate de que %@ en tu dispositivo Ledger usando la aplicación Ledger Live
fr: Assurez-vous que %@ sur votre appareil Ledger à l'aide de l'application Ledger Live
hu: Győzödj meg róla, hogy a %@ azon a Ledger eszközödön, amelyik a Ledger Live-ot használja
id: Pastikan %@ ke perangkat Ledger Anda menggunakan aplikasi Ledger Live
it: Assicurati che l'app di %@ sul tuo dispositivo Ledger utilizzando l'app Ledger Live
ja: Ledger Liveアプリを使ってLedgerデバイスに〜を確実にしてください
ko: Ledger Live 앱을 사용하여 Ledger 기기에 %@ 있는지 확인하십시오
pl: Upewnij się %@ na swoim urządzeniu Ledger, używając aplikacji Ledger Live
pt_pt: Certifique-se de que o %@ no seu dispositivo Ledger usando o aplicativo Ledger Live
ru: Удостоверьтесь, что %@ на Ваше устройство Ledger, используя приложение Ledger Live
tr: Ledger Live uygulamasını kullanarak Ledger cihazınızda %@ olduğundan emin olun
vi: Đảm bảo %@ vào thiết bị Ledger của bạn bằng ứng dụng Ledger Live
zh_hans: 确保%@到您的Ledger设备中，使用Ledger Live应用

# ledger.instructions.step1.highlighted
source: Network app is installed
es: La aplicación de la Red está instalada
fr: L'application réseau est installée
hu: Hálózati alkalmazás telepítve van
id: Aplikasi jaringan terpasang
it: L'app Network è installata
ja: ネットワークアプリがインストールされている
ko: 네트워크 앱이 설치되었습니다
pl: Aplikacja sieciowa jest zainstalowana
pt_pt: Aplicativo da rede está instalado
ru: приложение Сети установлено
tr: Ağ uygulaması yüklendi
vi: Ứng dụng mạng đã được cài đặt
zh_hans: 已安装网络应用

# ledger.instructions.step2
source: %@ on your Ledger device
es: %@ en su dispositivo Ledger
fr: %@ sur votre appareil Ledger
hu: %@ azon a Ledger eszközödön
id: %@ pada perangkat Ledger Anda
it: %@ sul tuo dispositivo Ledger
ja: Ledgerデバイスに〜してください
ko: Ledger 기기에서 %@
pl: %@ na Twoim urządzeniu Ledger
pt_pt: %@ no seu dispositivo Ledger
ru: %@ на Вашем Ledger устройстве
tr: Ledger cihazınızda %@
vi: %@ trên thiết bị Ledger của bạn
zh_hans: 在您的Ledger设备上%@

# ledger.instructions.step2.highlighted
source: Open the network app
es: Abra la aplicación de la Red
fr: Ouvrez l'application réseau
hu: Nyisd meg a hálózati alkalmazást
id: Buka aplikasi jaringan
it: Apri l'app Network
ja: ネットワークアプリを開く
ko: 네트워크 앱을 여세요
pl: Otwórz aplikację sieciową
pt_pt: Abra o aplicativo da rede
ru: Откройте приложение Сети
tr: Ağ uygulamasını açın
vi: Mở ứng dụng mạng
zh_hans: 打开网络应用程序

# ledger.instructions.step3
source: Allow Nova Wallet to %@
es: Permite a Nova Wallet el %@
fr: Autorisez Nova Wallet à %@
hu: Engedélyezed a %@ a Nova Wallet számára
id: Izinkan Nova Wallet untuk %@
it: Consenti a Nova Wallet di %@
ja: Nova Walletに〜を許可してください
ko: Nova Wallet에 %@을(를) 허용하십시오
pl: Zezwól Nova Wallet na %@
pt_pt: Permitir que a Nova Wallet %@
ru: Разрешите Nova Wallet %@
tr: Nova Cüzdan'ın %@ izin verin
vi: Cho phép Nova Wallet %@
zh_hans: 允许Nova Wallet%@

# ledger.instructions.step3.highlighted
source: access Bluetooth
es: acceso a Bluetooth
fr: accès Bluetooth
hu: Bluetooth hozzáférést
id: akses Bluetooth
it: accesso Bluetooth
ja: Bluetoothへのアクセス
ko: Bluetooth 접근
pl: dostęp do Bluetooth
pt_pt: acesso ao Bluetooth
ru: доступ к Bluetooth
tr: Bluetooth'a erişim sağlayın
vi: truy cập Bluetooth
zh_hans: 访问蓝牙

# hardware.wallet.import.description
source: Polkadot Vault, Parity Signer or Ledger
es: Usar Polkadot Vault, Ledger o Parity Signer
fr: Utiliser Polkadot Vault, Ledger ou Parity Signer
hu: Polkadot Vault, Ledger vagy Parity Signer használata
id: Polkadot Vault, Parity Signer, atau Ledger
it: Usa Polkadot Vault, Ledger o Parity Signer
ja: Polkadot Vault、Parity SignerまたはLedgerを使用
ko: Polkadot Vault, Parity Signer 또는 Ledger 사용
pl: Polkadot Vault, Parity Signer lub Ledger
pt_pt: Use Polkadot Vault, Ledger ou Parity Signer
ru: Использовать Polkadot Vault, Ledger или Parity Signer
tr: Polkadot Vault, Ledger veya Parity Signer kullanın
vi: Polkadot Vault, Parity Signer hoặc Ledger
zh_hans: 使用Polkadot Vault、Ledger或Parity Signer

# ledger.sign.transaction.details
source: Press both buttons on your %@ to approve the transaction
es: Pulse ambos botones en su %@ para aprobar la transacción
fr: Appuyez sur les deux boutons de votre %@ pour approuver la transaction.
hu: Nyomd le mindkét gombot a %@ eszközön a tranzakció jóváhagyásához
id: Tekan kedua tombol pada %@ Anda untuk menyetujui transaksi
it: Premi entrambi i pulsanti sul tuo %@ per approvare la transazione
ja: トランザクションを承認するために両方のボタンを押してください
ko: 거래를 승인하려면 %@에서 두 버튼을 모두 누르세요
pl: Naciśnij oba przyciski na swoim %@, aby zatwierdzić transakcję
pt_pt: Pressione ambos os botões no seu %@ para aprovar a transação
ru: Нажмите обе кнопки на Вашем %@ для подтверждения транзакции
tr: İşlemi onaylamak için %@ üzerindeki her iki düğmeye basın
vi: Nhấn cả hai nút trên %@ của bạn để phê duyệt giao dịch
zh_hans: 按下您%@上的两个按钮以批准交易

# common.transaction.expired
source: Transaction has expired
es: La transacción ha expirado
fr: La transaction a expiré
hu: A tranzakció lejárt
id: Transaksi telah kedaluwarsa
it: Transazione scaduta
ja: トランザクションの有効期限が切れました
ko: 거래가 만료되었습니다
pl: Transakcja wygasła
pt_pt: A transação expirou
ru: Срок действия транзакции истек
tr: İşlem süresi doldu
vi: Giao dịch đã hết hạn
zh_hans: 交易已过期
