Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# connection.error.message_v2_2_0
source: Please, check your connection or try again later
es: Por favor, verifica tu conexión o intenta de nuevo más tarde
fr: Veuillez vérifier votre connexion ou réessayer plus tard
hu: Kérlek, ellenőrizd a kapcsolatot, vagy próbáld meg újra később
id: Mohon periksa koneksi Anda atau coba lagi nanti
it: Si prega di controllare la connessione o riprovare più tardi
ja: 接続を確認するか、後で再試行してください
ko: 연결을 확인하거나 나중에 다시 시도해 주세요
pl: Proszę sprawdzić połączenie lub spróbować ponownie później
pt_pt: Por favor, verifique sua conexão ou tente novamente mais tarde
ru: Пожалуйста, проверьте ваше подключение или повторите позднее
tr: Lütfen bağlantınızı kontrol edin veya daha sonra tekrar deneyin
vi: Vui lòng kiểm tra kết nối của bạn hoặc thử lại sau
zh_hans: 请检查您的连接或稍后再试

# common.invalid.derivation.path.message_v2_2_0
source: Your derivation path contains unsupported symbols or has incorrect structure
es: Tu ruta de derivación contiene símbolos no compatibles o tiene una estructura incorrecta
fr: Votre chemin de dérivation contient des symboles non pris en charge ou a une structure incorrecte.
hu: A származtatási útvonal nem támogatott szimbólumokat tartalmaz vagy nem megfelelő a felépítése
id: Jalur derivasi Anda mengandung simbol yang tidak didukung atau memiliki struktur yang salah
it: Il tuo percorso di derivazione contiene simboli non supportati o ha una struttura non corretta
ja: 導出パスにはサポートされていない記号が含まれているか、構造が正しくありません
ko: 파생 경로에 지원되지 않는 기호가 포함되어 있거나 구조가 잘못되었습니다
pl: Twoja ścieżka wyprowadzenia zawiera nieobsługiwane symbole lub ma niepoprawną strukturę
pt_pt: O seu caminho de derivação contém símbolos não suportados ou tem uma estrutura incorreta
ru: Ваш путь деривации содержит неподдерживаемые символы или имеет некорректную структуру
tr: Türetme yolu desteklenmeyen semboller içeriyor ya da yanlış yapıda
vi: Đường dẫn dẫn xuất của bạn chứa các ký hiệu không được hỗ trợ hoặc có cấu trúc không chính xác
zh_hans: 您的派生路径包含不支持的符号或结构不正确

# onboarding.terms.and.conditions.1_v2_2_0
source: By continuing, you agree to our %@ and %@
es: Al continuar, aceptas nuestros %@ y %@
fr: En continuant, vous acceptez nos %@ et notre %@
hu: A folytatással elfogadod a %@-et és az %@-et
id: Dengan melanjutkan, Anda setuju dengan %@ dan %@
it: Continuando, accetti i nostri %@ e %@
ja: 続行することで、 %@ と %@ に同意したことになります
ko: 계속 진행하면, 당신은 우리의 %@와 %@에 동의하는 것입니다
pl: Kontynuując, zgadzasz się na nasze %@ oraz %@
pt_pt: Ao continuar, você concorda com nossos %@ e %@
ru: Продолжая вы соглашаетесь с нашими %@ и %@
tr: Devam ederek, %@ ve %@ kabul etmiş olursunuz
vi: Bằng cách tiếp tục, bạn đồng ý với %@ và %@
zh_hans: 继续即表示您同意我们的 %@和%@

# wallet.receive.description_v2_2_0
source: Let sender scan this QR code
es: Permite que el emisor escanee este código QR
fr: Laissez l’expéditeur scanner ce code QR
hu: A QR-kódot a feladó beolvashatja
id: Biarkan pengirim memindai kode QR ini
it: Fai scansionare questo QR code al mittente
ja: 送信者にこのQRコードをスキャンさせる
ko: 발신자가 이 QR 코드를 스캔할 수 있게 하세요
pl: Pokaż ten kod QR nadawcy do zeskanowania
pt_pt: Permita que o remetente escaneie este código QR
ru: Покажите QR код отправителю для сканирования
tr: Göndericiye bu QR kodunu taratın
vi: Để người gửi quét mã QR này
zh_hans: 让发送方扫描此 QR 码

# wallet.receive.title.format
source: Receive %@
es: Recibir %@
fr: Recevoir %@
hu: %@ fogadása
id: Terima %@
it: Ricevi %@
ja: 受け取る %@
ko: %@ 수령
pl: Otrzymaj %@
pt_pt: Receber %@
ru: Получить %@
tr: %@ al
vi: Nhận %@
zh_hans: 接收 %@

# wallet.receive.share.title
source: Share QR code
es: Compartir código QR
fr: Partager le code QR
hu: QR-kód megosztása
id: Bagikan kode QR
it: Condividi codice QR
ja: QRコードを共有
ko: QR 코드 공유
pl: Udostępnij kod QR
pt_pt: Compartilhar código QR
ru: Поделиться
tr: QR kodunu paylaş
vi: Chia sẻ mã QR
zh_hans: 分享 QR 码

# dapps.list.header.title
source: Explore
es: Explorar
fr: Explorer
hu: Felfedezés
id: Jelajahi
it: Esplora
ja: 探索する
ko: 탐색
pl: Odkryj
pt_pt: Explorar
ru: Исследуй
tr: Keşfet
vi: Khám phá
zh_hans: 探索

# dapp.decoration.title
source: Welcome to Nova Browser
es: Bienvenido a Nova Browser
fr: Bienvenue dans le navigateur Nova
hu: Üdvözöl a Nova Browser
id: Selamat datang di Nova Browser
it: Benvenuto in Nova Browser
ja: Nova Browserへようこそ
ko: Nova 브라우저에 오신 것을 환영합니다
pl: Witamy w Nova Browser
pt_pt: Bem-vindo ao Nova Browser
ru: Добро пожаловать в Nova Browser
tr: Nova Tarayıcısına Hoş Geldiniz
vi: Chào mừng đến với Nova Browser
zh_hans: 欢迎来到Nova浏览器

# dapps.decoration.subtitle
source: Browse the web using your accounts from Nova Wallet
es: Navegue por la web utilizando sus cuentas de Nova Wallet
fr: Naviguez sur le web en utilisant vos comptes depuis Nova
hu: Böngészd az internetet Nova Wallet fiókjaiddal
id: Jelajahi web menggunakan akun Anda dari Nova Wallet
it: Esplora il web usando i tuoi account da Nova Wallet
ja: Nova Walletのアカウントを使用してウェブを閲覧
ko: Nova Wallet 계정을 사용하여 웹을 탐색하세요
pl: Przeglądaj sieć używając swoich kont w Nova Wallet
pt_pt: Navegue na web usando suas contas do Nova Wallet
ru: Просматривайте веб-страницы, используя ваши аккаунты из Nova Wallet
tr: Hesaplarınızı Nova Wallet'tan kullanarak web'i gezin
vi: Lướt web sử dụng tài khoản từ Nova Wallet
zh_hans: 使用您从Nova钱包的账户浏览网页

# tabbar.assets.title
source: Assets
es: Activos
fr: Actifs
hu: Eszközök
id: Aset
it: Portafoglio
ja: 資産
ko: 자산
pl: Aktywa
pt_pt: Ativos
ru: Активы
tr: Varlıklar
vi: Tài sản
zh_hans: 资产

# confirm.mnemonic.title
source: Let’s double check it
es: Verifiquemos de nuevo
fr: Vérifiez à nouveau
hu: Ellenőrizd még egyszer
id: Mari kita memeriksanya sekali lagi
it: Controlliamolo ancora una volta
ja: ダブルチェックしましょう
ko: 다시 한번 확인해 보겠습니다
pl: Sprawdźmy to podwójnie
pt_pt: Vamos verificar novamente
ru: Давайте перепроверим
tr: Hadi bunu bir daha kontrol edelim
vi: Hãy kiểm tra lại lần nữa
zh_hans: 让我们再次检查一下

# confirm.mnemonic.subtitle
source: Select the words in the right order.
es: Selecciona las palabras en el orden correcto.
fr: Sélectionnez les mots dans le bon ordre.
hu: Válaszd ki a szavakat a megfelelő sorrendben
id: Pilih kata-kata dalam urutan yang benar.
it: Seleziona le parole nell'ordine corretto.
ja: 正しい順序で単語を選択してください。
ko: 올바른 순서로 단어를 선택하십시오.
pl: Wybierz słowa w prawidłowej kolejności.
pt_pt: Selecione as palavras na ordem correta.
ru: Выберите слова в правильном порядке
tr: Kelimeleri doğru sırayla seçin.
vi: Chọn các từ theo thứ tự đúng.
zh_hans: 按正确的顺序选择单词。

# confirm.mnemonic.select.word
source: Select the words...
es: Selecciona las palabras...
fr: Sélectionnez les mots...
hu: Szavak kiválasztása...
id: Pilih kata-kata...
it: Seleziona le parole...
ja: 単語を選択してください...
ko: 단어 선택...
pl: Wybierz słowa...
pt_pt: Selecione as palavras...
ru: Выберите слова...
tr: Kelimeleri seçin...
vi: Chọn các từ...
zh_hans: 选择单词…

# staking.rewards.learn.more_2_2_0
source: More about rewards
es: Más sobre las recompensas
fr: En savoir plus sur les récompenses
hu: Bővebben a jutalmakról
id: Lebih lanjut tentang imbalan
it: Ulteriori informazioni sulle ricompense
ja: 報酬についてもっと
ko: 보상에 대해 더 알아보기
pl: Więcej o nagrodach
pt_pt: Mais sobre recompensas
ru: Подробнее о вознаграждениях
tr: Ödüller hakkında daha fazla
vi: Thêm về phần thưởng
zh_hans: 更多关于奖励的信息

# staking.unbonding.empty.list_v2_2_0
source: Unstaking transactions will be displayed here
es: Las transacciones de desvinculación se mostrarán aquí
fr: Les transactions de désengagement seront affichées ici
hu: Itt fognak megjelenni az unstake-elési tranzakciók
id: Transaksi Penarikan akan ditampilkan di sini
it: Le transazioni di disimpegno verranno visualizzate qui
ja: アンステーキングのトランザクションがここに表示されます
ko: Unstaking 거래가 여기 표시됩니다
pl: Operacje unstakeowania będą wyświetlane tutaj
pt_pt: Transações de desvinculação serão exibidas aqui
ru: Операции по выводу из стейка появятся здесь
tr: Unstaking işlemleri burada görüntülenecek
vi: Các giao dịch unstaking sẽ được hiển thị ở đây
zh_hans: 解除质押的交易将会在这里显示

# staking.hint.reward.bond.more_v2_2_0
source: You will get increased rewards starting from next era
es: Obtendrás recompensas aumentadas a partir de la próxima era
fr: Vous obtiendrez de meilleurs récompenses à partir de la prochaine ère
hu: A jutalmaid meg fognak emelkedni a következő korszaktól
id: Anda akan mendapatkan hadiah yang lebih besar mulai dari era berikutnya
it: Le tue ricompense aumenteranno a partire dalla prossima era
ja: 次のエラから報酬が増加します。
ko: 다음 era부터 보상이 증가할 것입니다
pl: Otrzymasz zwiększone nagrody od następnej ery
pt_pt: Você receberá recompensas aumentadas a partir da próxima era
ru: Вознаграждения увеличатся начиная со следующей эры
tr: Sonraki dönemden itibaren artırılmış ödüller alacaksınız
vi: Bạn sẽ nhận được phần thưởng tăng lên bắt đầu từ kỷ nguyên tiếp theo
zh_hans: 从下一个时代开始，你将获得增加的奖励

# staking.hint.no.rewards_v2_2_0
source: During unstaking period tokens produce no rewards
es: Los tokens no generan recompensas durante el período de deshacer stake
fr: Pendant la période de retrait, les actifs ne produisent aucune récompense
hu: Az unstake-elési időszak alatt a tokenek nem hoznak jutalmakat
id: Selama periode penarikan, token tidak menghasilkan hadiah
it: Durante il periodo di unstaking i token non producono ricompense
ja: Unstaking期間中、トークンは報酬を生成しません。
ko: Unstaking 기간 중에는 토큰이 보상을 생성하지 않습니다
pl: Podczas okresu unstaking tokeny nie przynoszą nagród
pt_pt: Durante o período de desbloqueio, tokens não produzem recompensas
ru: Токены не приносят наград во время вывода
tr: Unstaking döneminde tokenler ödül üretmez
vi: Trong thời gian unstaking token không tạo ra phần thưởng
zh_hans: 解质押期间代币不产生奖励

# staking.hint.redeem_v2_2_0
source: After unstaking period don't forget to redeem your tokens
es: No olvides canjear tus tokens después del período de deshacer stake
fr: Après la période de désengagement, n'oubliez pas d'encaisser vos actifs
hu: Az unstake-elési időszak után ne felejtsd el kiváltani tokenjeidet
id: Setelah periode penarikan, jangan lupa menebus token Anda
it: Dopo il periodo di unstaking non dimenticare di riscattare i tuoi token
ja: Unstaking期間の後、トークンをリデームするのを忘れないでください。
ko: Unstaking 기간 후 토큰을 찾는 것을 잊지 마세요
pl: Po okresie unstaking nie zapomnij odebrać swoich tokenów
pt_pt: Após o período de desbloqueio, não esqueça de resgatar seus tokens
ru: Не забудьте забрать токены после вывода
tr: Unstaking döneminin ardından tokenlarınızı geri almayı unutmayın
vi: Sau thời gian unstaking đừng quên nhận lại token của bạn
zh_hans: 解质押期后不要忘记赎回你的代币

# staking.pending.rewards.explanation.message_2_2_0
source: Rewards are paid every 2–3 days by validators. You can payout them by yourself, when they are close to expire, but you will pay the fee
es: Las recompensas se pagan cada 2–3 días por los validadores. Puedes pagarlas por ti mismo, cuando estén cerca de expirar, pero pagarás la tarifa
fr: Les récompenses sont payées tous les 2 ou 3 jours par les validateurs. Vous pouvez les verser vous-même lorsqu'elles sont sur le point d'expirer, mais vous devrez payer des frais
hu: A jutalmakat 2-3 naponta fizetik ki a validátorok. A kifizetést saját kezűleg is igényelheted,- hálózati díj megfizetése mellett, amennyiben a jutalmak közel vannak a lejárathoz.
id: Hadiah dibayarkan setiap 2-3 hari oleh validator. Anda bisa membayar sendiri ketika mendekati masa berakhir, namun Anda akan membayar biaya.
it: Le ricompense vengono pagate ogni 2-3 giorni dai validatori. Puoi pagare da solo, quando stanno per scadere, ma pagherai la commissione
ja: 報酬はバリデータによって2～3日ごとに支払われます。報酬が期限切れに近い場合、自分で支払うこともできますが、その場合は手数料がかかります。
ko: 보상은 매 2-3일마다 검증자들에 의해 지급됩니다. 보상이 만료에 가까워지면 스스로 보상을 지급할 수 있지만 수수료를 지불해야 합니다.
pl: Nagrody są wypłacane co 2–3 dni przez walidatorów. Możesz wypłacić je samodzielnie, gdy są bliskie wygaśnięcia, ale zapłacisz opłatę.
pt_pt: As recompensas são pagas a cada 2–3 dias pelos validadores. Você pode pagá-las por si mesmo, quando estiverem perto de expirar, mas você pagará a taxa
ru: Вознаграждения выплачиваются валидаторами каждые 2–3 дня. Вы можете выплатить их самостоятельно, когда срок вознаграждения истекает, но в этом случае придётся заплатить комиссию
tr: Ödüller, validatörler tarafından her 2–3 gün arasında ödenir. Ödüllerin süresi dolmak üzereyken, ödülleri kendiniz talep edebilirsiniz, ama bu durumda ücret ödemek zorunda kalacaksınız
vi: Phần thưởng được trả mỗi 2-3 ngày bởi nhà xác thực. Bạn có thể tự trả chúng, khi chúng sắp hết hạn, nhưng bạn sẽ phải trả phí.
zh_hans: 验证人每2-3天支付一次奖励。当它们接近过期时，您可以自己支付，但您将支付费用

# staking.reward.payouts.empty.rewards_2_2_0
source: Awesome! You have no unpaid rewards
es: ¡Asombroso! No tienes recompensas sin pagar
fr: Super ! Vous n’avez pas de récompenses impayées
hu: Fantasztikus! Nincsenek kifizetetlen jutalmaid
id: Luar biasa! Anda tidak memiliki imbalan yang belum dibayar.
it: Fantastico! Non hai ricompense non pagate
ja: 素晴らしい！未払いの報酬はありません
ko: 멋져요! 지급되지 않은 보상이 없습니다
pl: Świetnie! Nie masz żadnych niewypłaconych nagród.
pt_pt: Incrível! Você não tem recompensas não pagas
ru: Замечательно! Все вознаграждения выплачены
tr: Harika! Ödenmemiş ödülünüz yok
vi: Tuyệt vời! Bạn không có phần thưởng chưa trả nào
zh_hans: 太棒了！您没有未支付的奖励

# staking.your.allocated.description_2_2_0
source: Your stake is assigned to next validators
es: Tu apuesta está asignada a los próximos validadores
fr: Votre mise est attribuée aux prochains validateurs
hu: Stake-ed a következő validátorhoz lett rendelve
id: Stake Anda ditugaskan ke validator berikut
it: Il tuo stake è assegnato ai successivi validatori
ja: あなたのステークは次のバリデータに割り当てられています。
ko: 귀하의 스테이크는 다음 밸리데이터에 할당됩니다
pl: Twój Stake jest przydzielony do następujących walidatorów
pt_pt: Sua aposta é destinada aos próximos validadores
ru: Ваш стейк распределен между следующими валидаторами
tr: Stake'iniz sonraki doğrulayıcılara atandı
vi: Stake của bạn được phân bổ cho những người xác thực tiếp theo
zh_hans: 您的质押已分配给下一个验证者

# staking.your.not.allocated.description_v2_2_0
source: Active validators without your stake assignment
es: Validadores activos sin tu asignación de apuesta
fr: Validateurs actifs sans affecter votre mise
hu: Aktív validátorok, melyeknél nem stake-elsz
id: Validator aktif tanpa penugasan taruhan Anda
it: Validatori attivi senza la tua assegnazione di stake
ja: ステーク割り当てなしのアクティブなバリデータ
ko: 귀하의 스테이크 할당 없이 활동 중인 밸리데이터
pl: Aktywni walidatorzy bez twojego przydziału Stake
pt_pt: Validadores ativos sem a sua alocação de aposta
ru: Активные валидаторы без вашего стейка
tr: Stake atamanız olmadan aktif doğrulayıcılar
vi: Những người xác thực hoạt động mà không có phân bổ Stake của bạn
zh_hans: 没有您的质押分配的活跃验证者

# staking.your.inactive.description_v2_2_0
source: Validators without enough stake to be elected
es: Validadores sin suficiente apuesta para ser elegidos
fr: Valideurs n'ayant pas suffisamment de stake pour être élus
hu: Validátorok, melyek nem rendelkeznek elegendő stake-el a megválasztáshoz
id: Validator tanpa cukup taruhan untuk dipilih
it: Validatori senza abbastanza stake per essere eletti
ja: 選ばれるのに十分なStakeがないバリデータ
ko: 선출될 만큼의 스테이크가 부족한 밸리데이터
pl: Walidatorzy z niewystarczającym Stake, by zostać wybranymi
pt_pt: Validadores sem aposta suficiente para serem eleitos
ru: Валидаторы с недостаточным стейком, чтобы быть избранными
tr: Seçilmek için yeterli stake'i olmayan doğrulayıcılar
vi: Những người xác thực không đủ Stake để được bầu
zh_hans: 没有足够质押以被选中的验证者

# staking.select.validators.recommended.desc_v2_2_0
source: Nova Wallet created a list of recommended validators based on blockchain data and with the following criteria:
es: Nova Wallet creó una lista de validadores recomendados basándose en datos de la blockchain y con los siguientes criterios:
fr: Nova a créé une liste de validateurs recommandés basée sur les données blockchain et avec les critères suivants :
hu: A Nova Wallet a blokklánc-adatok és a következő kritériumok alapján készítette el a validátorok listáját:
id: Nova Wallet membuat daftar validator yang direkomendasikan berdasarkan data blockchain dan dengan kriteria berikut:
it: Nova Wallet ha creato un elenco di validatori raccomandati basati sui dati della blockchain e con i seguenti criteri:
ja: Nova Walletはブロックチェーンデータに基づき、以下の基準を用いて推奨バリデータのリストを作成しました：
ko: Nova Wallet는 블록체인 데이터를 기반으로 다음 기준에 따라 추천 검증자 목록을 작성했습니다:
pl: Nova Wallet stworzyła listę rekomendowanych walidatorów opierając się na danych z blockchain oraz z uwzględnieniem następujących kryteriów:
pt_pt: A Nova Wallet criou uma lista de validadores recomendados baseada em dados da blockchain e com os seguintes critérios:
ru: Приложение Nova Wallet составило список рекомендованных валидаторов, используя данные сети и учитывая следующие критерии:
tr: Nova Wallet, blockchain verilerine dayanarak ve aşağıdaki kriterleri göz önünde bulundurarak tavsiye edilen doğrulayıcıların bir listesini oluşturdu:
vi: Ví Nova đã tạo danh sách những người xác thực được khuyến nghị dựa trên dữ liệu blockchain và các tiêu chí sau:
zh_hans: Nova Wallet根据区块链数据和以下标准创建了推荐验证者名单：

# staking.select.validators.custom.desc_2_2_0
source: Choose your validators carefully, as they should act proficiently and honest. Basing your decision purely on the profitability could lead to reduced rewards or even loss of stake
es: Elige cuidadosamente a tus validadores, ya que deben actuar de forma competente y honesta. Basar tu decisión puramente en la rentabilidad podría llevar a recompensas reducidas o incluso pérdida de la apuesta
fr: Choisissez vos validateurs avec soin, car ils doivent agir avec compétence et honnêteté. Si vous basez votre décision uniquement sur la rentabilité, vous risquez de voir vos récompenses réduites, voire de perdre votre mise.
hu: Gondosan válaszd ki validátoraidat, mert azoknak szakszerűen és őszintén kell eljárniuk. Kizárólag a jövedelmezőségre alapozni döntésed, a jutalmak csökkenésével vagy akár elvesztésével végződhet.
id: Pilih validator Anda dengan hati-hati, karena mereka harus bertindak dengan cakap dan jujur. Mengambil keputusan hanya berdasarkan profitabilitas bisa mengakibatkan pengurangan imbalan atau bahkan kehilangan stake.
it: Scegli attentamente i tuoi validatori, in quanto dovrebbero agire in modo competente e onesto. Basare la tua decisione esclusivamente sulla redditività potrebbe portare a ricompense ridotte o addirittura alla perdita dello staking
ja: バリデーターを慎重に選んでください。収益性だけで判断すると、報酬が減少したり、ステークの損失につながる可能性があります
ko: 검증자가 능숙하고 정직하게 행동하도록 신중히 선택해야 합니다. 수익성만을 기준으로 결정하는 것은 보상 감소나 Stake 손실로 이어질 수 있습니다
pl: Wybieraj weryfikatorów starannie, ponieważ powinni działać profesjonalnie i uczciwie. Podejmowanie decyzji wyłącznie na podstawie rentowności może prowadzić do zmniejszenia nagród, a nawet utraty stake
pt_pt: Escolha seus validadores com cuidado, uma vez que eles devem agir com proficiência e honestidade. Basear sua decisão puramente na lucratividade pode levar a recompensas reduzidas ou até mesmo perda de participação
ru: Тщательно выбирайте своих валидаторов, чтобы они действовали профессионально и честно. Принятие решения исключительно на основе прибыльности может привести к уменьшению наград или даже потере стейка
tr: Doğrulayıcılarınızı dikkatle seçin, yetkin ve dürüst bir şekilde hareket etmeleri gerekir. Kararınızı yalnızca karlılığa dayandırmak, ödüllerde azalmaya hatta bahsinizin kaybına yol açabilir.
vi: Chọn lựa validators của bạn cẩn thận, vì họ nên hành động một cách chuyên nghiệp và trung thực. Chỉ quyết định dựa trên lợi nhuận có thể dẫn đến giảm phần thưởng hoặc thậm chí mất stake
zh_hans: 谨慎选择您的验证者，因为他们应该专业且诚实地行事。仅基于盈利性来做出决定可能会导致奖励减少甚至赌注损失

# staking.hint.rewards.format_v2_2_0
source: Tokens in stake produce rewards each era (%@)
es: Los tokens en stake producen recompensas cada era (%@)
fr: Les actifs mis en jeu produisent des récompenses à chaque ère (%@)
hu: Stake-elt tokenek minden korszakban jutalmat generálnak (%@)
id: Token yang di-stake menghasilkan reward setiap era (%@)
it: I token in stake producono ricompense ad ogni era (%@)
ja: ステークされたトークンは、各エポックごとに報酬を生成します (%@)
ko: 스테이크된 토큰은 각 에포크마다 보상을 생성합니다 (%@)
pl: Tokeny w stake generują nagrody każdą erę (%@)
pt_pt: Tokens em stake produzem recompensas a cada era (%@)
ru: Токены в стейке приносят награду каждую эру (%@)
tr: Stake içindeki tokenler, her dönem (%@) ödül üretir
vi: Tokens trong stake tạo ra phần thưởng mỗi kỷ nguyên (%@)
zh_hans: 质押中的代币在每个时代都会产生奖励（%@）

# staking.hint.unstake.format_v2_2_0
source: To unstake tokens you will have to wait for the unstaking period (%@)
es: Para deshacer el staking de tokens tendrás que esperar el período de desestaking (%@)
fr: Pour désengager des actifs, vous devrez attendre la période de retrait (%@)
hu: Tokenek unstake-elésénél, meg kell várnod az unstake-elési időszakot (%@)
id: Untuk melepas token, Anda harus menunggu periode melepas (%@)
it: Per unstake dei token dovrai attendere il periodo di unstaking (%@)
ja: トークンをアンステークするには、アンステーキング期間を待つ必要があります (%@)
ko: 토큰을 언스테이크하려면 언스테이킹 기간을 기다려야 합니다 (%@)
pl: Aby unstake tokeny, będziesz musiał poczekać na okres unstaking (%@)
pt_pt: Para desbloquear tokens, você terá que esperar pelo período de desbloqueio (%@)
ru: Период вывода токенов из стейкинга занимает %@
tr: Tokenleri unstake yapmak için unstaking dönemini (%@) beklemeniz gerekecek
vi: Để unstake tokens bạn sẽ phải đợi trong thời gian unstaking (%@)
zh_hans: 要解质押代币，你必须等待解质押期（%@）

# staking.set.separate.account.controller_v2_2_0
source: Select another account as a controller to improve staking security by delegating staking management operations to it
es: Seleccionar otra cuenta como controladora para mejorar la seguridad del staking delegando operaciones de gestión del staking
fr: Sélectionnez un autre compte en tant que contrôleur pour améliorer la sécurité du staking en lui déléguant les opérations de gestion du staking
hu: A stake-elés biztonságának növelése érdekében, a stake-eléssel kapcsolatos műveleteket ruházd át egy másik vezérlő fiókra
id: Pilih akun lain sebagai kontroler untuk meningkatkan keamanan staking dengan mendelelasikan operasi pengelolaan staking kepadanya
it: Seleziona un altro account come controller per migliorare la sicurezza dello staking delegando le operazioni di gestione dello staking ad esso
ja: 他のアカウントをコントローラーとして選択し、それにstaking管理操作を委任してセキュリティを向上
ko: 스테이킹 관리를 위임하여 보안을 향상시키기 위해 다른 계정을 컨트롤러로 선택하십시오
pl: Wybierz inne konto jako kontroler, aby zwiększyć bezpieczeństwo stakingu, delegując mu zarządzanie stakingiem.
pt_pt: Selecione outra conta como controladora para melhorar a segurança do staking, delegando a ela as operações de gestão do staking
ru: Установите отдельный аккаунт как контроллер, чтобы увеличить безопасность стейкинга делегируя ему управление стейком
tr: Staking güvenliğini artırmak için staking yönetim işlemlerini ona devretmek üzere başka bir hesabı denetleyici olarak seçin
vi: Chọn tài khoản khác làm controller để cải thiện bảo mật staking bằng cách ủy quyền các hoạt động quản lý staking cho nó
zh_hans: 选择另一个帐户作为控制器，通过将质押管理操作委托给它来提高质押安全性
