Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# create.watch.only.details
source: Track the activity of any wallet without injecting your private key to Nova Wallet
es: Rastrea la actividad de cualquier monedero sin introducir tu clave privada en Nova Wallet
fr: Suivez l’activité depuis Nova de n’importe quel portefeuille sans injecter de clé privée
hu: Kövess nyomon bármilyen tárcát anélkül, hogy a megadnád a privát kulcsodat Nova Wallet-be
id: Lacak aktivitas dompet apa pun tanpa menyuntikkan kunci pribadi Anda ke Nova Wallet
it: Traccia l'attività di qualsiasi portafoglio senza inserire la tua chiave privata in Nova Wallet
ja: 👀 プライベートキーをNova Walletに入力せずに任意のウォレットの活動を追跡
ko: Nova Wallet에 개인 키를 입력하지 않고 지갑 활동 추적
pl: Śledź aktywność dowolnego portfela bez wprowadzania swojego klucza prywatnego do Nova Wallet
pt_pt: Acompanhe a atividade de qualquer carteira sem injetar sua chave privada na Nova Wallet
ru: Отслеживайте активность любого кошелька, не вводя свой приватный ключ в Nova Wallet
tr: Nova Wallet'ta özel anahtarınızı sağlamadan herhangi bir cüzdanın etkinliğini takip edin
vi: Theo dõi hoạt động của bất kỳ ví nào mà không cần nhập khoá riêng tư của bạn vào Nova Wallet
zh_hans: 跟踪任何钱包的活动，无需将您的私钥输入到Nova Wallet

# create.watch.only.missing.substrate
source: Enter substrate address...
es: Introduce la dirección substrate...
fr: Saisir l'adresse Substrate...
hu: Substrate cím megadása...
id: Masukkan alamat substrate...
it: Inserire l'indirizzo di substrate...
ja: substrateアドレスを入力...
ko: substrate 주소를 입력하세요...
pl: Wprowadź adres substrate...
pt_pt: Insira o endereço substrate...
ru: Введите substrate адрес...
tr: Substrate adresi girin...
vi: Nhập địa chỉ substrate...
zh_hans: 输入Substrate地址...

# common.invalid.substrate.address
source: Invalid substrate address
es: Formato de dirección substrate inválido
fr: Adresse Substrate non valide
hu: Érvénytelen substrate cím
id: Alamat substrate tidak valid
it: Formato indirizzo substrate non valido
ja: 無効な substrate アドレス
ko: 유효하지 않은 substrate 주소
pl: Nieprawidłowy adres substrate
pt_pt: Endereço de substrato inválido
ru: Неверный формат substrate адреса
tr: Geçersiz substrate adresi
vi: Địa chỉ substrate không hợp lệ
zh_hans: 无效的底层地址

# common.invalid.evm.address
source: Invalid evm address
es: Dirección evm inválida
fr: Adresse EVM non valide
hu: Érvénytelen evm cím
id: Alamat evm tidak valid
it: Indirizzo evm non valido
ja: 無効なevmアドレス
ko: 잘못된 evm 주소
pl: Nieprawidłowy adres evm
pt_pt: Endereço evm inválido
ru: Неверный формат evm адреса
tr: Geçersiz evm adresi
vi: Địa chỉ evm không hợp lệ
zh_hans: 无效的evm地址

# common.address.scan.error
source: Can't extract address from the code
es: No se puede extraer la dirección del código
fr: Impossible d'extraire l'adresse du code
hu: A cím nem található a kódban
id: Tidak dapat mengekstrak alamat dari kode
it: Impossibile estrarre l'indirizzo dal codice
ja: コードからアドレスを抽出できません
ko: 코드에서 주소를 추출할 수 없습니다
pl: Nie można wyodrębnić adresu z kodu
pt_pt: Não é possível extrair o endereço do código
ru: Не удается извлечь адрес из кода
tr: Koddan adres çıkarılamıyor
vi: Không thể trích xuất địa chỉ từ mã
zh_hans: 无法从代码中提取地址

# common.address.scan.title
source: Scan QR
es: Escanear QR
fr: Scanner QR
hu: QR-kód beolvasása
id: Pindai QR
it: Scansione QR
ja: QRをスキャン
ko: QR 스캔
pl: Skanuj QR
pt_pt: Escanear QR
ru: Сканировать QR
tr: QR Tarayın
vi: Quét mã QR
zh_hans: 扫描二维码

# common.address.scan.message
source: Scan QR code with the address
es: Escanee el código QR con la dirección
fr: Scanner le code QR avec l'adresse
hu: Címmel rendelkező QR-kód beolvasása
id: Pindai kode QR dengan alamat
it: Scansionare il codice QR con l'indirizzo
ja: アドレスのQRコードをスキャンしてください
ko: 주소가 있는 QR 코드를 스캔하세요
pl: Zeskanuj kod QR z adresem
pt_pt: Escanear código QR com o endereço
ru: Отсканируйте QR с адресом
tr: Adres ile QR kodunu tarayın
vi: Quét mã QR với địa chỉ
zh_hans: 扫描带有地址的二维码

# common.watch.only
source: Watch-only
es: Solo visualización
fr: Observer seulement
hu: Csak nézhető
id: Hanya untuk menonton
it: Solo visualizzazione
pt_pt: Somente visualização
tr: Sadece izle
vi: Chế độ chỉ xem
zh_hans: 仅查看

# common.invalid.address.format
source: Invalid %@ address
es: Dirección %@ inválida
fr: Adresse %@ non valide
hu: Érvénytelen %@ cím
id: Alamat %@ tidak valid
it: Indirizzo %@ non valido
ja: 無効な%@アドレス
ko: 잘못된 %@ 주소
pl: Nieprawidłowy adres %@
pt_pt: Endereço %@ inválido
ru: %@ адрес имеет неверный формат
tr: %@ adresi geçersiz
vi: Địa chỉ %@ không hợp lệ
zh_hans: 无效的%@地址

# common.signing.not.supported.title
source: Signing is not supported
es: La firma no es compatible
fr: La signature n’est pas prise en charge
hu: Az aláírás nem támogatott
id: Penandatanganan tidak didukung
it: La firma non è supportata
ja: 署名はサポートされていません
ko: 서명이 지원되지 않음
pl: Podpisywanie nie jest obsługiwane
pt_pt: Assinatura não é suportada
ru: Подписание не поддерживается
tr: İmza desteklenmiyor
vi: Không hỗ trợ ký
zh_hans: 不支持签名

# common.parity.signer.not.supported.message
source: %@ does not support signing arbitrary messages — only transactions
es: %@ no soporta la firma de mensajes arbitrarios — solo transacciones
fr: %@ ne prend pas en charge la signature de messages arbitraires, uniquement les transactions
hu: A(z) %@ nem támogat tetszőleges üzenetek aláírását - csak a tranzakciókét.
id: %@ tidak mendukung penandatanganan pesan sembarangan hanya transaksi
it: %@ non supporta la firma di messaggi arbitrari — solo transazioni
ja: %@は任意のメッセージの署名をサポートしていません — トランザクションのみをサポートします
ko: %@는 임의의 메시지 서명을 지원하지 않습니다 — 오직 거래만 지원합니다
pl: %@ nie obsługuje podpisywania dowolnych wiadomości — tylko transakcje
pt_pt: %@ não suporta a assinatura de mensagens arbitrárias — apenas transações
ru: %@ не поддерживает подписание произвольных сообщений — только транзакции
tr: %@, rasgele mesajların imzalanmasını desteklemez - yalnızca işlemler
vi: %@ không hỗ trợ ký các thông báo tùy ý — chỉ hỗ trợ giao dịch
zh_hans: %@不支持签名任意消息 — 只有交易

# parity.signer.tx.scan.invalid.title
source: QR code is invalid
es: El código QR no es válido
fr: Le code QR n'est pas valide
hu: A QR-kód érvénytelen
id: Kode QR tidak valid
it: Il codice QR non è valido
ja: QRコードが無効です
ko: QR 코드가 유효하지 않습니다
pl: Kod QR jest nieprawidłowy
pt_pt: Código QR é inválido
ru: QR-код недействителен
tr: QR kodu geçersiz
vi: Mã QR không hợp lệ
zh_hans: 二维码无效

# parity.signer.tx.scan.invalid.message
source: Please make sure you are scanning QR code for currently signing operation
es: Por favor, asegúrese de estar escaneando el código QR para la operación de firma actual
fr: Veuillez vous assurer que vous scannez le code QR de l'opération de signature en cours
hu: Kérlek, ellenőrizd, hogy a QR-kód az aktuális aláírási művelethez tartozik-e
id: Pastikan Anda memindai kode QR untuk operasi yang sedang ditandatangani saat ini
it: Assicurati di scansionare il codice QR per l'operazione di firma attuale
ja: 現在署名している操作のQRコードをスキャンしていることを確認してください
ko: 현재 서명 중인 작업을 위한 QR 코드를 스캔하고 있는지 확인하세요
pl: Upewnij się, że skanujesz kod QR dla aktualnie podpisywanej operacji
pt_pt: Por favor, certifique-se de que está a escanear o código QR para a operação de assinatura atual
ru: Убедитесь, что вы сканируете QR-код для текущей подписываемой операции.
tr: Lütfen şu anda imza işlemi için QR kodunu taradığınızdan emin olun
vi: Vui lòng đảm bảo rằng bạn đang quét mã QR cho thao tác ký hiện tại
zh_hans: 请确保您正在扫描当前签名操作的二维码

# common.try.again
source: Try again
es: Intentar de nuevo
fr: Réessayez
hu: Próbálja újra
id: Coba lagi
it: Prova di nuovo
ja: もう一度試してください
ko: 다시 시도하십시오
pl: Spróbuj ponownie
pt_pt: Tente novamente
ru: Попробовать снова
tr: Tekrar Deneyin
vi: Thử lại
zh_hans: 再试一次

# common.tx.qr.expired.message
source: For security reasons generated operations valid for only %@. Please generate new QR code and sign it with %@
es: Por razones de seguridad, las operaciones generadas son válidas solo por %@. Por favor, genera un nuevo código QR y fírmalo con %@
fr: Pour des raisons de sécurité, les opérations générées ne sont valables que pour %@. Veuillez générer un nouveau code QR et le signer avec %@.
hu: Biztonsági okokból a generált művelet %@-ig érvényes. Kérlek, generálj egy új QR-kódot és írd alá a(z) %@ segítségével
id: Untuk alasan keamanan, operasi yang dihasilkan hanya berlaku untuk %@. Silakan hasilkan kode QR baru dan tandai dengan %@
it: Per motivi di sicurezza le operazioni generate sono valide solo per %@. Genera un nuovo codice QR e firmalo con %@
ja: セキュリティ上の理由から、生成された操作は%@間のみ有効です。 新しいQRコードを生成し、%@で署名してください
ko: 보안을 위해 생성된 작업은 %@ 동안만 유효합니다. 새 QR 코드를 생성하고 %@로 서명하세요
pl: Ze względów bezpieczeństwa wygenerowane operacje są ważne tylko przez %@. Proszę wygenerować nowy kod QR i podpisać go przy użyciu %@
pt_pt: Por razões de segurança, operações geradas são válidas apenas por %@. Por favor, gere um novo código QR e assine-o com %@
ru: В целях безопасности сгенерированные операции действительны только в течение %@. Пожалуйста, сгенерируйте новый QR-код и подпишите его с помощью %@
tr: Güvenlik nedenleriyle oluşturulan işlemler yalnızca %@ için geçerlidir. Lütfen yeni bir QR kodu oluşturun ve %@ ile imzalayın
vi: Vì lý do bảo mật, các thao tác được tạo ra chỉ có giá trị trong %@. Vui lòng tạo mã QR mới và ký với %@
zh_hans: 出于安全原因，生成的操作仅在%@内有效。 请生成新的QR码并用%@签名

# common.qr.code.expired
source: QR code has expired
es: El código QR ha expirado
fr: Le code QR a expiré
hu: A QR-kód lejárt
id: Kode QR telah kedaluwarsa
it: Il codice QR è scaduto
ja: QRコードの有効期限が切れました
ko: QR 코드가 만료되었습니다
pl: Kod QR wygasł
pt_pt: O QR code expirou
ru: Срок действия QR-кода истек
tr: QR kodunun süresi doldu
vi: Mã QR đã hết hạn
zh_hans: QR码已过期

# common.qr.code.valid.format
source: QR code is valid for %@
es: El código QR es válido por %@
fr: Le code QR est valable pour %@
hu: A QR-kód %@-ig érvényes
id: Kode QR valid selama %@
it: Il codice QR è valido per %@
ja: QRコードは%@間有効です
ko: QR 코드는 %@ 동안 유효합니다
pl: Kod QR jest ważny przez %@
pt_pt: QR code é válido para %@
ru: QR-код действителен в течение %@
tr: QR kodu %@ için geçerlidir
vi: Mã QR có giá trị trong %@
zh_hans: QR码有效期为%@

# parity.signer.tx.secondary.action
source: I have an error in %@
es: Tengo un error en %@
fr: J’ai une erreur dans %@
hu: A(z) %@ hibát mutat
id: Saya memiliki kesalahan di %@
it: Ho un errore in %@
ja: %@にエラーがあります
ko: %@에 오류가 있습니다
pl: Mam błąd w %@
pt_pt: Eu tenho um erro em %@
ru: У меня ошибка в %@
tr: %@'ta bir hata var
vi: Tôi gặp lỗi trong %@
zh_hans: 我在%@中有一个错误

# parity.signer.tx.title
source: Sign with %@
es: Firmar con %@
fr: Signer avec %@
hu: %@ aláírás
id: Tanda tangani dengan %@
it: Firma con %@
ja: %@で署名
ko: %@로 서명
pl: Podpisz z %@
pt_pt: Assinar com %@
ru: Подписать с %@
tr: %@ ile imzala
vi: Ký với %@
zh_hans: 使用 %@ 签名

# parity.signer.addresses.title
source: Here are your accounts
es: Aquí están tus cuentas
fr: Voici vos comptes
hu: Itt vannak a fiókjaid
id: Berikut adalah akun Anda
it: Ecco i tuoi account
ja: これがあなたのアカウントです
ko: 여기에 계정이 있습니다
pl: Oto twoje konta
pt_pt: Aqui estão suas contas
ru: Вот ваши аккаунты
tr: İşte hesaplarınız
vi: Đây là các tài khoản của bạn
zh_hans: 这里是您的账户

# parity.signer.addresses.subtitle
source: Following accounts have been successfully read from %@
es: Las siguientes cuentas han sido leídas exitosamente de %@
fr: Les comptes suivants ont été lus avec succès à partir de %@
hu: A következő fiókok sikeresen be lettek olvasva innen: %@
id: Akun-akun berikut telah berhasil dibaca dari %@
it: Gli account seguenti sono stati letti con successo da %@
ja: 次のアカウントが%@から正常に読み取られました
ko: %@에서 다음 계정을 성공적으로 읽었습니다
pl: Poniższe konta zostały pomyślnie wczytane z %@
pt_pt: As seguintes contas foram lidas com sucesso de %@
ru: Следующие аккаунты были успешно считаны с %@
tr: %@'ten başarıyla okunan hesaplar
vi: Các tài khoản sau đã được đọc thành công từ %@
zh_hans: 以下账户已经成功从%@读取

# parity.signer.scan.title
source: Scan the QR code from the %@
es: Escanea el código QR desde %@
fr: Scannez le code QR à partir de %@
hu: QR-kód beolvasása innen: %@
id: Pindai kode QR dari %@
it: Scansiona il codice QR da %@
ja: %@からQRコードをスキャン
ko: %@에서 QR 코드를 스캔하세요
pl: Zeskanuj kod QR z %@
pt_pt: Digitalize o código QR do %@
ru: Отсканируйте QR-код из %@
tr: %@'ten QR kodunu tarayın
vi: Quét mã QR từ %@
zh_hans: 从%@扫描QR码

# parity.signer.tx.scan
source: Scan the QR code with the %@
es: Escanea el código QR con %@
fr: Scanner le code QR avec %@
hu: QR-kód beolvasása ezzel: %@
id: Pindai kode QR dengan %@
it: Scansiona il codice QR con il %@
ja: %@でQRコードをスキャン
ko: %@로 QR 코드를 스캔하세요
pl: Zeskanuj kod QR przy użyciu %@
pt_pt: Digitalize o código QR com o %@
ru: Отсканируйте QR-код с помощью %@
tr: %@ ile QR kodunu tarayın
vi: Quét mã QR với %@
zh_hans: 用%@扫描QR码

# common.hardware.wallet
source: Hardware wallet
es: Conectar monedero de hardware
fr: Connecter le portefeuille physique
hu: Hardver tárca csatlakoztatása
id: Dompet hardware
it: Collega un portafoglio hardware
ja: ハードウェアウォレット
ko: 하드웨어 지갑
pl: Sprzętowy portfel
pt_pt: Conectar carteira de hardware
ru: Аппаратный кошелёк
tr: Donanım cüzdanı bağlayın
vi: Ví cứng
zh_hans: 连接硬件钱包

# welcome.hardware.wallet.subtitle
source: Use %@
es: Usar %@
fr: Utiliser %@
hu: %@ használata
id: Gunakan %@
it: Usa %@
ja: %@を使用
ko: %@ 사용
pl: Użyj %@
ru: Использовать %@
tr: %@ kullanın
vi: Sử dụng %@
zh_hans: 使用%@

# welcome.parity.signer.step2.details
source: Make sure to select top one
es: Asegúrate de seleccionar el primero de la lista
fr: Assurez-vous de sélectionner le premier
hu: Ügyelj arra, hogy a legfelsőt válaszd
id: Pastikan untuk memilih yang paling atas
it: Assicurati di selezionare il primo in alto
ja: 一番上を選択していることを確認してください
ko: 가장 위쪽에 있는 것을 선택했는지 확인하십시오
pl: Upewnij się, że wybrałeś ten na górze
pt_pt: Certifique-se de selecionar o primeiro
ru: Убедитесь, что выбрали самый верхний
tr: En üstte olanı seçtiğinizden emin olun
vi: Hãy chắc chắn rằng bạn đã chọn cái đầu tiên
zh_hans: 请确保选择最上面的一个

# welcome.parity.signer.title
source: Add wallet from %@
es: Agrega una billetera desde %@
fr: Ajouter un portefeuille à partir de %@
hu: %@ tárca hozzáadása
id: Tambahkan dompet dari %@
it: Aggiungi portafoglio da %@
ja: %@からウォレットを追加
ko: %@에서 지갑을 추가
pl: Dodaj portfel z %@
pt_pt: Adicionar carteira de %@
ru: Добавить кошелёк из %@
tr: %@'tan cüzdan ekle
vi: Thêm ví từ %@
zh_hans: 从%@添加钱包

# parity.signer.not.supported.chain
source: Not supported by %@
es: No soportado por %@
fr: Non pris en charge par %@
hu: %@ nem támogatja
id: Tidak didukung oleh %@
it: Non supportato da %@
ja: %@にサポートされていません
ko: %@에서 지원되지 않음
pl: Nieobsługiwany przez %@
pt_pt: Não suportado por %@
ru: Не поддерживается %@
tr: %@ tarafından desteklenmiyor
vi: Không được hỗ trợ bởi %@
zh_hans: 不支持%@

# parity.signer.details.hint
source: This wallet is paired with %1$@. Nova will help you to form any operations you want, and you will be requested to sign them using %1$@
es: Esta billetera está emparejada con %1$@. Nova te ayudará a formar cualquier operación que desees, y se te solicitará que las firmes usando %1$@
fr: Ce portefeuille est associé à %1$@. Nova vous aidera à former toutes les opérations que vous souhaitez, et il vous sera demandé de les signer à l'aide de %1$@
hu: Ez a tárca %1$@ által van párosítva. Bármilyen művelet létrehozható majd Nova-ban, de %1$@ szükséges majd azok alárírásához.
id: Dompet ini dipasangkan dengan %1$@. Nova akan membantu Anda melakukan operasi apa pun yang Anda inginkan, dan Anda akan diminta untuk menandatanganinya menggunakan %1$@
it: Questo portafoglio è accoppiato con %1$@. Nova ti aiuterà a eseguire qualsiasi operazione che desideri, e ti verrà richiesto di firmarle utilizzando %1$@
ja: このウォレットは%1$@とペアリングされています。Novaは任意の操作を形成するのを手助けし、%1$@を使用してそれらをサインするよう求められます
ko: 이 지갑은 %1$@와 쌍을 이루고 있습니다. Nova는 원하는 모든 작업을 수행하는 데 도움을 줄 것이며, %1$@를 사용하여 서명해야 합니다
pl: Ten portfel jest sparowany z %1$@. Nova pomoże Ci w zainicjowaniu wszelkich operacji, a Ty zostaniesz poproszony o ich podpisanie za pomocą %1$@
pt_pt: Esta carteira está emparelhada com %1$@. A Nova ajudará você a formar quaisquer operações que desejar, e você será solicitado a assiná-las usando %1$@
ru: Этот кошелек работает в паре с %1$@. Nova поможет вам сформировать любые операции, которые вы хотите, и вам будет предложено подписать их с помощью %1$@
tr: Bu cüzdan %1$@ ile eşleştirildi. Nova, istediğiniz herhangi bir işlemi şekillendirmenize yardımcı olacak ve bunları %1$@ kullanarak imzalamanız istenecektir
vi: Ví này được ghép nối với %1$@. Nova sẽ giúp bạn thực hiện bất kỳ thao tác nào bạn muốn, và bạn sẽ được yêu cầu ký chúng bằng %1$@
zh_hans: 此钱包与%1$@配对。Nova将帮助您形成任何您想要的操作，并且您将被请求使用%1$@签名它们

# welcome.parity.signer.step1
source: %@ application on your smartphone
es: %@ en tu smartphone
fr: %@ sur votre smartphone
hu: %@ alkalmazást okostelefonján
id: Aplikasi %@ di smartphone Anda
it: %@ sul tuo smartphone
ja: スマートフォンの%@アプリケーション
ko: %@ 스마트폰 애플리케이션
pl: %@ aplikacja na Twoim smartfonie
pt_pt: %@ no seu smartphone
ru: %@ на смартфоне.
tr: %@ uygulamasını açın
vi: ứng dụng %@ trên điện thoại thông minh của bạn
zh_hans: 您智能手机上的 %@ 应用程序

# welcome.parity.signer.step1.highlighted
source: Open Parity Signer
es: Abrir Parity Signer
fr: Ouvrez Parity Signer
hu: Nyisd meg a Parity Signer-t
id: Buka Parity Signer
it: Apri Parity Signer
ja: Parity Signer を開く
ko: Parity Signer 열기
pl: Otwórz Parity Signer
pt_pt: Abra o Parity Signer
ru: Откройте приложение Parity Signer
tr: Parity Signer'ı açın
vi: Mở Parity Signer
zh_hans: 打开Parity Signer

# welcome.parity.signer.step2
source: %@ you would like to add to Nova Wallet
es: %@ que te gustaría agregar a Nova Wallet
fr: %@ que vous souhaitez ajouter au portefeuille Nova
hu: %@, amit fel szeretnél venni Nova Wallet-be
id: %@ yang ingin Anda tambahkan ke Nova Wallet
it: %@ che desideri aggiungere a Nova Wallet
ja: Nova Walletに追加したい%@
ko: Nova Wallet에 추가하려는 %@
pl: %@, który chcesz dodać do Nova Wallet
pt_pt: %@ que você gostaria de adicionar à Nova Wallet
ru: %@, который вы хотите добавить в Nova Wallet.
tr: %@ Nova Cüzdan'a eklemek istediğiniz hesabı seçin
vi: %@ bạn muốn thêm vào Ví Nova
zh_hans: %@您想要添加到 Nova 钱包

# welcome.parity.signer.step2.highlighted
source: Go to “Keys” tab. Select seed, then account
es: Ve a la pestaña “Claves”. Selecciona semilla, luego la cuenta
fr: Allez dans l’onglet «Clés». Sélectionnez la clé, puis le compte
hu: Menj a "Keys" fülre. Válaszd a seed-et, majd a fiókot
id: Pergi ke tab 'Keys'. Pilih seed, kemudian akun
it: Vai alla scheda "Chiavi". Seleziona il seed, quindi l'account
ja: キータブに行く。シードを選択し、次にアカウントを選択
ko: “Keys” 탭으로 이동하여, 시드 선택 후 계정을 선택하십시오
pl: Przejdź do zakładki „Keys”. Wybierz sid, następnie konto
pt_pt: Vá até a aba 'Chaves'. Selecione seed, depois a conta
ru: Перейдите на вкладку «Ключи». Выберите сид, затем аккаунт
tr: ‘Anahtarlar’ sekmesine gidin. Seed seçin, ardından hesap seçin
vi: Đi tới tab 'Keys'. Chọn seed, sau đó tài khoản
zh_hans: 前往“Keys”标签。选择种子，然后账户

# welcome.parity.signer.step3
source: Parity Signer will provide you %@
es: Parity Signer te proporcionará un %@
fr: Parity Signer vous fournira un %@
hu: A Parity Signer egy %@
id: Parity Signer akan memberikan Anda %@
it: Parity Signer ti fornirà il %@
ja: Parity Signerはあなたに%@を提供します
ko: Parity Signer에서 %@을(를) 제공합니다
pl: Parity Signer zapewni Ci %@
pt_pt: Parity Signer fornecerá um %@
ru: Parity Signer предоставит вам %@
tr: Parity Signer size %@ sağlayacak
vi: Parity Signer sẽ cung cấp cho bạn %@
zh_hans: Parity Signer将为您提供%@

# welcome.parity.signer.step3.highlighted
source: QR code to scan
es: Código QR para escanear
fr: Code QR à scanner
hu: QR-kód a beolvasáshoz
id: Kode QR untuk dipindai
it: Codice QR da scannerizzare
ja: スキャン用のQRコード
ko: 스캔할 QR 코드
pl: Kod QR do zeskanowania
pt_pt: Código QR para escanear
ru: QR-код для сканирования
tr: Taranacak QR kod
vi: Quét mã QR
zh_hans: 要扫描的二维码

# common.scan.qr.code
source: Scan QR code
es: Escanear código QR
fr: Scanner le code QR
hu: QR-kód beolvasása
id: Pindai kode QR
it: Scansiona codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
pl: Skanuj kod QR
pt_pt: Escanear código QR
ru: Сканировать QR код
tr: QR kodu tarayın
vi: Quét mã QR
zh_hans: 扫描二维码

# parity.signer.address.scan.error
source: Can't extract address from the QR code
es: No se puede extraer la dirección del código QR
fr: Impossible d'extraire l'adresse du code QR
hu: Nem található cím a QR-kódban
id: Tidak bisa mengekstrak alamat dari kode QR
it: Impossibile estrarre l'indirizzo dal codice QR
ja: QRコードからアドレスを抽出できません。
ko: QR 코드에서 주소를 추출할 수 없습니다.
pl: Nie można uzyskać adresu z kodu QR.
pt_pt: Não é possível extrair o endereço do código QR
ru: Не удается получить адрес из QR-кода
tr: QR kodundan adres çıkarılamıyor
vi: Không thể trích xuất địa chỉ từ mã QR
zh_hans: 无法从二维码中提取地址

# common.unsupported.qr.code
source: QR code has unsupported format
es: El código QR tiene un formato no soportado
fr: Le format du code QR n'est pas pris en charge
hu: A QR-kód formátuma nem támogatott
id: Format QR code tidak didukung
it: Il codice QR ha un formato non supportato
ja: QRコードの形式がサポートされていません
ko: QR 코드의 형식이 지원되지 않습니다
pl: Kod QR ma nieobsługiwany format
pt_pt: Código QR em formato não suportado
ru: Формат QR кода не поддерживается
tr: QR kodun formatı desteklenmiyor
vi: Định dạng mã QR không được hỗ trợ
zh_hans: 二维码格式不受支持

# currency.title
source: Currency
es: Moneda
fr: Monnaie
hu: Valuta
id: Mata Uang
it: Valuta
ja: 通貨
ko: 통화
pl: Waluta
pt_pt: Moeda
ru: Валюта
tr: Para Birimi
vi: Tiền tệ
zh_hans: 货币

# currency.category.fiat
source: Fiat currencies
es: Monedas fiduciarias
fr: Monnaies fiduciaires
hu: Fiat valuták
id: Mata uang fiat
it: Valute fiat
ja: 法定通貨
ko: 법정 화폐
pl: Waluty fiat
pt_pt: Moedas fiduciárias
ru: Фиатные валюты
tr: Fiat para birimleri
vi: Tiền fiat
zh_hans: 法定货币

# currency.category.popularFiat
source: Popular fiat currencies
es: Monedas fiduciarias populares
fr: Monnaies fiduciaires populaires
hu: Népszerű fiat valuták
id: Mata uang fiat populer
it: Valute fiat popolari
ja: 人気の法定通貨
ko: 인기 있는 법정 화폐
pl: Popularne waluty fiat
pt_pt: Moedas fiduciárias populares
ru: Популярные фиатные валюты
tr: Popüler fiat para birimleri
vi: Các loại tiền fiat phổ biến
zh_hans: 热门法定货币

# currency.category.cryptocurrencies
source: Cryptocurrencies
es: Criptomonedas
fr: Cryptomonnaies
hu: Kriptovaluták
id: Kriptocurrency
it: Criptovalute
ja: 暗号通貨
ko: 암호 화폐
pl: Kryptowaluty
pt_pt: Criptomoedas
ru: Криптовалюты
tr: Kripto Para Birimleri
vi: Tiền điện tử
zh_hans: 加密货币

# profile.currency.title
source: Currency
es: Moneda
fr: Monnaie
hu: Valuta
id: Mata Uang
it: Valuta
ja: 通貨
ko: 통화
pl: Waluta
pt_pt: Moeda
ru: Валюта
tr: Para Birimi
vi: Tiền tệ
zh_hans: 货币

# assets.select.send.your.wallets
source: Your wallets
es: Sus carteras
fr: Vos portefeuilles
hu: Tárcáid
id: Dompet Anda
it: I tuoi portafogli
ja: あなたのウォレット
ko: 당신의 지갑
pl: Twoje portfele
pt_pt: Suas carteiras
ru: Ваши кошельки
tr: Cüzdanlarınız
vi: Ví của bạn
zh_hans: 你的钱包

# common.wallet.not.support.chain
source: %@ doesn't support %@
es: %@ no soporta %@
fr: %@ ne prend pas en charge %@
hu: %@ nem támogatja a következőt: %@
id: %@ tidak mendukung %@
it: %@ non supporta %@
ja: %@ は %@ をサポートしていません
ko: %@는 %@를 지원하지 않습니다
pl: %@ nie obsługuje %@
pt_pt: %@ não suporta %@
ru: %@ не поддерживает %@
tr: %@ %@'yi desteklemiyor
vi: %@ không hỗ trợ %@
zh_hans: %@不支持%@

# hardware.wallet.options.title
source: Select hardware wallet
es: Seleccionar monedero de hardware
fr: Sélectionnez le portefeuille physique
hu: Válaszd ki a fizikai tárcát
id: Pilih dompet hardware
it: Seleziona il portafoglio hardware
ja: ハードウェアウォレットを選択
ko: 하드웨어 지갑 선택
pl: Wybierz sprzętowy portfel
pt_pt: Selecione a carteira de hardware
ru: Выберите аппаратный кошелёк
tr: Donanım cüzdanı seçin
vi: Chọn ví cứng
zh_hans: 选择硬件钱包
