Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# secret.type.picker.title
source: Select your secret type
es: Seleccione su tipo de secreto
fr: Sélectionnez votre type de secret
hu: Válaszd ki a titkos kulcs típusát
id: Pilih jenis rahasia Anda
it: Seleziona il tipo di segreto
ja: 秘密のタイプを選択
ko: 비밀 유형 선택
pl: Wybierz typ sekretu
pt_pt: Selecione o tipo do seu segredo
ru: Выберите ваш тип секрета
tr: Sırrınızın tipini seçin
vi: Chọn loại bí mật của bạn
zh_hans: 选择您的秘密类型

# wallet.import.mnemonic.title
source: Enter the words in the right order
es: Introduce las palabras en el orden correcto
fr: Entrez les mots dans le bon ordre
hu: Írd be a szavakat a megfelelő sorrendben
id: Masukkan kata-kata dalam urutan yang benar
it: Inserisci le parole nell'ordine corretto
ja: 単語を正しい順序で入力
ko: 올바른 순서로 단어들을 입력하세요
pl: Wprowadź słowa we właściwej kolejności
pt_pt: Insira as palavras na ordem correta
ru: Введите слова в правильном порядке
tr: Kelimeleri doğru sırayla girin
vi: Nhập các từ theo thứ tự đúng
zh_hans: 按正确顺序输入单词

# wallet.import.mnemonic.subtitle
source: Write words separately with one space, no commas or other signs
es: Escribe las palabras separadas por un espacio, sin comas u otros signos
fr: Écrivez les mots séparément avec un espace, sans virgule ni autres signes
hu: A szavakat külön-külön, egy szóközzel, vessző vagy egyéb jelek nélkül kell beírni.
id: Tulis kata-kata secara terpisah dengan satu spasi, tanpa koma atau tanda lainnya
it: Scrivi le parole separatamente con uno spazio, senza virgole o altri segni
ja: 単語はスペースで区切り、カンマやその他の記号は使わないでください
ko: 단어들을 한 칸의 공백으로 나누어 입력하세요. 쉼표나 다른 기호는 포함하지 마세요
pl: Słowa powinny być rozdzielone spacją, bez przecinków lub innych znaków
pt_pt: Escreva as palavras separadas por um espaço, sem vírgulas ou outros sinais
ru: Слова должны быть разделены пробелом
tr: Kelimeleri virgül ya da başka işaretler olmadan sadece bir boşluk ile ayırın
vi: Ghi các từ riêng biệt với một khoảng trắng, không có dấu phẩy hoặc ký tự khác
zh_hans: 单词之间用一个空格分开，没有逗号或其他符号

# wallet.import.mnemonic.hint
source: Typically 12-word phrase (but may be 15, 18, 21 or 24)
es: Típicamente es una frase de 12 palabras (pero puede ser de 15, 18, 21 o 24)
fr: Phrase généralement de 12 mots (mais peut être 15, 18, 21 ou 24)
hu: Általában 12 szavas kifejezés (de lehet 15, 18, 21 vagy 24)
id: Biasanya frasa berisi 12 kata (tetapi mungkin 15, 18, 21, atau 24)
it: Tipicamente una frase di 12 parole (ma potrebbe essere 15, 18, 21 o 24)
ja: 通常は12の単語（場合によっては15、18、21、または24）
ko: 일반적으로 12단어 구문 (15, 18, 21 또는 24일 수도 있음)
pl: Zazwyczaj 12 słów (ale możliwe jest importowanie 15, 18, 21 lub 24)
pt_pt: Tipicamente frase de 12 palavras (mas pode ser 15, 18, 21 ou 24)
ru: Зачастую 12 слов (но возможно импортирование 15, 18, 21 или 24)
tr: Tipik olarak 12 kelimelik ifade (ancak 15, 18, 21 veya 24 de olabilir)
vi: Thông thường chuỗi 12 từ (nhưng có thể là 15, 18, 21 hoặc 24)
zh_hans: 通常是12个单词短语（但可能是15、18、21或24）

# wallet.import.seed.title
source: Enter your raw seed
es: Introduce tu seed bruto
fr: Entrez votre clé de récupération
hu: Add meg a nyers seed-et
id: Masukkan seed mentah Anda
it: Inserisci il tuo seed grezzo
ja: 生のSeedを入力
ko: 원시 seed 입력
pl: Wprowadź swój surowy seed
pt_pt: Insira seu seed bruto
ru: Введите ваш сид
tr: Ham seed'inizi girin
vi: Nhập seed gốc của bạn
zh_hans: 输入您的原始seed

# wallet.import.no.mnemonic.title
source: Enter the words...
es: Ingresa las palabras...
fr: Entrez les mots...
hu: Szavak megadása...
id: Masukkan kata-kata...
it: Inserisci le parole...
ja: 単語を入力してください...
ko: 단어를 입력하십시오...
pl: Wprowadź słowa...
pt_pt: Insira as palavras...
ru: Введите слова...
tr: Kelimeleri girin...
vi: Nhập các từ...
zh_hans: 输入单词...

# wallet.import.no.seed.title
source: Enter the raw seed...
es: Introduce la semilla bruta...
fr: Entrez la clé de récupération...
hu: Nyers seed megadása...
id: Masukkan seed mentah...
it: Inserisci il seed grezzo...
ja: 生のシードを入力してください...
ko: 원시 시드를 입력하십시오...
pl: Wprowadź surowy seed...
pt_pt: Insira a semente bruta...
ru: Введите сид...
tr: Ham seed'i girin...
vi: Nhập hạt giống thô...
zh_hans: 输入原始种子...

# wallet.import.keystore.title
source: Provide your Restore JSON
es: Proporciona tu JSON de restauración
fr: Fournissez votre JSON de restauration
hu: Add meg a visszaállítási JSON-t
id: Berikan Restore JSON Anda
it: Fornisci il tuo JSON di ripristino
ja: 復元JSONを提供してください
ko: 복원 JSON 제공
pl: Podaj swój plik JSON do przywracania
pt_pt: Forneça seu JSON de Restauração
ru: Загрузите JSON для восстановления
tr: Geri Yükleme JSON'unuzu sağlayın
vi: Cung cấp tệp JSON khôi phục của bạn
zh_hans: 提供您的恢复JSON

# wallet.import.no.json.title
source: Provide your Restore JSON...
es: Proporciona tu JSON de restauración...
fr: Fournissez votre JSON de restauration...
hu: Visszaállítási JSON megadása...
id: Berikan JSON Pemulihan Anda...
it: Fornisci il tuo JSON di ripristino...
ja: 復元 JSON を提供してください...
ko: 복원 JSON을 제공하십시오...
pl: Podaj swój JSON odzyskiwania...
pt_pt: Forneça o seu JSON de Recuperação...
ru: Загрузите JSON файл...
tr: Kurtarma JSON'unuzu sağlayın...
vi: Cung cấp JSON khôi phục của bạn...
zh_hans: 提供您的恢复JSON...

# wallet.import.no.password
source: Enter password...
es: Ingresa la contraseña...
fr: Entrez le mot de passe...
hu: Jelszó megadása...
id: Masukkan kata sandi...
it: Inserisci la password...
ja: パスワードを入力してください...
ko: 비밀번호를 입력하십시오...
pl: Wprowadź hasło...
pt_pt: Insira a senha...
ru: Введите пароль...
tr: Şifre girin...
vi: Nhập mật khẩu...
zh_hans: 输入密码...

# account.import.ethereum.seed.placeholder_v2_2_0
source: 128 hex symbols
es: 128 símbolos hex.
fr: 128 symboles hex
hu: 128 hexadecimális szimbólum
id: 128 simbol heksadesimal
it: 128 simboli esadecimali
ja: 128個の16進数の記号
ko: 128개의 hex 기호
pl: 128 symboli hex
pt_pt: 128 símbolos hex
ru: 128 шест. символа
tr: 128 onaltılık sembol
vi: 128 ký tự hex
zh_hans: 128个十六进制符号

# account.import.substrate.seed.placeholder_v2_2_0
source: 64 hex symbols
es: 64 símbolos hexadecimales
fr: 64 symboles hex
hu: 64 hexadecimális szimbólum
id: 64 simbol hexadesimal
it: 64 simboli esadecimali
ja: 64の16進数記号
ko: 64 16진수 기호
pl: 64 symbole szesnastkowe
pt_pt: 64 símbolos hex
ru: 64 шест. символа
tr: 64 onaltılık sembol
vi: 64 ký tự hex
zh_hans: 64 个十六进制符号

# common.invalid.path.title_v2_2_0
source: Invalid derivation path
es: Camino de derivación inválido
fr: Chemin de dérivation non valide
hu: Érvénytelen származtatási útvonal
id: Jalur derivasi tidak valid
it: Percorso di derivazione non valido
ja: 無効な導出パス
ko: 유효하지 않은 파생 경로
pl: Nieprawidłowa ścieżka derivation
pt_pt: Caminho de derivação inválido
ru: Некорректный путь деривации
tr: Geçersiz türev yolu
vi: Đường dẫn dẫn xuất không hợp lệ
zh_hans: 无效的派生路径

# wallet.nickname.create.caption_v2_2_0
source: Name examples: Main account, My validator, Dotsama crowdloans, etc.
es: Ejemplos de nombre: Cuenta principal, Mi validador, Crowdloans de Dotsama, etc.
fr: Exemples de noms : Compte principal, Mon validateur, Dotsama crowdloans, etc.
hu: Példák névre: Fő számla, Saját validátor, Dotsama közösségi hitelek stb.
id: Contoh Nama: Akun Utama, Validator Saya, Pinjaman Crowds Dotsama, dll.
it: Esempi di nomi: Account principale, Il mio convalidatore, Crowdloan di Dotsama, ecc.
ja: 名前の例: メインアカウント, 私のバリデーター, Dotsamaクラウドローンなど。
ko: 이름 예시: 주 계정, 나의 발리데이터, Dotsama 크라우드론 등.
pl: Przykłady nazw: Główne konto, Mój validator, Dotsama crowdloans, itp.
pt_pt: Exemplos de nomes: Conta principal, Meu validador, Empréstimos coletivos Dotsama, etc.
ru: Примеры имён: Мой аккаунт, Валидатор, Dotsama краудлоуны, и т.д.
tr: İsim örnekleri: Ana hesap, Benim validatörüm, Dotsama kitle fonlamaları, vb.
vi: Ví dụ về tên: Tài khoản chính, Trình xác thực của tôi, Dotsama crowdloans, v.v.
zh_hans: 名称示例：主账户、我的验证器、Dotsama 众贷等。

# account.create.details_v2_2_0
source: Do not use clipboard or screenshots on your mobile device, try to find secure methods for backup (e.g. paper)
es: No uses el portapapeles o capturas de pantalla en tu dispositivo móvil, intenta encontrar métodos seguros para el respaldo (por ejemplo, papel)
fr: N'utilisez pas le presse-papiers ou les captures d'écran sur votre appareil mobile, essayez de trouver des méthodes de sauvegarde sûres (par exemple, sur papier)
hu: Ne használd a vágólapot vagy a képernyőképeket a mobileszközödön, próbálj meg egy biztonságosabb megoldást találni (pl. papír)
id: Jangan gunakan clipboard atau tangkapan layar di perangkat seluler Anda, cari metode yang aman untuk cadangan (mis., kertas)
it: Non utilizzare il clipboard o gli screenshot sul tuo dispositivo mobile, cerca metodi sicuri per il backup (ad esempio, carta)
ja: クリップボードやスクリーンショットを使用せず、モバイルデバイスでより安全なバックアップ方法（例：紙）を見つけてください。
ko: 클립보드나 스크린샷을 사용하지 마시고, 백업을 위한 안전한 방법(예: 종이)을 찾으세요.
pl: Nie używaj schowka ani zrzutów ekranu na swoim urządzeniu mobilnym, postaraj się znaleźć bezpieczne metody tworzenia kopii zapasowych (np. papier)
pt_pt: Não use a área de transferência ou capturas de tela em seu dispositivo móvel, tente encontrar métodos seguros para backup (por exemplo, papel)
ru: Не используйте буфер обмена или скриншоты на вашем мобильном устройстве, постарайтесь найти безопасные способы резервного копирования (например на бумагу)
tr: Cep telefonunuzda panoyu veya ekran görüntülerini kullanmayın, yedekleme için güvenli yöntemler bulmaya çalışın (örn. kağıt)
vi: Không sử dụng clipboard hoặc ảnh chụp màn hình trên thiết bị di động của bạn, hãy cố gắng tìm các phương pháp an toàn để sao lưu (ví dụ: giấy)
zh_hans: 不要在您的移动设备上使用剪贴板或截图，请尝试寻找备份的安全方法（例如纸张）

# crowdloan.list.section.format_v2_2_0
source: Choose parachains to contribute your %@. You'll get back your contributed tokens, and if parachain wins a slot, you'll receive rewards after the end of the auction
es: Elige parachains para contribuir con tus %@. Recuperarás tus tokens contribuidos, y si la parachain gana un slot, recibirás recompensas después del final de la subasta.
fr: Contribuez vos %@ pour aider les parachains de votre choix à remporter un créneau. Les actifs contribués vous seront rendus, et en cas de succès, vous recevrez des récompenses à la fin de l'enchère
hu: Válassz parachain-t, hogy hozzájárulj %@ tokeneddel. Felajánlott tokenjeidet vissza fogod kapni, illetve, ha a parachain elnyeri a helyet, az aukció végén további jutalmakat is kapni fogsz.
id: Pilih parachains untuk berkontribusi %@ Anda. Anda akan mendapatkan kembali token yang Anda kontribusikan, dan jika parachain menang, Anda akan menerima imbalan setelah akhir lelang
it: Scegli le parachain a cui contribuire con il tuo %@. Riceverai indietro i token che hai contribuito e, se la parachain vince uno slot, riceverai le ricompense alla fine dell'asta
ja: パラチェーンを選択してあなたの%@を貢献してください。貢献したトークンは返却され、パラチェーンがスロットを獲得すれば、オークション終了後に報酬を受け取ります。
ko: 파라체인을 선택하여 %@을(를) 기여하세요. 기여한 토큰을 돌려받게 되며, 파라체인이 슬롯에 당선되면 경매 종료 후 보상을 받게 됩니다.
pl: Wybierz parachainy do wniesienia swoich %@. Otrzymasz z powrotem swoje wniesione tokeny, a jeśli parachain wygra slot, otrzymasz nagrody po zakończeniu aukcji
pt_pt: Escolha parachains para contribuir com seu %@. Você receberá de volta seus tokens contribuídos, e se a parachain ganhar um slot, você receberá recompensas após o final do leilão
ru: Выберите парачейны для внесения своих %@. Вы получите внесенные токены обратно, и если парачейн выиграет слот вы получите награду после окончания аукциона
tr: Parachainlere katkıda bulunmak için %@ seçin. Katkıda bulunduğunuz tokenları geri alacak ve parachain bir slot kazanırsa, açık artırma sona erdikten sonra ödüller alacaksınız
vi: Chọn parachains để đóng góp %@ của bạn. Bạn sẽ nhận lại các token đã đóng góp, và nếu parachain thắng slot, bạn sẽ nhận được phần thưởng sau khi kết thúc cuộc đấu giá
zh_hans: 选择要贡献您的%@的平行链。您将收回您贡献的代币，如果平行链赢得了一个插槽，您将在拍卖结束后收到奖励

# crowdloan.empty.message_v2_2_0
source: Crowdloans will be displayed here
es: Los crowdloans se mostrarán aquí
fr: Les prêts participatifs seront affichés ici
hu: Itt fognak megjelenni a közösségi hitelek
id: Crowdloans akan ditampilkan di sini
it: I crowdloan verranno visualizzati qui
ja: クラウドローンはこちらに表示されます
ko: 크라우드론이 여기에 표시됩니다
pl: Crowdloans pojawią się tutaj
pt_pt: Crowdloans serão exibidos aqui
ru: Краудлоуны появятся здесь
tr: Crowdloanlar burada gösterilecek
vi: Crowdloans sẽ được hiển thị ở đây
zh_hans: 众贷将显示在这里

# common.existential.warning.message_v2_2_0
source: Your account will be removed from blockchain after this operation cause it makes total balance lower than minimal
es: Tu cuenta será eliminada de la cadena de bloques después de esta operación ya que hace que el saldo total sea menor que el mínimo
fr: Votre compte sera supprimé de la blockchain après cette opération car il rend le solde total inférieur au minimum
hu: A fiókod el lesz távolítva a blokkláncról a művelet után, mivel a fennmaradó egyenleg kevesebb lesz, mint a minimum
id: Akun Anda akan dihapus dari blockchain setelah operasi ini karena saldo totalnya lebih rendah dari minimal
it: Il tuo account verrà rimosso dalla blockchain dopo questa operazione perché renderà il saldo totale inferiore al minimo.
ja: この操作を行うと、アカウントの残高が最小限度を下回るため、ブロックチェーンからアカウントが削除されます。
ko: 이 작업 후 계정의 전체 잔액이 최소 잔액보다 낮아지면 블록체인에서 계정이 제거됩니다
pl: Konto zostanie usunięte z blockchain po tej operacji, ponieważ całkowity stan konta będzie niższy od minimalnego
pt_pt: Sua conta será removida da blockchain após esta operação, pois faz com que o saldo total seja menor que o mínimo
ru: Ваша учетная запись будет удалена из сети после операции, так как ваш баланс опустится ниже минимального
tr: Bu işlem sonrası hesabınız, toplam bakiyeyi minimal bakiyenin altına düşürdüğü için blockchain'den kaldırılacak
vi: Tài khoản của bạn sẽ bị xóa khỏi blockchain sau thao tác này do nó làm tổng số dư thấp hơn mức tối thiểu
zh_hans: 此操作后，如果您的总余额低于最低余额，您的账户将从区块链中移除

# wallet.send.existential.warning_v2_2_0
source: Your account will be removed from blockchain after transfer cause it makes total balance lower than minimal
es: Tu cuenta será eliminada de la blockchain después de la transferencia ya que hace que el saldo total sea menor que el mínimo
fr: Votre compte sera supprimé de la blockchain après le transfert car il rend le solde total inférieur au minimum.
hu: A fiókod el lesz távolítva a blokkláncról az utalás után, mivel a fennmaradó egyenleg kevesebb lesz, mint a minimum
id: Akun Anda akan dihapus dari blockchain setelah transfer karena membuat total saldo lebih rendah dari minimal
it: Il tuo account verrà rimosso dalla blockchain dopo il trasferimento perché il saldo totale diventa inferiore al minimo
ja: 送金により合計残高が最低残高を下回るため、アカウントがブロックチェーンから削除されます。
ko: 전송 후 총 잔액이 최소 잔액보다 낮아지기 때문에 계정이 블록체인에서 제거될 것입니다.
pl: Twoje konto zostanie usunięte z blockchain po transferze, ponieważ obniży całkowite saldo poniżej minimalnego
pt_pt: Sua conta será removida da blockchain após a transferência pois reduzirá o saldo total abaixo do mínimo
ru: Ваша учетная запись будет удалена из сети после перевода, так как опустит общий баланс ниже минимального
tr: Hesabınız, toplam tutarı asgari tutarın altına düşürdüğü için transfer sonrası blockchain'den kaldırılacak.
vi: Tài khoản của bạn sẽ bị xóa khỏi chuỗi khối sau khi chuyển tiền vì nó làm cho tổng số dư thấp hơn mức tối thiểu.
zh_hans: 转账后您的账户将因总余额低于最低限额而从区块链中移除

# account.backup.mnemonic.title
source: Write down your Passphrase
es: Escribe tu Frase De Paso
fr: Notez la phrase et conservez-la en lieu sûr
hu: Írd le a titkos kulcsod és tedd biztonságos helyre
id: Tuliskan Frasa Rahasiamu
it: Scrivi la tua Passphrase
ja: パスフレーズを書き留めてください
ko: 당신의 암호구절을 작성하세요
pl: Zapisz swoją sekretną frazę
pt_pt: Anote sua Frase de Passagem
ru: Запишите вашу секретную фразу
tr: Parolanızı not edin
vi: Ghi lại cụm mật khẩu của bạn
zh_hans: 写下你的密码短语

# common.understand
source: I understand
es: Entiendo
fr: Je comprends
hu: Megértettem
id: Saya mengerti
it: Ho capito
ja: 了解しました
ko: 이해했습니다
pl: Rozumiem
pt_pt: Entendi
ru: Понятно
tr: Anladım
vi: Hiểu rồi
zh_hans: 我明白了

# account.backup.mnemonic.caption
source: Please make sure to write down your phrase correctly and legibly.
es: Por favor, asegúrate de anotar tu frase correctamente y de forma legible.
fr: Veillez à écrire votre phrase correctement et lisiblement.
hu: Kérlek, ügyelj arra, hogy a mondatot helyesen és olvashatóan írd le.
id: Pastikan untuk menulis frasa Anda dengan benar dan rapi.
it: Assicurati di scrivere correttamente e in modo leggibile la tua frase.
ja: フレーズが正確かつ判読可能に書かれていることを確認してください。
ko: 문구를 정확하고 읽기 쉽게 적어 두셨는지 확인하세요.
pl: Upewnij się, że zapisałeś frazę poprawnie i czytelnie.
pt_pt: Por favor, certifique-se de que sua frase está escrita de forma correta e legível.
ru: Пожалуйста, убедитесь, что ваша фраза записана корректно и разборчиво.
tr: Lütfen ifadenizi doğru ve okunaklı bir şekilde yazdığınızdan emin olun.
vi: Vui lòng đảm bảo ghi đúng và rõ ràng cụm từ của bạn.
zh_hans: 请确保您的短语正确且清晰地写下。

# account.backup.mnemonic.field.title
source: Mnemonic Passphrase
es: Frase mnemónica
fr: Phrase de passe mnémonique
hu: Mnemonikus jelmondat
id: Frasa Mnemonik
it: Frase mnemonica
ja: ニーモニックパスフレーズ
ko: 니모닉 암호구절
pl: Mnemoniczna Fraza
pt_pt: Frase Mnemônica
ru: Мнемоническая фраза
tr: Anımsatıcı Şifre İfadesi
vi: Cụm mật khẩu Mnemonic
zh_hans: 助记词密语

# export.seed.hint
source: Please, make sure to write down your secret correctly and legibly
es: Por favor, asegúrese de anotar su secreto correctamente y de manera legible
fr: Veillez à écrire votre secret correctement et lisiblement
hu: Kérlek, ügyelj arra, hogy a mondatot helyesen és olvashatóan írd le
id: Harap pastikan untuk menuliskan rahasia Anda dengan benar dan jelas
it: Assicurati di scrivere correttamente e in modo leggibile il tuo segreto
ja: 正しく読みやすいようにシードを書き留めてください
ko: 비밀을 정확하고 알아볼 수 있게 작성해주세요.
pl: Proszę upewnić się, że poprawnie i czytelnie zapisałeś sekret
pt_pt: Por favor, certifique-se de escrever seu segredo corretamente e de forma legível
ru: Пожалуйста, убедитесь, что ваш сид записан корректно и разборчиво
tr: Lütfen gizli anahtarınızı doğru ve okunaklı bir şekilde yazdığınızdan emin olun
vi: Vui lòng đảm bảo rằng bạn ghi lại bí mật của mình chính xác và dễ đọc
zh_hans: 请确保您的密钥正确且清晰地写下来

# export.seed.title
source: Write down your secret and store it in a safe place
es: Escribe tu secreto y guárdalo en un lugar seguro
fr: Notez votre secret et conservez-le en lieu sûr
hu: Írd le a titkos kulcsod és tedd biztonságos helyre
id: Catat rahasia Anda dan simpan di tempat aman
it: Scrivi il tuo segreto e conservalo in un posto sicuro
ja: 秘密を書き留め、安全な場所に保管してください
ko: 비밀을 적어 두고 안전한 장소에 보관하세요
pl: Zapisz swój sekret i przechowuj go w bezpiecznym miejscu
pt_pt: Anote seu segredo e guarde-o em um local seguro
ru: Запишите секрет и храните его в надежном месте
tr: Gizlinizi yazın ve güvenli bir yerde saklayın
vi: Ghi lại bí mật của bạn và cất giữ nó ở nơi an toàn
zh_hans: 记录您的密钥并将其存放在安全的地方

# export.restore.json.title
source: Save your secret and store it in a safe place
es: Guarda tu secreto y almacénalo en un lugar seguro
fr: Sauvegardez votre secret et mettez-le en lieu sûr
hu: Mentsd le a titkos kulcsod és tedd biztonságos helyre
id: Simpan rahasia Anda dan simpan di tempat aman
it: Salva il tuo segreto e conservalo in un posto sicuro
ja: 秘密を保存し、安全な場所に保管してください
ko: 비밀을 저장하고 안전한 장소에 보관하세요
pl: Zapisz swój sekret i przechowuj go w bezpiecznym miejscu
pt_pt: Salve seu segredo e armazene-o em um local seguro
ru: Сохраните ваш секрет и храните его в надежном месте
tr: Gizlinizi kaydedin ve güvenli bir yerde saklayın
vi: Lưu bí mật của bạn và cất giữ nó ở nơi an toàn
zh_hans: 保存您的密钥并将其存放在安全的地方

# staking.main.stake.balance.staked
source: Staked
es: En staking
fr: Mis en jeu
hu: Stake-elt
id: Tersedak
ja: ステーク済み
ko: 스테이크됨
pt_pt: Apostado
ru: Застейкано
tr: Stake Edildi
zh_hans: 已质押

# language.title
source: Language
es: Idioma
fr: Langue
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
pl: Język
pt_pt: Idioma
ru: Язык
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言

# common.account
source: Account
es: Cuenta
fr: Compte
hu: Fiók
id: Akun
ja: アカウント
ko: 계정
pl: Konto
pt_pt: Conta
ru: Аккаунт
tr: Hesap
vi: Tài khoản
zh_hans: 账户

# wallet.chain.management.title
source: Wallet
es: Cartera
fr: Portefeuille
hu: Tárca
id: Dompet
it: Portafoglio
ja: ウォレット
ko: 지갑
pl: Portfel
pt_pt: Carteira
ru: Кошелёк
tr: Cüzdan
vi: Ví tiền
zh_hans: 钱包

# crowdloan.active.section
source: Active
es: Activos
fr: Actif
hu: Aktív
id: Aktif
it: Attive
ja: アクティブ
ko: 활성
pl: Aktywne
pt_pt: Ativo
ru: Активные
tr: Aktif
vi: Hoạt động
zh_hans: 活跃

# crowdloan.completed.section
source: Completed
es: Completado
fr: Terminé
hu: Befejezett
id: Selesai
it: Completato
ja: 完了
ko: 완료됨
pl: Zakończone
pt_pt: Concluído
ru: Завершённые
tr: Tamamlandı
vi: Hoàn thành
zh_hans: 已完成

# staking.title
source: Staking
hu: Stake-elés
ru: Стейкинг
zh_hans: 质押

# export.mnemonic.check.hint
source: Please, make sure to write down your phrase correctly and legibly
es: Por favor, asegúrese de anotar su frase correctamente y de manera legible
fr: Veillez à écrire votre phrase correctement et de manière lisible
hu: Kérlek, ügyelj arra, hogy a mondatot helyesen és olvashatóan írd le.
id: Harap pastikan untuk menuliskan frasa Anda dengan benar dan jelas
it: Assicurati di scrivere correttamente e in modo leggibile la tua frase
ja: 正しく読みやすいようにフレーズを書き留めてください
ko: 구문을 정확하고 알아볼 수 있게 작성해주세요.
pl: Proszę upewnić się, że poprawnie i czytelnie zapisałeś frazę
pt_pt: Por favor, certifique-se de anotar sua frase corretamente e de forma legível
ru: Пожалуйста, убедитесь, что ваш сид записан корректно и разборчиво
tr: Lütfen ifadenizi doğru ve okunaklı bir şekilde yazdığınızdan emin olun
vi: Vui lòng đảm bảo rằng bạn ghi lại cụm từ của mình chính xác và dễ đọc
zh_hans: 请确保您的短语正确且清晰地写下来

# export.password.title
source: Set a password for your JSON file
es: Establecer una nueva contraseña
fr: Définir un nouveau mot de passe
hu: Új jelszó beállítása
id: Atur kata sandi untuk file JSON Anda
it: Imposta una nuova password
ja: JSONファイル用のパスワードを設定
ko: JSON 파일의 비밀번호 설정
pl: Ustaw hasło dla swojego pliku JSON
pt_pt: Defina uma nova senha
ru: Установите пароль для вашего JSON файла
tr: Yeni bir şifre belirle
vi: Đặt mật khẩu cho tệp JSON của bạn
zh_hans: 设置一个新密码

# export.password.proceed.set.title
source: Set password...
es: Establecer contraseña...
fr: Définir le mot de passe...
hu: Jelszó beállítása...
id: Atur kata sandi...
it: Imposta la password...
ja: パスワードを設定してください...
ko: 비밀번호 설정...
pl: Ustaw hasło...
pt_pt: Defina a senha...
ru: Установите пароль...
tr: Şifre belirleyin...
vi: Đặt mật khẩu...
zh_hans: 设置密码...

# export.password.proceed.confirm.title
source: Confirm password...
es: Confirmar contraseña...
fr: Confirmez le mot de passe...
hu: Jelszó megerősítése...
id: Konfirmasi kata sandi...
it: Conferma la password...
ja: パスワードを確認してください...
ko: 비밀번호 확인...
pl: Potwierdź hasło...
pt_pt: Confirme a senha...
ru: Подтвердите пароль...
tr: Şifreyi doğrulayın...
vi: Xác nhận mật khẩu...
zh_hans: 确认密码...

# wallet.username.setup.choose.title_v2_2_0
source: Wallet name
es: Nombre de la cartera
fr: Nom du portefeuille
hu: Tárca neve
id: Nama dompet
it: Nome del portafoglio
ja: ウォレット名
ko: 지갑 이름
pl: Nazwa portfela
pt_pt: Nome da carteira
ru: Имя кошелька
tr: Cüzdan Adı
vi: Tên ví
zh_hans: 钱包名称
