Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# staking.controller.banner.message
source: Select another account as a controller to delegate staking management operations to it
es: Seleccionar otra cuenta como controladora para delegarle operaciones de gestión de staking
fr: Sélectionnez un autre compte en tant que contrôleur pour lui déléguer les opérations de gestion du staking
hu: Válassz egy másik fiókot, mint vezérlő, hogy a stake-eléssel kapcsolatos műveleteket átruházd
id: Pilih akun lain sebagai kontroler untuk mendelelasikan operasi pengelolaan staking kepadanya
it: Seleziona un altro account come controller per delegare le operazioni di gestione dello staking ad esso
ja: 他のアカウントをコントローラーとして選択し、それにstaking管理操作を委任
ko: 스테이킹 관리 작업을 위임하기 위해 다른 계정을 컨트롤러로 선택하십시오
pl: Wybierz inne konto jako kontroler, aby delegować operacje zarządzania stakingiem
pt_pt: Selecione outra conta como controladora para delegar a ela operações de gerenciamento de staking
ru: Выберите другой аккаунт в качестве контроллера, чтобы делегировать ему операции по управлению стейкингом
tr: Staking yönetim işlemlerini ona devretmek için başka bir hesabı denetleyici olarak seçin
vi: Chọn một tài khoản khác làm controller để ủy quyền các hoạt động quản lý staking cho tài khoản đó
zh_hans: 选择另一个帐户作为控制器，将质押管理操作委托给它

# staking.pending.rewards.hint.title
source: Rewards are paid every 2–3 days by validators
es: Las recompensas se pagan cada 2–3 días por los validadores
fr: Les récompenses sont payées tous les 2 ou 3 jours par les validateurs
hu: A validátorok a jutalmakat 2-3 naponta fizetik ki.
id: Hadiah dibayarkan setiap 2-3 hari oleh validator
it: Le ricompense vengono pagate ogni 2-3 giorni dai validatori
ja: 報酬はバリデータによって2～3日ごとに支払われます
ko: 보상은 매 2-3일마다 검증자들에 의해 지급됩니다
pl: Nagrody są wypłacane co 2–3 dni przez walidatorów.
pt_pt: As recompensas são pagas a cada 2–3 dias pelos validadores
ru: Вознаграждения выплачиваются каждые 2–3 дня валидаторами
tr: Ödüller her 2-3 günde bir doğrulayıcılar tarafından ödenir
vi: Phần thưởng được trả mỗi 2-3 ngày bởi nhà xác thực
zh_hans: 奖励每2-3天由验证人支付

# staking.pending.rewards.hint.message
source: You can pay them out yourself, when they are close to expire, but you will pay the fee
es: Puedes pagarlas por ti mismo, cuando estén cerca de expirar, pero pagarás la tarifa
fr: Vous pouvez les verser vous-même, quand ils sont sur le point d’expirer, mais vous paierez les frais
hu: A kifizetést saját kezűleg is igényelheted a hálózati díj megfizetése mellett, amikor a jutalmak közel vannak a lejárathoz.
id: Anda bisa membayarnya sendiri ketika mendekati masa berakhir, namun Anda akan membayar biaya
it: Puoi pagare da solo, quando sono vicini alla scadenza, ma pagherai la commissione
ja: 報酬が期限切れに近い場合、自分で支払うこともできますが、その場合は手数料がかかります。
ko: 보상이 만료에 가까워지면 스스로 지급할 수 있지만, 수수료를 지불해야 합니다
pl: Możesz wypłacić je samodzielnie, gdy są bliskie wygaśnięcia, ale zapłacisz opłatę.
pt_pt: Você pode pagá-las por si mesmo, quando estiverem perto de expirar, mas você pagará a taxa
ru: Вы можете выплатить их самостоятельно, когда они близки к истечению, но вы заплатите комиссию
tr: Ödüllerin süresi dolmak üzereyken kendi kendinize ödeyebilirsiniz, fakat ücreti siz ödersiniz
vi: Bạn có thể tự trả chúng, khi chúng sắp hết hạn, nhưng bạn sẽ phải trả phí
zh_hans: 您可以自行支付它们，当它们即将到期时，但您将支付费用

# common.how.it.works
source: How it works
es: Cómo funciona
fr: Comment cela fonctionne-t-il ?
hu: Hogyan működik
id: Bagaimana cara kerjanya
it: Come funziona
ja: 仕組み
ko: 작동 방식
pl: Jak to działa
pt_pt: Como funciona
ru: Как это работает
tr: Nasıl çalışır
vi: Cách hoạt động
zh_hans: 它是如何工作的

# staking.unstake.too.high.message
source: Amount you want to unstake is greater than staked balance
es: La cantidad que deseas desapostar es mayor que el saldo apostado.
fr: Le montant que vous souhaitez désengager est supérieur au solde mis en jeu
hu: Az unstake-elni kívánt összeg nagyobb, mint a stake-elt egyenleg
id: Jumlah yang ingin Anda tarik lebih besar dari saldo yang disetorkan
it: L'importo che vuoi disimpegnare è maggiore del saldo staked
ja: アンステークしようとしている金額がステークされた残高を超えています
ko: Unstake하려는 금액이 Staked된 잔액보다 큽니다
pl: Kwota, którą chcesz unstakeować, jest większa niż stakowany balans
pt_pt: A quantia que você quer desvincular é maior que o saldo em stake
ru: Сумма, которую вы хотите вывести из стейкинга, превышает сумму застейканных токенов.
tr: Unstake yapmak istediğiniz miktar, staked bakiyenizden daha büyük
vi: Số tiền bạn muốn unstake lớn hơn số dư đã staked
zh_hans: 您想要解除质押的金额大于质押余额

# staking.change.validators
source: Change validators
es: Cambiar validadores
fr: Changer les validateurs
hu: Validátorok módosítása
id: Ganti validator
it: Cambia validatori
ja: バリデーターを変更
ko: 검증자 변경
pl: Zmień walidatorów
pt_pt: Alterar validadores
ru: Сменить валидаторов
tr: Doğrulayıcıları değiştir
vi: Thay đổi trình xác thực
zh_hans: 更换验证器

# staking.rebond.action.custom
source: Custom amount
es: Cantidad personalizada
fr: Montant personnalisé
hu: Egyéni összeg
id: Jumlah kustom
it: Importo personalizzato
ja: カスタム額
ko: 사용자 지정 금액
pl: Niestandardowa kwota
pt_pt: Quantia customizada
ru: Выбрать сумму
tr: Özel miktar
vi: Số lượng tùy chỉnh
zh_hans: 自定义金额

# staking.about.rewards
source: About rewards
es: Acerca de las recompensas
fr: À propos des récompenses
hu: A jutalmakról
id: Tentang imbalan
it: Informazioni sulle ricompense
ja: 報酬について
ko: 보상에 대하여
pl: O nagrodach
pt_pt: Sobre recompensas
ru: О наградах
tr: Ödüller hakkında
vi: Về phần thưởng
zh_hans: 关于奖励

# staking.rebond.hint
source: Returned tokens will be counted from the next era
es: Los tokens devueltos se contarán desde la próxima era
fr: Les actifs retournés seront comptabilisés à partir de la prochaine ère
hu: A visszaküldött tokenek a következő korszaktól lesznek számolva
id: Token yang dikembalikan akan dihitung dari era berikutnya
it: I token restituiti saranno conteggiati dalla prossima era
ja: 返却されたトークンは次のエラからカウントされます
ko: 반환된 토큰은 다음 시대부터 계산됩니다
pl: Zwrócone tokeny będą liczone od następnej ery
pt_pt: Os tokens retornados serão contados a partir da próxima era
ru: Возвращенные токены будут учитываться со следующей эры
tr: Geri döndürülen tokenler bir sonraki çağdan itibaren sayılacaktır
vi: Token trả về sẽ được tính từ kỳ sau
zh_hans: 返回的代币将从下一个时代开始计算

# staking.set.validators
source: Set validators
es: Establecer validadores
fr: Définir les validateurs
hu: Validátorok beállítása
id: Atur validator
it: Imposta i validatori
ja: バリデータを設定
ko: 밸리데이터 설정
pl: Ustaw walidatory
pt_pt: Definir validadores
ru: Установить валидаторов
tr: Doğrulayıcıları Ayarla
vi: Đặt validators
zh_hans: 设置验证人

# dapp.phishing.action
source: Okay, take me back
es: Ok, llévame de vuelta
fr: Retour
hu: Oké, hagyjuk
id: Oke, kembalikan saya
it: Ok, riportami indietro
ja: OK、戻る
ko: 알겠어요, 돌아갈게요
pl: OK, zabierz mnie z powrotem
pt_pt: Ok, leve-me de volta
ru: Хорошо, уходим отсюда
tr: Tamam, geri götür
vi: Được rồi, quay lại
zh_hans: 好的，带我回去

# dapp.phishing.message
source: Nova Wallet believes that this website could compromise the security of your accounts and your tokens
es: Nova Wallet cree que este sitio web podría comprometer la seguridad de sus cuentas y sus tokens
fr: Nova estime que ce site web pourrait compromettre la sécurité de vos comptes et de vos actifs
hu: A Nova Wallet úgy véli, hogy ez a weboldal veszélyt jelenthet fiókodra és tokenjeidre.
id: Nova Wallet percaya bahwa situs web ini dapat mengancam keamanan akun dan token Anda
it: Nova Wallet ritiene che questo sito web possa compromettere la sicurezza dei tuoi account e dei tuoi token
ja: Nova Walletはこのウェブサイトがあなたのアカウントとトークンのセキュリティを危険にさらす可能性があると考えています
ko: Nova Wallet은 이 웹사이트가 귀하의 계정과 토큰의 보안을 위협할 수 있다고 믿습니다.
pl: Nova Wallet uważa, że ta strona może zagrozić bezpieczeństwu twoich kont i tokenów
pt_pt: O Nova Wallet acredita que este site pode comprometer a segurança de suas contas e seus tokens
ru: Nova Wallet считает, что этот веб-сайт может поставить под угрозу безопасность ваших учетных записей и ваших токенов.
tr: Nova Wallet, bu web sitesinin hesaplarınızın ve jetonlarınızın güvenliğini tehlikeye atabileceğine inanıyor
vi: Nova Wallet cho rằng trang web này có thể đe dọa đến bảo mật của tài khoản và token của bạn
zh_hans: Nova钱包认为这个网站可能会危害您账户和代币的安全

# dapp.phishing.title
source: Phishing detected
es: Phishing detectado
fr: Hameçonnage détecté
hu: Adathalászat észlelve
id: Phishing terdeteksi
it: Rilevato Phishing
ja: フィッシング検出
ko: 피싱 감지됨
pl: Wykryto phishing
pt_pt: Phishing detectado
ru: Обнаружен фишинг
tr: Phishing Tespit Edildi
vi: Phát hiện lừa đảo
zh_hans: 检测到钓鱼

# common.favorites
source: Favorites
es: Favoritos
fr: Favoris
hu: Kedvencek
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pl: Ulubione
pt_pt: Favoritos
ru: Избранное
tr: Favoriler
vi: Yêu thích
zh_hans: 收藏夹

# common.remove
source: Remove
es: Eliminar
fr: Retirer
hu: Eltávolít
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
pl: Usuń
pt_pt: Remover
ru: Удалить
tr: Kaldır
vi: Gỡ bỏ
zh_hans: 移除

# dapp.remove.favorites.message
source: “%@” DApp will be removed from Favorites
es: La DApp “%@” será eliminada de Favoritos
fr: La dApp «%@» sera retirée des favoris
hu: A „%@” DApp el lesz távolítva a Kedvencek közül
id: DApp "%@" akan dihapus dari Favorit
it: "%@" DApp verrà rimosso dai Preferiti
ja: 「%@」DAppはお気に入りから削除されます
ko: “%@” DApp이(가) 즐겨찾기에서 제거됩니다.
pl: „%@” DApp zostanie usunięty z Ulubionych
pt_pt: O DApp “%@” será removido dos Favoritos
ru: ”%@” DApp будет удален из Избранного
tr: ‘%@’ DApp Favorilerden kaldırılacak
vi: DApp “%@” sẽ bị xóa khỏi Yêu thích
zh_hans: “%@”DApp将从收藏夹中移除

# dapp.remove.favorites.title
source: Remove from Favorites?
es: ¿Eliminar de Favoritos?
fr: Retirer des favoris ?
hu: Eltávolítod a kedvencek közül?
id: Hapus dari Favorit?
it: Rimuovi dai Preferiti?
ja: お気に入りから削除しますか？
ko: 즐겨찾기에서 제거하시겠습니까?
pl: Usunąć z Ulubionych?
pt_pt: Remover dos Favoritos?
ru: Удалить из Избранного?
tr: Favorilerden Kaldırılsın mı?
vi: Xóa khỏi Yêu thích?
zh_hans: 从收藏夹中移除?

# dapp.favorite.add.title
source: Add to favorites
es: Agregar a favoritos
fr: Ajouter aux favoris
hu: Hozzáadás a kedvencekhez
id: Tambahkan ke favorit
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pl: Dodaj do ulubionych
pt_pt: Adicionar aos favoritos
ru: Добавить в избранное
tr: Favorilere Ekle
vi: Thêm vào yêu thích
zh_hans: 添加到收藏夹

# common.title
source: Title
es: Título
fr: Titre
hu: Cím
id: Judul
it: Titolo
ja: タイトル
ko: 제목
pl: Tytuł
pt_pt: Título
ru: Заголовок
tr: Başlık
vi: Tiêu đề
zh_hans: 标题

# dapp.remove.authorized.message
source: “%@” DApp will be removed from Authorized
es: La DApp “%@” será eliminada de Autorizados
fr: La dApp “%@” sera retirée de la liste des dApp autorisées
hu: "%@" el lesz távolítva az engedélyezett DApp-ok közül
id: DApp '%@' akan dihapus dari DApp yang Diotorisasi
it: L'applicazione
ja: DApp “%@” は認証済みリストから削除されます
ko: "%@" DApp이 인증된 목록에서 제거됩니다
pl: DApp „%@” zostanie usunięty z Autoryzowanych
pt_pt: O DApp “%@” será removido dos Autorizados
ru: ”%@” DApp будет удален из Авторизованных
tr: "%@" DApp Yetkilendirmelerden kaldırılacak
vi: DApp “%@” sẽ bị xóa khỏi Ủy quyền
zh_hans: “%@”DApp将从授权中移除

# dapp.remove.authorized.title
source: Remove from Authorized?
es: ¿Eliminar de Autorizados?
fr: Annuler l'autorisation ?
hu: Eltávolítod az engedélyezettek közül?
id: Hapus dari Diotorisasi?
it: Rimuovi da Autorizzati?
ja: 認証済みリストから削除しますか？
ko: 인증된 목록에서 제거하시겠습니까?
pl: Usunąć z Autoryzowanych?
pt_pt: Remover dos Autorizados?
ru: Удалить из Авторизованных?
tr: Yetkilendirilmişlerden Kaldırılsın mı?
vi: Xóa khỏi Ủy quyền?
zh_hans: 从授权中删除?

# common.saved
source: Saved
es: Guardado
fr: Enregistré
hu: Mentett
id: Disimpan
it: Salvato
ja: 保存済み
ko: 저장됨
pl: Zapisano
pt_pt: Salvo
ru: Сохранено
tr: Kaydedildi
vi: Đã lưu
zh_hans: 已保存

# dapp.authorized.title
source: Authorized websites
es: Sitios web autorizados
fr: Sites web autorisés
hu: Engedélyezett weboldalak
id: Situs web yang Diotorisasi
it: Siti web autorizzati
ja: 認証済みのウェブサイト
ko: 인증된 웹사이트
pl: Autoryzowane strony internetowe
pt_pt: Sites autorizados
ru: Авторизованные сайты
tr: Yetkilendirilmiş web siteleri
vi: Các trang web đã được ủy quyền
zh_hans: 授权网站

# dapp.authorized.info
source: Websites to which you allowed access to see your address when you use them
es: Sitios web a los que permitió acceder a ver su dirección cuando los utiliza
fr: Les sites web auxquels vous avez autorisé l'accès peuvent voir votre adresse lorsque vous les utilisez
hu: Weboldalak melyeknek hozzáférést adtál, ahhoz, hogy lássák a címedet mikor használod őket.
id: Situs web di mana Anda mengizinkan akses untuk melihat alamat Anda saat Anda menggunakannya
it: I siti web ai quali hai permesso l'accesso per vedere il tuo indirizzo quando li utilizzi
ja: 使用する際にアドレスへのアクセスを許可したウェブサイト
ko: 사용 중에 주소 접근을 허용한 웹사이트
pl: Strony internetowe, którym zezwoliłeś na dostęp do twojego adresu, gdy z nich korzystasz
pt_pt: Sites para os quais você permitiu acesso para ver seu endereço quando os usa
ru: Сайты для которых вы разрешили доступ к вашим адресам
tr: Kullandığınızda adresinizi görmelerine izin verdiğiniz web siteleri
vi: Các trang web mà bạn đã cho phép truy cập để xem địa chỉ của bạn khi bạn sử dụng chúng
zh_hans: 当您使用时允许访问您地址的网站

# dapp.authorized.empty
source: List of websites will appear here
es: La lista de sitios web aparecerá aquí
fr: La liste des sites Web apparaîtra ici
hu: Itt fog megjelenni a weboldalak listája
id: Daftar situs web akan muncul di sini
it: L'elenco dei siti web apparirà qui
ja: ウェブサイトのリストがここに表示されます
ko: 여기에 웹사이트 목록이 표시됩니다
pl: Lista stron internetowych pojawi się tutaj
pt_pt: A lista de sites aparecerá aqui
ru: Список сайтов появится здесь
tr: Web sitelerinin listesi burada görünecek
vi: Danh sách các trang web sẽ xuất hiện ở đây
zh_hans: 网站列表将出现在这里

# staking.controller.select.title
source: Select the controller account
es: Selecciona la cuenta controladora
fr: Sélectionner le compte contrôleur
hu: Vezérlő fiók kiválasztása
id: Pilih akun pengendali
it: Seleziona l'account del controller
ja: コントローラーアカウントを選択してください
ko: 컨트롤러 계정을 선택하십시오
pl: Wybierz konto kontrolera
pt_pt: Selecione a conta controladora
ru: Выберите контроллер аккаунт
tr: Kontrol hesabı seçin
vi: Chọn tài khoản điều khiển
zh_hans: 选择控制器账户

# common.staked.prefix
source: Staked:
es: Apostado:
fr: Mise :
hu: Stake-elt:
id: Zastekado:
pt_pt: Aportado:
ru: Застейкано:
tr: Stake edildi:
zh_hans: 已质押：

# common.unstaking.prefix
source: Unstaking:
es: Desapostando:
fr: En retrait :
hu: Unstake-elés:
id: Pembatalan:
it: Non staked:
pt_pt: Desbloqueando:
ru: Выведено:
tr: Stake çıkarıldı:
zh_hans: 解除质押：

# staking.pending.rewards.payout.all
source: Payout all rewards
es: Pagar todas las recompensas
fr: Verser toutes les récompenses
hu: Az összes jutalom kifizetése
id: Pembayaran semua reward
it: Pagare tutte le ricompense
ja: すべての報酬を支払う
ko: 모든 보상 지급
pl: Wypłać wszystkie nagrody
pt_pt: Pagar todas as recompensas
ru: Выплатить все
tr: Tüm ödülleri öde
vi: Thanh toán tất cả phần thưởng
zh_hans: 支付所有奖励

# staking.pending.reward.search
source: Searching pending rewards...
es: Buscando recompensas pendientes...
fr: Recherche de récompenses en attente...
hu: Függőben lévő jutalmak keresése...
id: Mencari reward tertunda...
it: Ricerca delle ricompense in sospeso...
ja: 未決報酬を検索中...
ko: 보류 중인 보상을 검색 중...
pl: Wyszukiwanie oczekujących nagród...
pt_pt: Pesquisando recompensas pendentes...
ru: Поиск вознаграждений...
tr: Bekleyen ödüller aranıyor...
vi: Đang tìm kiếm phần thưởng chờ xử lý...
zh_hans: 搜索待处理奖励...

# staking.your.nominated.prefix
source: Nominated:
es: Nominado:
fr: Nommé :
hu: Nominált:
id: Nominasi:
it: Nominato:
ja: 指名された:
ko: 지명됨:
pl: Nominowany:
pt_pt: Nominado:
ru: Номинировано:
tr: Aday gösterildi:
vi: Được đề cử:
zh_hans: 已提名：

# staking.loading.validators
source: Loading validators...
es: Cargando validadores...
fr: Chargement des validateurs...
hu: Validátorok betöltése...
id: Memuat validator...
it: Caricamento dei validatori...
ja: バリデーターを読み込み中...
ko: 밸리데이터를 불러오는 중...
pl: Ładowanie walidatorów...
pt_pt: Carregando validadores...
ru: Загрузка валидаторов...
tr: Doğrulayıcılar yükleniyor...
vi: Đang tải người xác thực...
zh_hans: 加载验证器...

# common.input.amount.hint
source: Input the amount...
es: Introduce la cantidad...
fr: Saisissez le montant...
hu: Összeg megadása...
id: Masukkan jumlah...
it: Inserisci l'importo...
ja: 金額を入力してください...
ko: 금액 입력...
pl: Wprowadź kwotę...
pt_pt: Insira o valor...
ru: Введите сумму...
tr: Tutarı girin...
vi: Nhập số tiền...
zh_hans: 输入金额...

# parachain.staking.active.delegators
source: Active delegators
es: Delegadores activos
fr: Délégants actifs
hu: Aktív delegálók
id: Delegator aktif
it: Deleganti attivi
ja: アクティブなデリゲーター
ko: 활성 위임자
pl: Aktywni delegatorzy
pt_pt: Delegadores ativos
ru: Активные делегаторы
tr: Aktif delegatörler
vi: Các delegator hoạt động
zh_hans: 活跃委托者

# parachain.staking.select.collator
source: Select collator
es: Selecciona un colador
fr: Sélectionner le collateur
hu: Kollátor kiválasztása
id: Pilih collator
it: Seleziona collator
ja: コレータを選択
ko: 콜레이터 선택
pl: Wybierz kolatora
pt_pt: Selecionar collator
ru: Выберите коллатора
tr: Collator seç
vi: Chọn collator
zh_hans: 选择担保人

# parachain.staking.collator
source: Collator
es: Colador
fr: Collateur
hu: Kollátor
id: Kolator
it: Collatore
ja: コレーター
pl: Kolator
pt_pt: Colator
ru: Коллатор
tr: Kolektör
vi: Người soạn thảo
zh_hans: 整理员

# parachain.staking.rewards.format
source: %@ / year
es: %@ / año
fr: %@ / an
hu: %@ / év
id: %@ / tahun
it: %@ / anno
ja: %@ / 年
ko: %@ / 년
pl: %@ / rok
pt_pt: %@ / ano
ru: %@ / год
tr: %@ / yıl
vi: %@ / năm
zh_hans: %@ / 年

# parachain.staking.collator.greater.minstk.message
source: Your stake must be greater than the minimum stake (%@) for this collator.
es: Tu participación debe ser mayor que la participación mínima (%@) para este collator.
fr: Votre mise doit être supérieure à la mise minimale (%@) pour ce collateur.
hu: Stake-ednek nagyobbnak kell lennie, mint a minimális stake (%@) ennél a kollátornál.
id: Stake Anda harus lebih besar dari stake minimum (%@) untuk collator ini.
it: Il tuo stacco deve essere maggiore del minimo stacco (%@) per questo collatore.
ja: コレータ用にステークされたトークンが最小ステーク (%@) を上回らなければなりません。
ko: 이 콜레이터의 최소 Stake (%@)보다 큰 Stake를 보유해야 합니다.
pl: Twój stake musi być większy niż minimalny stake (%@) dla tego kolatora.
pt_pt: Seu stake deve ser maior que o stake mínimo (%@) para este collator.
ru: Ваш стейк должен быть больше минимального (%@) для этого коллатора.
tr: Stake'iniz, bu kolator için belirlenen minimum stake (%@) miktarından fazla olmalıdır.
vi: Stake của bạn phải lớn hơn stake tối thiểu (%@) cho collator này.
zh_hans: 您的抵押必须大于此验证人的最小抵押额（%@）。

# common.no.rewards.title
source: You will not receive rewards
es: No recibirás recompensas
fr: Vous ne recevrez pas de récompenses
hu: Nem fogsz jutalmat kapni
id: Anda tidak akan menerima reward
it: Non riceverai ricompense
ja: 報酬を受け取ることはできません
ko: 보상을 받지 않습니다
pl: Nie otrzymasz nagród
pt_pt: Você não receberá recompensas
ru: Вы не будете получать награды
tr: Ödül alamayacaksınız
vi: Bạn sẽ không nhận được phần thưởng
zh_hans: 您将不会收到奖励

# parachain.staking.hint.select.collator
source: Select collator…
es: Selecciona un colador...
fr: Sélectionnez un collateur...
hu: Kollátor kiválasztása...
id: Pilih collator...
it: Seleziona collator...
ja: コレータを選択…
ko: 콜레이터 선택...
pl: Wybierz kolatora…
pt_pt: Selecionar collator...
ru: Выберите коллатора...
tr: Collator seçin...
vi: Chọn collator…
zh_hans: 选择担保人…

# common.chain.account.missing.message.format
source: You need to add a %@ account to your wallet in order to start staking
es: Necesitas agregar una cuenta %@ a tu wallet para comenzar el staking
fr: Vous devez ajouter le compte %@ au portefeuille afin de commencer à staker
hu: Fel kell vegyél egy %@ fiókot a tárcádba, ahhoz hogy elkezdhess stake-elni
id: Anda perlu menambahkan akun %@ ke dompet Anda untuk memulai staking
it: È necessario aggiungere un account %@ al tuo portafoglio per iniziare lo staking
ja: ステーキングを開始するには、ウォレットに %@ アカウントを追加する必要があります
ko: 스테이킹을 시작하려면 지갑에 %@ 계정을 추가해야 합니다
pl: Musisz dodać konto %@ do swojego portfela, aby rozpocząć staking
pt_pt: Você precisa adicionar uma conta %@ à sua carteira para começar o staking
ru: Вы должны добавить %@ аккаунт в кошелек для того, чтобы начать стейкинг
tr: Staking başlatmak için cüzdanınıza bir %@ hesabı eklemeniz gerekiyor
vi: Bạn cần thêm tài khoản %@ vào ví của bạn để bắt đầu staking
zh_hans: 为了开始质押，你需要在你的钱包中添加一个%@账户

# common.chain.account.missing.title.format
source: %@ account is missing
es: Falta la cuenta %@
fr: Le compte %@ est manquant
hu: A(z) %@ fiók hiányzik
id: Akun %@ tidak ditemukan
it: L'account %@ manca
ja: %@アカウントがありません
ko: %@ 계정이 없습니다
pl: Konto %@ nie istnieje
pt_pt: Conta %@ está faltando
ru: %@ аккаунт отсутствует
tr: %@ hesabı eksik
vi: tài khoản %@ đang thiếu
zh_hans: %@ 账户缺失

# parachain.staking.hint.rewards.format
source: Tokens in stake produce rewards each round (%@)
es: Los tokens en staking producen recompensas cada ronda (%@)
fr: Les jetons misés produisent des récompenses à chaque tour (%@)
hu: Stake-elt tokenek minden körben jutalmat generálnak (%@)
id: Token yang distake menghasilkan reward setiap putaran (%@)
it: I token in stake producono ricompense ad ogni round (%@)
ja: ステーキングされたトークンは各ラウンドで報酬を生成します (%@)
ko: Stake된 토큰은 각 라운드마다 보상을 생성합니다 (%@)
pl: Tokeny w stake przynoszą nagrody w każdej rundzie (%@)
pt_pt: Tokens em stake produzem recompensas a cada rodada (%@)
ru: Застейканые токены приносят вознаграждение раз в раунд (%@)
tr: Stake'teki token'lar, her rauntta (%@) ödül üretir
vi: Các token trong stake tạo ra phần thưởng mỗi vòng (%@)
zh_hans: 每轮质押的代币都会产生奖励（%@）

# common.parastk.collators.count
source: Collators: %@
es: Coladores: %@
fr: Collateurs : %@
hu: Kollátorok: %@
id: Kolator: %@
it: Collator: %@
ja: コレーター数: %@
pl: Kolatorzy: %@
pt_pt: Colatores: %@
ru: Коллаторы: %@
tr: Collator'lar: %@
vi: Người soạn thảo: %@
zh_hans: 担保人：%@

# parastk.collators.filter.own.stake
source: Collator's own stake
es: Stake propio del colador
fr: Participation propre de collateur
hu: Kollátor saját stake-je
id: Stake Kolator Sendiri
it: Deposito proprio del collator
ja: コレーターの自分のStake
ko: Collator의 자체 stake
pl: Własny stake kolatora
pt_pt: Stake próprio do colator
ru: Собственный стейк коллатора
tr: Collator'un kendi stake'i
vi: Stake riêng của người soạn thảo
zh_hans: 担保人自己的股份

# common.parastk.delegators
source: Delegators
es: Delegadores
fr: Délégants
hu: Delegálók
id: Delegator
it: Delegatori
ja: デリゲーター
pl: Delegatorzy
pt_pt: Delegadores
ru: Делегаторы
tr: Delegator'lar
vi: Người ủy nhiệm
zh_hans: 委托人

# parastk.collator.info
source: Collator info
es: Información sobre el colador
fr: Informations sur le collateur
hu: Kollátor információ
id: Informasi Kolator
it: Informazioni sul collator
ja: コレーター情報
ko: Collator 정보
pl: Informacje o kolatorze
pt_pt: Informação do colator
ru: Информация о коллаторе
tr: Collator bilgisi
vi: Thông tin người soạn thảo
zh_hans: 担保人信息

# parachain.staking.waiting.next.round.format
source: waiting for the next round (%@)
es: esperando el próximo ronda (%@)
fr: en attente du prochain tour (%@)
hu: várakozás a következő körre (%@)
id: menunggu ronde berikutnya (%@)
it: in attesa del prossimo round (%@)
ja: 次のラウンドを待っています (%@)
ko: 다음 라운드를 기다리는 중 (%@)
pl: oczekiwanie na następny runda (%@)
pt_pt: esperando pela próxima rodada (%@)
ru: ожидание следующего раунда (%@)
tr: Bir sonraki raunt için bekleniyor (%@)
vi: đang chờ đợi vòng tiếp theo (%@)
zh_hans: 等待下一轮（%@）

# parachain.staking.your.collator
source: Your collators
es: Tus collators
fr: Vos collateurs
hu: Kollátoraid
id: Collator Anda
it: I tuoi collatori
ja: あなたのコレータ
ko: 당신의 콜레이터
pl: Twoi kolatorzy
pt_pt: Seus collators
ru: Ваши коллаторы
tr: Kolatörleriniz
vi: Collators của bạn
zh_hans: 您的验证人
