Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# yield.boost.terms.message
source: Yield Boost will automatically stake %@ all my transferable tokens above %@
es: Yield Boost apostará automáticamente %@ todos mis tokens transferibles por encima de %@
fr: Yield Boost misera automatiquement %@ tous mes actifs transférables au-dessus de %@
hu: A Yield Boost %@ automatikusan stake-elni fogja a %@ feletti utalható tokeneket
id: Yield Boost akan secara otomatis melakukan staking %@ semua token yang dapat ditransfer di atas %@
it: Yield Boost stakerà automaticamente %@ tutti i miei token trasferibili oltre %@
ja: Yield Boostは自動的に%@私の全ての譲渡可能なトークンを%@以上ステークします
ko: Yield Boost가 %@ 모든 양도 가능한 토큰을 %@ 이상 자동으로 Stake 합니다
pl: Yield Boost automatycznie Stake %@ wszystkie moje przenośne tokeny powyżej %@
pt_pt: O Impulso de Rendimento irá automaticamente fazer o stake de %@ de todos os meus tokens transferíveis acima de %@
ru: Yield Boost будет автоматически стейкать %@ все мои переводные токены выше %@
tr: Yield Boost, %@ tüm transfer edilebilir tokenlerimi otomatik olarak %@ üzerinde stake edecek
vi: Yield Boost sẽ tự động stake %@ tất cả token có thể chuyển được của tôi trên %@
zh_hans: 收益增强将自动加注我所有可转让代币中超过%@的%@

# common.accept.terms
source: Accept terms...
es: Aceptar términos...
fr: Accepter les conditions...
hu: Feltételek elfogadása...
id: Terima syarat dan ketentuan...
it: Accetta i termini...
ja: 利用規約に同意する...
ko: 약관에 동의...
pl: Zaakceptuj warunki...
pt_pt: Aceitar os termos...
ru: Примите условия...
tr: Şartları kabul et...
vi: Chấp nhận điều khoản...
zh_hans: 接受条款...

# common.not.enough.fee.title
source: Not enough tokens to pay the fee
es: No hay suficientes tokens para pagar la tarifa
fr: Pas assez d´actifs pour payer les frais
hu: Nincs elegendő token a díj megfizetéséhez
id: Tidak cukup token untuk membayar biaya
it: Non abbastanza token per pagare la commissione
ja: 手数料を支払うためのトークンが不足しています
ko: 수수료를 지불할 토큰이 부족합니다
pl: Niewystarczająca ilość tokenów, aby zapłacić opłatę
pt_pt: Tokens insuficientes para pagar a taxa
ru: Недостаточно токенов для оплаты комиссии
tr: Ücreti ödemek için yeterli token yok
vi: Không đủ token để trả phí
zh_hans: 代币不足以支付费用

# common.days.everyday
source: everyday
es: todos los días
fr: tous les jours
hu: minden nap
id: setiap hari
it: quotidiano
ja: 毎日
ko: 매일
pl: codziennie
pt_pt: todos os dias
ru: ежедневно
tr: her gün
vi: mỗi ngày
zh_hans: 每天

# yield.boost.time.not.loaded.title
source: Execution time calculation is in progress
es: El cálculo del tiempo de ejecución está en progreso
fr: Le calcul du temps d'exécution est en cours
hu: A végrehajtási idő kiszámítása folyamatban van
id: Perhitungan waktu eksekusi sedang berlangsung
it: Il calcolo del tempo di esecuzione è in corso
ja: 実行時間の計算中
ko: 실행 시간 계산 중
pl: Obliczanie czasu wykonania w toku
pt_pt: Cálculo do tempo de execução em andamento
ru: Время исполнения операции еще не получено
tr: Yürütme zamanı hesaplaması devam ediyor
vi: Đang tính toán thời gian thực hiện
zh_hans: 执行时间计算进行中

# yield.boost.time.not.loaded.message
source: Please, wait until execution time is calculated
es: Por favor, espera hasta que se calcule el tiempo de ejecución
fr: Veuillez patienter jusqu'à ce que le temps d'exécution soit calculé
hu: Kérlek, várd meg amíg a végrehajtási idő kiszámításra kerül
id: Harap tunggu hingga waktu eksekusi dihitung
it: Per favore, attendi finché viene calcolato il tempo di esecuzione
ja: 実行時間の計算が完了するまでお待ちください
ko: 실행 시간이 계산될 때까지 기다려 주십시오
pl: Proszę, czekaj aż czas wykonania zostanie obliczony
pt_pt: Por favor, aguarde até que o tempo de execução seja calculado
ru: Пожалуйста, подождите пока подсчитается время исполнения операции
tr: Lütfen, yürütme zamanı hesaplanana kadar bekleyin
vi: Vui lòng đợi cho đến khi thời gian thực hiện được tính toán
zh_hans: 请等待执行时间计算完成

# yield.boost.task.not.found.title
source: Yield boost already disabled
es: Aumento de rendimiento ya desactivado
fr: Augmentation du rendement déjà désactivée
hu: A Yield Boost már ki van kapcsolva
id: Penyertaan hasil sudah dinonaktifkan
it: Yield boost già disabilitato
ja: Yield boostはすでに無効化されています
ko: Yield boost가 이미 비활성화되어 있습니다
pl: Yield boost jest już wyłączony
pt_pt: Aumento de rendimento já desativado
ru: Yield boost уже отключен
tr: Yield Boost zaten devre dışı
vi: Yield boost đã được tắt
zh_hans: 收益增强已被禁用

# yield.boost.task.not.found.message
source: Yield boost already disabled for the selected collator
es: Aumento de rendimiento ya desactivado para el collator seleccionado
fr: Augmentation du rendement déjà désactivée pour le collateur sélectionné
hu: A Yield Boost már ki van kapcsolva a kiválasztott kollátornál
id: Penyertaan hasil sudah dinonaktifkan untuk collator yang dipilih
it: Yield boost già disabilitato per il collatore selezionato
ja: 選択したコレータのYield boostはすでに無効化されています
ko: 선택한 콜레이터에 대해 Yield boost가 이미 비활성화되어 있습니다
pl: Yield boost jest już wyłączony dla wybranego kolatora
pt_pt: Aumento de rendimento já desativado para o colator selecionado
ru: Yield boost уже отключен для выбранного коллатора
tr: Seçilen kolatör için Yield Boost zaten devre dışı
vi: Yield boost đã được tắt cho collator được chọn
zh_hans: 所选Collator的收益增强已被禁用

# wallet.account.locks.crowdloans
source: Crowdloans
fr: Prêts participatifs
hu: Közösségi hitelek
ja: クラウドローン
ko: 크라우드론
ru: Краудлоуны
tr: Kalabalık Krediler
zh_hans: 众贷

# common.unlock
source: Unlock
es: Desbloquear
fr: Débloquer
hu: Felold
id: Buka kunci
it: Sblocca
ja: ロック解除
ko: 잠금 해제
pl: Odblokować
pt_pt: Desbloquear
ru: Разблокировать
tr: Kilit Aç
vi: Mở khóa
zh_hans: 解锁

# gov.voters.empty
source: List of voters will appear here
es: La lista de votantes aparecerá aquí
fr: La liste des votants apparaîtra ici
hu: Itt fog megjelenni a szavazók listája
id: Daftar pemilih akan muncul di sini
it: L'elenco degli elettori apparirà qui
ja: 投票者リストはここに表示されます
ko: 투표자가 여기에 나타날 것입니다
pl: Lista głosujących pojawi się tutaj
pt_pt: A lista de eleitores aparecerá aqui
ru: Список голосовавших появится здесь
tr: Oy verenlerin listesi burada görünecek
vi: Danh sách cử tri sẽ xuất hiện ở đây
zh_hans: 投票者列表将出现在这里

# tabbar.vote.title
source: Vote
es: Votar
fr: Voter
hu: Szavazás
id: Voting
it: Vota
ja: 投票
ko: 투표
pl: Głosowanie
pt_pt: Votar
ru: Голосование
tr: Oylama
vi: Bỏ phiếu
zh_hans: 投票

# gov.referendum.description.fallback
source: Only the proposer can edit this description and the title. If you own proposer's account, visit Polkassembly and fill in information about your proposal
es: Solo el proponente puede editar esta descripción y el título. Si posees la cuenta del proponente, visita Polkassembly y completa la información sobre tu propuesta
fr: Seul le proposant peut modifier cette description et le titre. Si vous possédez le compte du proposant, visitez Polkassembly et remplissez les informations relatives à votre proposition.
hu: A címet és leírást csak a javaslattevő szerkesztheti. Amennyiben az ajánlattevő fiók a sajátod, látogass el a Polkassembly oldalra és töltsd fel információkkal a javaslatot.
id: Hanya penyarankan yang dapat mengedit deskripsi dan judul ini. Jika Anda memiliki akun penyarankan, kunjungi Polkassembly dan isi informasi tentang proposal Anda
it: Solo il proponente può modificare questa descrizione e il titolo. Se possiedi l'account del proponente, visita Polkassembly e inserisci informazioni sulla tua proposta
ja: 提案者のみがこの説明とタイトルを編集できます。提案者のアカウントをお持ちの場合は、Polkassembly にアクセスして提案に関する情報を入力してください
ko: 제안자만 이 설명과 제목을 수정할 수 있습니다. 제안자의 계정을 소유하고 있다면, Polkassembly에 방문하여 제안에 대한 정보를 입력하세요.
pl: Tylko wnioskodawca może edytować ten opis i tytuł. Jeśli posiadasz konto wnioskodawcy, odwiedź Polkassembly i uzupełnij informacje o swoim wniosku
pt_pt: Somente o proponente pode editar esta descrição e o título. Se você possui a conta do proponente, visite o Polkassembly e preencha informações sobre sua proposta
ru: Только автор референдума может редактировать это описание и заголовок. Если у вас есть доступ к аккаунту автора, посетите Polkassembly и заполните информацию о вашем референдуме
tr: Bu açıklamayı ve başlığı yalnızca öneren kişi düzenleyebilir. Eğer öneren kişinin hesabına erişiminiz varsa, Polkassembly'i ziyaret edin ve teklifiniz hakkında bilgi doldurun
vi: Chỉ người đề xuất mới có thể chỉnh sửa mô tả và tiêu đề này. Nếu bạn sở hữu tài khoản của người đề xuất, hãy truy cập Polkassembly và điền thông tin về đề xuất của bạn.
zh_hans: 只有提案人可以编辑此描述和标题。如果您拥有提案人的账户，请访问 Polkassembly 并填写有关您提案的信息

# gov.voters.nay
source: Nay votes
es: Votos en contra
fr: Votes négatifs
hu: Nem szavazatok
id: Suara menolak
it: Voti contrari
ja: 反対票
ko: 반대 투표
pl: Głosy "przeciw"
pt_pt: Votos 'contra'
ru: Голоса "против"
tr: Hayır oyları
vi: Phiếu bầu 'Phản đối'
zh_hans: 反对票

# gov.voters.aye
source: Aye votes
es: Votos a favor
fr: Votes favorables
hu: Igen szavazatok
id: Suara setuju
it: Voti favorevoli
ja: 賛成票
ko: 찬성 투표
pl: Głosy "za"
pt_pt: Votos 'a favor'
ru: Голоса "за"
tr: Evet oyları
vi: Phiếu bầu 'Chấp thuận'
zh_hans: 支持票

# gov.support.curve
source: Support curve
es: Curva de soporte
fr: Courbe d'appui
hu: Támogatási görbe
id: Kurva dukungan
it: Curva di supporto
ja: 支持曲線
ko: 지원 곡선
pl: Krzywa wsparcia
pt_pt: Curva de suporte
ru: Кривая поддержки
tr: Destek eğrisi
vi: Đường hỗ trợ
zh_hans: 支持曲线

# gov.approve.curve
source: Approve curve
es: Curva de aprobación
fr: Courbe d’approbation
hu: Jóváhagyási görbe
id: Kurva persetujuan
it: Curva di approvazione
ja: 承認曲線
ko: 승인 곡선
pl: Krzywa zatwierdzenia
pt_pt: Curva de aprovação
ru: Кривая одобрения
tr: Onay eğrisi
vi: Đường phê duyệt
zh_hans: 批准曲线

# gov.call.hash
source: Call hash
es: Hash de llamada
fr: Hachage d’appel
hu: Hívási hash
id: Panggilan hash
it: Chiamata hash
ja: コールハッシュ
ko: 호출 해시
pl: Hash połączenia
pt_pt: Hash da chamada
ru: Хэш вызова
tr: Çağrı hash'i
vi: Gọi hash
zh_hans: 调用哈希

# gov.electorate
source: Electorate
es: Electorado
fr: Électorat
hu: Választók
id: Pemilih
it: Elettorato
ja: 有権者
ko: 유권자
pl: Elektorat
pt_pt: Eleitorado
ru: Электорат
tr: Seçmen
vi: Cử tri
zh_hans: 选民

# gov.turnout
source: Turnout
es: Participación
fr: Taux de participation
hu: Eredmény
id: Partisipasi
it: Partecipazione
ja: 投票率
ko: 투표율
pl: Frekwencja
pt_pt: Participação
ru: Явка
tr: Katılım
vi: Tỷ lệ tham gia
zh_hans: 投票率

# gov.vote.threshold
source: Vote threshold
es: Umbral de votación
fr: Seuil de vote
hu: Szavazatküszöb
id: Ambang suara
it: Soglia di voto
ja: 投票閾値
ko: 투표 기준
pl: Próg głosowania
pt_pt: Limiar de voto
ru: Порог голосования
tr: Oylama eşiği
vi: Ngưỡng bầu chọn
zh_hans: 投票阈值

# gov.beneficiary
source: Beneficiary
es: Beneficiario
fr: Bénéficiaire
hu: Kedvezményezett
id: Penerima manfaat
it: Beneficiario
ja: 受益者
ko: 수혜자
pl: Beneficjent
pt_pt: Beneficiário
ru: Получатель
tr: Yararlanıcı
vi: Người thụ hưởng
zh_hans: 受益人

# gov.deposit
source: Deposit
es: Depósito
fr: Dépôt
hu: Letét
it: Deposito
ja: デポジット
ko: 예치금
pl: Depozyt
pt_pt: Depósito
ru: Депозит
tr: Depozito
vi: Đặt cọc
zh_hans: 存款

# gov.proposer
source: Proposer
es: Propositor
fr: Proposant
hu: Javaslattevő
id: Penyarankan
it: Proponente
ja: 提案者
ko: 제안자
pl: Wnioskodawca
pt_pt: Proponente
ru: Автор
tr: Teklif Eden
vi: Người đề xuất
zh_hans: 提议者

# common.too.long.preview
source: Too long for preview
es: Demasiado largo para previsualización
fr: Trop long pour l'aperçu
hu: Túl hosszú az előnézethez
id: Terlalu panjang untuk ditampilkan
it: Troppo lungo per l'anteprima
ja: プレビューには長すぎます
ko: 미리 보기에는 너무 깁니다
pl: Zbyt długie do podglądu
pt_pt: Muito longo para visualização
ru: Слишком большая длина для просмотра
tr: Önizleme için çok uzun
vi: Quá dài để xem trước
zh_hans: 预览过长

# gov.parameters.json
source: Parameters JSON
es: Parámetros JSON
fr: Paramètres JSON
hu: JSON paraméterek
id: Parameter JSON
it: Parametri JSON
ja: パラメータ JSON
ko: 파라미터 JSON
pl: Parametry JSON
pt_pt: Parâmetros JSON
ru: Параметры JSON
tr: Parametreler JSON
vi: Tham số JSON
zh_hans: 参数 JSON

# common.requested.amount
source: Requested amount
es: Cantidad solicitada
fr: Montant demandé
hu: Igényelt összeg
id: Jumlah yang diminta
it: Importo richiesto
ja: 要求された金額
ko: 요청된 금액
pl: Żądana kwota
pt_pt: Quantia solicitada
ru: Запрашиваемая сумма
tr: İstenen miktar
vi: Số tiền yêu cầu
zh_hans: 请求的金额

# gov.details.voting.status
source: Voting status
es: Estado de la votación
fr: Statut du scrutin
hu: Szavazás állapota
id: Status pemungutan suara
it: Stato del voto
ja: 投票状況
ko: 투표 상태
pl: Status głosowania
pt_pt: Status da votação
ru: Статус голосования
tr: Oylama Durumu
vi: Trạng thái bỏ phiếu
zh_hans: 投票状态

# gov.full.details
source: Full details
es: Detalles completos
fr: Tous les détails
hu: Minden részlet
id: Detail lengkap
it: Dettagli completi
ja: 詳細
ko: 전체 세부 정보
pl: Pełne szczegóły
pt_pt: Detalhes completos
ru: Полная информация
tr: Tam detaylar
vi: Chi tiết đầy đủ
zh_hans: 完整详情

# gov.vote
source: Vote
es: Votar
fr: Voter
hu: Szavazás
id: Beri suara
it: Votare
ja: 投票
ko: 투표
pl: Głosuj
pt_pt: Votar
ru: Голосовать
tr: Oy Ver
vi: Bỏ phiếu
zh_hans: 投票

# gov.referendum.details.timeline.title
source: Timeline
es: Cronología
fr: Chronologie
hu: Idővonal
id: Jadwal waktu
it: Cronologia
ja: タイムライン
ko: 일정
pl: Oś czasu
pt_pt: Linha do tempo
ru: Временная шкала
tr: Zaman çizelgesi
vi: Dòng thời gian
zh_hans: 时间线

# governance.nay
source: Nay
es: En contra
fr: Non
hu: Nem
id: Menolak
it: No
ja: 反対
ko: 반대
pl: Przeciw
pt_pt: Não
ru: Против
tr: Hayır
vi: Không đồng ý
zh_hans: 反对

# governance.aye
source: Aye
es: A favor
fr: Oui
hu: Igen
id: Setuju
it: Sì
ja: 賛成
ko: 찬성
pl: Za
pt_pt: Sim
ru: За
tr: Evet
vi: Đồng ý
zh_hans: 赞成

# gov.track.big.spender
source: Treasury: big spend
es: Tesorería: gran gasto
fr: Trésorerie : grosses dépenses
hu: Kincstár: nagy kiadás
id: Kas Besar
it: Cassa: grandi spese
ja: 財務省: 大きな支出
ko: 재무부: 대규모 지출
pl: Skarb: duże wydatki
pt_pt: Tesouro: grande despesa
ru: Казна: большие траты
tr: Hazine: büyük harcamalar
vi: Kho bạc: Chi tiêu lớn
zh_hans: 国库：大额支出

# gov.track.medium.spender
source: Treasury: medium spend
es: Tesorería: gasto medio
fr: Trésorerie : dépenses moyennes
hu: Kincstár: közepes kiadás
id: Sedang Mengeluarkan
it: Cassa: spese medie
ja: 財務省: 中程度の支出
ko: 재무부: 중간 지출
pl: Skarb: średnie wydatki
pt_pt: Tesouro: despesa média
ru: Казна: средние траты
tr: Hazine: orta düzey harcamalar
vi: Kho bạc: Chi tiêu trung bình
zh_hans: 国库：中等支出

# gov.track.small.spender
source: Treasury: small spend
es: Tesorería: pequeño gasto
fr: Trésorerie : petites dépenses
hu: Kincstár: kicsi kiadás
id: Sedikit Mengeluarkan
ja: 財務省: 小さな支出
ko: 재무부: 소액 지출
pl: Skarb: małe wydatki
pt_pt: Tesouro: pequena despesa
ru: Казна: мелкие траты
tr: Hazine: küçük harcama
vi: Kho bạc: Chi tiêu nhỏ
zh_hans: 财政：小额支出

# gov.track.big.tipper
source: Treasury: big tips
es: Tesorería: grandes propinas
fr: Trésorerie : gros pourboires
hu: Kincstár: nagy borravaló
id: Tips Besar
it: Cassa: grandi mance
ja: 財務省: 大きなチップ
ko: 재무부: 큰 팁
pl: Skarb: duże napiwki
pt_pt: Tesouro: grandes gorjetas
ru: Казна: большие чаевые
tr: Hazine: büyük bahşişler
vi: Kho bạc: Tiền boa lớn
zh_hans: 国库：大额小费

# gov.track.small.tipper
source: Treasury: small tips
es: Tesorería: pequeñas propinas
fr: Trésorerie : petits pourboires
hu: Kincstár: kicsi borravaló
id: Tips Kecil
ja: 財務省: 小さなチップ
ko: 재무부: 작은 팁
pl: Skarb: małe napiwki
pt_pt: Tesouro: pequenas gorjetas
ru: Казна: мелкие чаевые
tr: Hazine: küçük bahşişler
vi: Kho bạc: Tiền boa nhỏ
zh_hans: 财政：小费

# gov.track.referendum.killer
source: Governance: killer
es: Gobernanza: eliminador
fr: Gouvernance : Tueur
hu: Kormányzás: pusztító
id: Penghapusan Tata Pemerintahan
ja: ガバナンス: 削除
ko: 거버넌스: 삭제
pl: Zarządzanie: usuwanie
pt_pt: Governo: removedor
ru: Управление: удаление
tr: Yönetim: öldürücü
vi: Quản trị: Xóa
zh_hans: 治理：删除者

# gov.track.referendum.canceller
source: Governance: canceller
es: Gobernanza: cancelador
fr: Gouvernance : annulateur
hu: Kormányzás: visszavonó
id: Pembatalan Tata Pemerintahan
it: Governance: annullatore
ja: ガバナンス: キャンセル
ko: 거버넌스: 취소
pl: Zarządzanie: anulowanie
pt_pt: Governo: cancelador
ru: Управление: отмена
tr: Yönetim: iptal edici
vi: Quản trị: Hủy bỏ
zh_hans: 治理：取消者

# gov.track.auction.admin
source: Crowdloans
fr: Prêts participatifs
hu: Közösségi hitelek
id: Pelelangan
ja: クラウドローン
ko: 크라우드론
ru: Краудлоуны
tr: Kalabalık Krediler
zh_hans: 众贷

# gov.track.general.admin
source: Governance: registrar
es: Gobernanza: registrador
fr: Gouvernance : registraire
hu: Kormányzás: regisztrátor
id: Pendaftaran Tata Pemerintahan
it: Governance: registratore
ja: ガバナンス: レジストラ
ko: 거버넌스: 등록 기관
pl: Zarządzanie: rejestrator
pt_pt: Governo: registrador
ru: Управление: регистратор
tr: Yönetim: kaydedici
vi: Quản trị: Đăng ký
zh_hans: 治理：注册员

# gov.track.lease.admin
source: Governance: lease
es: Gobernanza: arrendamiento
fr: Gouvernance : Lease
hu: Kormányzás: bérlet
id: Sewa Tata Pemerintahan
it: Governance: affitto
ja: ガバナンス: リース
ko: 거버넌스: 임대
pl: Zarządzanie: najem
pt_pt: Governo: aluguel
ru: Управление: аренда
tr: Yönetim: kiralama
vi: Quản trị: Cho thuê
zh_hans: 治理：租赁

# gov.track.treasurer
source: Treasury: any
es: Tesorería: cualquier
fr: Trésorerie : toute
hu: Kincstár: bármi
id: Kas Belanja
ja: 財務省: 任意
ko: 재무부: 모든 지출
pl: Skarb: dowolne
pt_pt: Tesouro: qualquer
ru: Казна: любое
tr: Hazine: herhangi
vi: Kho bạc: Bất kỳ
zh_hans: 财政：任何

# gov.track.staking.admin
source: Staking
hu: Stake-elés
ru: Стейкинг
zh_hans: 质押

# gov.track.whitelisted.caller
source: Fellowship: whitelist
es: Cofradía: lista blanca
fr: Fellowship : liste blanche
hu: Fellowship: fehérlista
id: Fellowship: daftar putih
ja: Fellowship: ホワイトリスト
pt_pt: Comunidade: lista branca
ru: Fellowship: белый список
tr: Kaderdaşlık: beyaz liste
zh_hans: 团契：白名单

# gov.track.root
source: Main agenda
es: Agenda principal
fr: Agenda principal
hu: Fő napirend
id: Agenda Utama
ja: 主要議題
ko: 주요 안건
pl: Główna agenda
pt_pt: Agenda principal
ru: Основная повестка
tr: Ana gündem
vi: Chương trình chính
zh_hans: 主要议程

# governance.referendums.time.execute
source: Execute in %@
es: Ejecutar en %@
fr: Exécuté dans %@
hu: Végrehajtás %@ múlva
id: Tergunakan dalam %@
it: Esecuzione in %@
ja: %@ で実行
ko: %@ 후 실행됨
pl: Wykonanie za %@
pt_pt: Execução em %@
ru: Выполнение через %@
tr: %@ içinde yürütülecek
vi: Thực hiện trong %@
zh_hans: %@ 后执行

# governance.referendums.time.approve
source: Approve in %@
es: Aprobar en %@
fr: Adopté dans %@
hu: Jóváhagyás %@ múlva
id: Disetujui dalam %@
it: Approvazione in %@
ja: %@ で承認
ko: %@ 후 승인됨
pl: Zatwierdzenie za %@
pt_pt: Aprovação em %@
ru: Одобрение через %@
tr: %@ içinde onay
vi: Phê duyệt trong %@
zh_hans: %@ 后批准

# governance.referendums.time.reject
source: Reject in %@
es: Rechazar en %@
fr: Rejeté dans %@
hu: Elutasítás %@ múlva
id: Ditolak dalam %@
it: Rifiuto in %@
ja: %@ で拒否
ko: %@ 후 거부됨
pl: Odrzucenie za %@
pt_pt: Rejeição em %@
ru: Отклонение через %@
tr: %@ içinde reddedilecek
vi: Từ chối trong %@
zh_hans: %@ 后拒绝

# governance.referendums.time.timeout
source: Time out in %@
es: Tiempo agotado en %@
fr: Expire dans %@
hu: Kifut az időből %@ múlva
id: Waktu habis dalam %@
it: Scadenza in %@
ja: %@ でタイムアウト
ko: %@ 후 타임아웃
pl: Przerwa za %@
pt_pt: Tempo esgotado em %@
ru: Тайм-аут через %@
tr: %@ içinde zaman aşımı
vi: Hết thời gian trong %@
zh_hans: %@ 后超时

# governance.referendums.time.waiting.deposit
source: Waiting for deposit
es: Esperando depósito
fr: En attente de dépôt
hu: Letétre várva
id: Menunggu deposit
it: In attesa del deposito
ja: デポジット待ち
ko: 예치금 대기 중
pl: Oczekiwanie na depozyt
pt_pt: Aguardando depósito
ru: Ожидание депозита
tr: Depozito bekleniyor
vi: Đang chờ đặt cọc
zh_hans: 等待存款

# governance.referendums.time.deciding
source: Deciding in %@
es: Decidiendo en %@
fr: Décisif dans %@
hu: Döntés %@ múlva
id: Menentukan dalam %@
it: Decisione in %@
ja: %@ で決定中
ko: %@ 후 결정 중
pl: Decyzja za %@
pt_pt: Decidirá em %@
ru: Начнёт решаться через %@
tr: %@ içinde karar verilecek
vi: Quyết định trong %@
zh_hans: 在 %@ 中决策

# governance.referendums.status.killed
source: Killed
es: Eliminado
fr: Neutralisé
hu: Elpusztított
id: Dihentikan
it: Annullato
ja: 削除済み
ko: 제거됨
pl: Usunięty
pt_pt: Cancelado
ru: Удалён
tr: İptal edildi
vi: Đã xóa
zh_hans: 已删除

# governance.referendums.status.executed
source: Executed
es: Ejecutado
fr: Exécuté
hu: Végrehajtott
id: Tergunakan
it: Eseguito
ja: 実行済み
ko: 실행됨
pl: Wykonany
pt_pt: Executado
ru: Выполнен
tr: Yürütüldü
vi: Đã thực hiện
zh_hans: 已执行

# governance.referendums.status.preparing
source: Preparing
es: Preparando
fr: Préparation
hu: Előkészítés alatt
id: Persiapan
it: In preparazione
ja: 準備中
ko: 준비 중
pl: Przygotowanie
pt_pt: Preparando
ru: Подготовка
tr: Hazırlanıyor
vi: Đang chuẩn bị
zh_hans: 准备中

# governance.referendums.status.rejected
source: Rejected
es: Rechazado
fr: Rejeté
hu: Elutasított
id: Ditolak
it: Respinto
ja: 拒否済み
ko: 거부됨
pl: Odrzucony
pt_pt: Rejeitado
ru: Отклонён
tr: Reddedildi
vi: Đã từ chối
zh_hans: 已拒绝

# governance.referendums.status.not.passing
source: Not passing
es: No pasa
fr: Rejet
hu: Elutasítás alatt
id: Tidak lulus
it: Non superato
ja: 進行中ではない
ko: 통과하지 않음
pl: Nieprzechodzący
pt_pt: Não aprovado
ru: Не проходит
tr: Geçmiyor
vi: Không vượt qua
zh_hans: 未通过

# governance.referendums.status.passing
source: Passing
es: Pasando
fr: Approbation
hu: Elfogadás
id: Lulus
it: Superato
ja: 進行中
ko: 통과함
pl: Przechodzący
pt_pt: Aprovado
ru: Проходит
tr: Geçiyor
vi: Đang vượt qua
zh_hans: 通过中

# governance.referendums.status.cancelled
source: Cancelled
es: Cancelado
fr: Annulé
hu: Megszakított
id: Dibatalkan
it: Annullato
ja: キャンセル済み
ko: 취소됨
pl: Anulowany
pt_pt: Cancelado
ru: Отменен
tr: İptal edildi
vi: Đã hủy
zh_hans: 已取消

# governance.referendums.status.timedOut
source: Timed out
es: Tiempo agotado
fr: Délai expiré
hu: Kifutott az időből
id: Waktu habis
it: Scaduto
ja: タイムアウト
ko: 타임아웃
pl: Przerwa czasowa
pt_pt: Tempo esgotado
ru: Тайм-аут
tr: Zaman aşımına uğradı
vi: Hết thời gian
zh_hans: 已超时

# governance.referendums.status.approved
source: Approved
es: Aprobado
fr: Approuvé
hu: Jóváhagyott
id: Disetujui
it: Approvato
ja: 承認済み
ko: 승인됨
pl: Zatwierdzony
pt_pt: Aprovado
ru: Одобрен
tr: Onaylandı
vi: Đã phê duyệt
zh_hans: 已批准

# governance.referendums.your.vote
source: Your vote: %@ votes
es: Tu voto: %@ votos
fr: Votre vote : %@ votes
hu: Szavazatod: %@ szavazat
id: Suara Anda: %@ suara
it: Il tuo voto: %@ voti
ja: あなたの投票: %@ 票
ko: 당신의 투표: %@ 투표
pl: Twój głos: %@ głosów
pt_pt: Seu voto: %@ votos
ru: Ваш голос: %@ голосов
tr: Sizin oyunuz: %@ oylar
vi: Phiếu bầu của bạn: %@ phiếu
zh_hans: 你的投票：%@ 票

# governance.referendums.threshold
source: Threshold: %@ of %@
es: Umbral: %@ de %@
fr: Seuil : %@ sur %@
hu: Küszöbérték: %@ / %@
id: Ambang: %@ dari %@
it: Soglia: %@ di %@
ja: 閾値: %@ の %@
ko: 기준: %@/%@
pl: Próg: %@ z %@
pt_pt: Limiar: %@ de %@
ru: Порог: %@ из %@
tr: Eşik: %@ / %@
vi: Ngưỡng: %@ của %@
zh_hans: 门槛：%@ of %@

# tabbar.governance.title
source: Governance
es: Gobernanza
fr: Gouvernance
hu: Kormányzás
id: Tata Kelola
ja: ガバナンス
ko: 거버넌스
pl: Zarządzanie
pt_pt: Governança
ru: Демократия
tr: Yönetim
vi: Quản trị
zh_hans: 治理

# governance.to.pass.format
source: To pass: %@
es: Para pasar: %@
fr: Pour passer : %@
hu: Elfogadáshoz: %@
id: Untuk Lulus: %@
it: Per superare: %@
ja: 可決条件: %@
ko: 통과하려면: %@
pl: Do przejścia: %@
pt_pt: Para passar: %@
ru: Для принятия: %@
tr: Geçmek için: %@
vi: Để vượt qua: %@
zh_hans: 要通过：%@

# governance.nays.format
source: Nay: %@
es: En contra: %@
fr: Non: %@
hu: Nem: %@
id: Menolak: %@
it: Contro: %@
ja: 反対: %@
ko: 반대: %@
pl: Przeciw: %@
pt_pt: Contra: %@
ru: Против: %@
tr: Hayır: %@
vi: Phản đối: %@
zh_hans: 反对：%@

# governance.ayes.format
source: Aye: %@
es: A favor: %@
fr: Oui : %@
hu: Igen: %@
id: Ya: %@
it: Affermativo: %@
ja: 賛成: %@
ko: 찬성: %@
pl: Za: %@
pt_pt: A favor: %@
ru: За: %@
tr: Evet: %@
vi: Đồng ý: %@
zh_hans: 赞成：%@
