Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# staking.filter.title.rewards
source: Rewards (APY)
es: Recompensas (APY)
fr: Récompenses (APY)
hu: Jutalmak (APY)
it: Ricompense (APY)
ja: 報酬（APY）
ko: 보상 (APY)
pl: Nagrody (APY)
pt_pt: Recompensas (APY)
ru: Вознаграждение (APY)
tr: Ödüller (APY)
vi: Phần thưởng (APY)
zh_hans: 奖励（APY）

# staking.selected.validators.count_v1.9.1
source: selected %li (max %li)
es: seleccionados %li (máx. %li)
fr: sélectionné %li (max %li)
hu: %li kiválasztva (max. %li)
id: terpilih %li (maks %li)
it: selezionati %li (max %li)
ja: 選択された %li (最大 %li)
ko: 선택됨 %li (최대 %li)
pl: wybrano %li (maks. %li)
pt_pt: selecionado %li (máx. %li)
ru: выбрано %li (макс. %li)
tr: seçilen %li (maks. %li)
vi: đã chọn %li (tối đa %li)
zh_hans: 已选%li（最多%li）

# staking.recommended.banner.message
source: Nova Wallet will select the top validators based on security and profitability criteria
es: Nova Wallet seleccionará a los mejores validadores basándose en criterios de seguridad y rentabilidad
fr: Nova sélectionnera les meilleurs validateurs en fonction de critères de sécurité et de rentabilité
hu: A Nova Wallet biztonsági és jövedelmezőségi kritériumok alapján választja ki a legjobb validátorokat
id: Nova Wallet akan memilih validator teratas berdasarkan kriteria keamanan dan profitabilitas
it: Nova Wallet selezionerà i top validatori in base ai criteri di sicurezza e redditività
ja: Nova Walletは、セキュリティと収益性の基準に基づいてトップバリデータを選択します
ko: Nova Wallet는 보안 및 수익성 기준에 따라 상위 검증자를 선택합니다.
pl: Nova Wallet wybierze najlepszych walidatorów na podstawie kryteriów bezpieczeństwa i rentowności
pt_pt: A Nova Wallet selecionará os principais validadores com base em critérios de segurança e lucratividade
ru: Nova Wallet выберет лучших валидаторов по критериям безопасности и прибыльности
tr: Nova Wallet, güvenlik ve karlılık kriterlerine dayanarak en iyi doğrulayıcıları seçecek
vi: Ví Nova sẽ chọn những người xác thực hàng đầu dựa trên tiêu chí bảo mật và lợi nhuận
zh_hans: Nova Wallet将根据安全和盈利性标准选择顶级验证者

# common.not.enough.fee.message
source: Sorry, you don't have enough funds to pay the network fee.
es: Lo sentimos, no tiene fondos suficientes para pagar la tarifa de red.
fr: Désolé, vous n’avez pas assez de fonds pour payer les frais de réseau.
hu: Sajnáljuk, de egyenleged nem elegendő a hálózati díj kifizetéséhez.
id: Maaf, Anda tidak memiliki cukup dana untuk membayar biaya jaringan.
it: Spiacenti, non hai abbastanza fondi per pagare la tassa di rete.
ja: 申し訳ありませんが、ネットワーク手数料を支払うための十分な資金がありません。
ko: 죄송합니다. 네트워크 수수료를 지불할 충분한 자금이 없습니다.
pl: Przepraszamy, nie masz wystarczających środków na opłatę sieciową.
pt_pt: Desculpe, você não tem fundos suficientes para pagar a taxa de rede.
ru: К сожалению, у вас недостаточно средств для оплаты сетевого сбора.
tr: Üzgünüm, ağ ücretini ödeyecek yeterli bakiyeniz yok.
vi: Xin lỗi, bạn không có đủ tiền để trả phí mạng.
zh_hans: 抱歉，您没有足够的资金支付网络费用。

# common.not.enough.balance.message
source: Sorry, you don't have enough funds to spend the specified amount
es: Lo sentimos, no tiene fondos suficientes para gastar la cantidad especificada
fr: Désolé, vous n'avez pas assez de fonds pour dépenser le montant spécifié
hu: Sajnáljuk, de egyenleged nem elegendő a megadott összeg küldéséhez.
id: Maaf, Anda tidak memiliki dana yang cukup untuk menghabiskan jumlah yang ditentukan
it: Spiacente, non hai abbastanza fondi per spendere l'importo specificato
ja: 申し訳ありませんが、指定された金額を使うための資金が不足しています。
ko: 죄송합니다. 지정된 금액을 사용할 충분한 자금이 없습니다
pl: Przepraszamy, nie masz wystarczających środków, aby wydać określoną kwotę
pt_pt: Desculpe, você não tem fundos suficientes para gastar o valor especificado
ru: К сожалению, у вас недостаточно средств для совершения данной операции
tr: Üzgünüz, belirtilen miktarı harcamak için yeterli fonunuz yok
vi: Xin lỗi, bạn không có đủ tiền để chi tiêu số tiền đã chỉ định
zh_hans: 抱歉，您没有足够的资金支付指定金额

# common.transaction.failed
source: Transaction failed. Please, try again later.
es: La transacción ha fallado. Por favor, intenta de nuevo más tarde.
fr: La transaction a échoué. Veuillez réessayer plus tard.
hu: Sikertelen tranzakció. Kérlek, próbálja újra később.
id: Transaksi gagal. Harap coba lagi nanti.
it: Transazione fallita. Per favore, riprova più tardi.
ja: トランザクションに失敗しました。後で再試行してください。
ko: 거래에 실패했습니다. 나중에 다시 시도하세요.
pl: Transakcja nie powiodła się. Spróbuj ponownie później.
pt_pt: Transação falhou. Por favor, tente novamente mais tarde.
ru: Транзакция не прошла. Пожалуйста, попытайтесь снова
tr: İşlem başarısız oldu. Lütfen, daha sonra tekrar deneyin.
vi: Giao dịch thất bại. Vui lòng thử lại sau.
zh_hans: 交易失败。请稍后再试。

# staking.custom.validators.list.title
source: Select validators
es: Seleccionar validadores
fr: Sélectionner des validateurs
hu: Validátorok kiválasztása
id: Pilih validator
it: Seleziona validatori
ja: バリデーターを選択
ko: 검증자 선택
pl: Wybierz walidatorów
pt_pt: Selecionar validadores
ru: Выберите валидаторов
tr: Doğrulayıcı seç
vi: Chọn trình xác thực
zh_hans: 选择验证器

# staking.custom.fill.button.title
source: Fill rest with recommended
es: Llenar el resto con recomendados
fr: Remplir le reste avec ce qui est recommandé
hu: A maradék kijelölése az ajánlottak közül
id: Isi sisanya dengan rekomendasi
it: Riempi il resto con consigliati
ja: 推奨されたもので残りを埋める
ko: 나머지를 추천으로 채우기
pl: Wypełnij resztę polecanymi
pt_pt: Preencher o restante com recomendados
ru: Дополнить рекомендованными
tr: Gerisini önerilenlerle doldur
vi: Điền phần còn lại với đề xuất
zh_hans: 用推荐的填满其余部分

# staking.custom.clear.button.title
source: Clear filters
es: Limpiar filtros
fr: Effacer les filtres
hu: Szűrők törlése
id: Bersihkan filter
it: Cancella filtri
ja: フィルターをクリア
ko: 필터 지우기
pl: Wyczyść filtry
pt_pt: Limpar filtros
ru: Очистить фильтры
tr: Filtreleri temizle
vi: Xóa bộ lọc
zh_hans: 清除过滤器

# staking.custom.deselect.button.title
source: Deselect all
es: Deseleccionar todo
fr: Désélectionner tout
hu: Összes kijelölés törlése
id: Batalkan semua
it: Deseleziona tutto
ja: 全てを選択解除
ko: 모두 선택 해제
pl: Odznacz wszystkie
pt_pt: Desmarcar todos
ru: Отменить выбор
tr: Tüm seçimleri iptal et
vi: Bỏ chọn tất cả
zh_hans: 取消全选

# staking.custom.header.validators.title
source: Validators: %li of %li
es: Validadores: %li de %li
fr: Validateurs : %li sur %li
hu: Validátorok: %li / %li
id: Validator: %li dari %li
it: Validatori: %li di %li
ja: バリデーター: %li の %li
ko: 검증자: %li / %li
pl: Walidatorzy: %li z %li
pt_pt: Validadores: %li de %li
ru: Валидаторов: %li из %li
tr: Doğrulayıcılar: %li / %li
vi: Trình xác thực: %li trong %li
zh_hans: 验证器：%li / %li

# staking.set.validators.title
source: Select validators to start staking
es: Seleccionar validadores para comenzar el staking
fr: Sélectionnez des validateurs pour commencer le staking
hu: Válassz validátorokat a stake-elés megkezdéséhez
id: Pilih validator untuk memulai staking
it: Seleziona i validatori per iniziare lo staking
ja: ステーキングを開始するためにバリデーターを選択してください
ko: Stake를 시작하려면 검증자를 선택하세요
pl: Wybierz weryfikatorów, aby rozpocząć staking
pt_pt: Selecione validadores para iniciar o staking
ru: Выберите валидаторов для начала стейкинга
tr: Staking'e başlamak için doğrulayıcıları seçin
vi: Chọn validators để bắt đầu staking
zh_hans: 选择验证人开始质押

# staking.set.validators.message
source: Validators are not selected
es: Los validadores no están seleccionados
fr: Les validateurs ne sont pas sélectionnés
hu: Nincsenek kiválasztva validátorok
id: Validator tidak dipilih
it: I validatori non sono selezionati
ja: バリデーターが選択されていません
ko: 검증자가 선택되지 않았습니다
pl: Weryfikatorzy nie zostali wybrani
pt_pt: Validadores não foram selecionados
ru: Валидаторы не выбраны
tr: Doğrulayıcılar seçilmedi
vi: Các Validators chưa được chọn
zh_hans: 验证人未被选择

# staking.max.nominators.reached.message
source: The maximum number of nominators has been reached. Try again later
es: Se ha alcanzado el número máximo de nominadores. Intenta más tarde
fr: Le nombre maximum de nominateurs a été atteint
hu: A nominátorok száma elérte a maximumot. Próbáld újra később
id: Jumlah maksimum nominator telah tercapai. Coba lagi nanti
it: Il numero massimo di nominati è stato raggiunto. Riprova più tardi
ja: ノミネーターの最大数に達しました。後でもう一度お試しください
ko: 노미네이터의 최대 수에 도달했습니다. 나중에 다시 시도하십시오
pl: Osiągnięto maksymalną liczbę nominatorów. Spróbuj ponownie później
pt_pt: O número máximo de nominadores foi alcançado. Tente novamente mais tarde
ru: Достигнуто максимальное количество номинаторов. Пожалуйста, попробуйте позже
tr: Maksimum aday sayısına ulaşıldı. Daha sonra tekrar deneyin
vi: Đã đạt tối đa số lượng người đề cử. Thử lại sau
zh_hans: 已达到提名人最大数量。请稍后再试

# staking.custom.blocked.warning
source: This validator is not accepting nominations at this moment. Please, try again in the next era.
es: Este validador no está aceptando nominaciones en este momento. Por favor, intenta de nuevo en la próxima era.
fr: Ce validateur n'accepte pas de nominations pour le moment. Veuillez réessayer dans la prochaine ère.
hu: A validátor nem fogad további nominálást jelenleg. Kérlek, próbáld meg a következő korszakban.
id: Validator ini tidak menerima nominasi saat ini. Silakan coba lagi di era berikutnya.
it: Questo validatore al momento non accetta nomineazioni. Riprova nella prossima era.
ja: このバリデーターは現在、指名を受け付けていません。次のエラで再試行してください。
ko: 이 밸리데이터는 현재 지명을 수락하지 않습니다. 다음 시대에 다시 시도하십시오.
pl: Ten walidator nie przyjmuje nominacji w tym momencie. Proszę spróbuj ponownie w następnej erze.
pt_pt: Este validador não está aceitando nomeações neste momento. Por favor, tente novamente na próxima era.
ru: Этот валидатор не принимает номинации в данный момент. Пожалуйста, попробуйте снова в следующую эру.
tr: Bu doğrulayıcı şu anda adaylık kabul etmiyor. Lütfen, bir sonraki era'da tekrar deneyin.
vi: Người xác thực này hiện không chấp nhận đề cử. Vui lòng thử lại vào kỷ nguyên tiếp theo.
zh_hans: 这个验证者目前不接受提名。请在下一个纪元再试。

# staking.alert.start.next.era.message
source: Please wait for the next era to start.
es: Por favor, espera a que comience la próxima era.
fr: Veuillez attendre que la prochaine ère commence.
hu: Kérlek, várd meg a következő korszak kezdetét
id: Silakan tunggu era berikutnya untuk dimulai.
it: Attendere l'inizio della prossima era.
ja: 次の時代が始まるのをお待ちください。
ko: 다음 시대가 시작되기를 기다려주세요.
pl: Proszę czekać na rozpoczęcie następnej ery.
pt_pt: Por favor, aguarde o início da próxima era.
ru: Пожалуйста, дождитесь начала следующей эры.
tr: Lütfen bir sonraki devrin başlamasını bekleyin.
vi: Vui lòng đợi bắt đầu kỷ nguyên tiếp theo.
zh_hans: 请等待下一个时代的开始。

# staking.custom.proceed.button.disabled.title
source: Select validators (max %li)
es: Seleccionar validadores (máx. %li)
fr: Sélectionnez les validateurs (max %li)
hu: Validátorok kiválasztása (max. %li)
id: Pilih validator (maks %li)
it: Seleziona validatori (max %li)
ja: バリデーターを選択 (最大 %li)
ko: 검증자 선택 (최대 %li)
pl: Wybierz walidatorów (maks %li)
pt_pt: Selecionar validadores (máx %li)
ru: Выбрать валидаторов (макс. %li)
tr: Doğrulayıcı seç (%li maks.)
vi: Chọn trình xác thực (tối đa %li)
zh_hans: 选择验证器（最多 %li）

# staking.custom.proceed.button.enabled.title
source: Show selected: %li (max %li)
es: Mostrar seleccionados: %li (máx. %li)
fr: Afficher la sélection : %li (max %li)
hu: Kijelöltek mutatása: %li (max %li )
id: Tampilkan yang dipilih: %li (maks %li)
it: Mostra selezionati: %li (max %li)
ja: 選択したものを表示: %li (最大 %li)
ko: 선택된 검증자 보기: %li (최대 %li)
pl: Pokaż wybrane: %li (maks %li)
pt_pt: Mostrar selecionados: %li (máx %li)
ru: Показать выбранных: %li (макс. %li)
tr: Seçilenleri göster: %li (%li maks.)
vi: Hiển thị đã chọn: %li (tối đa %li)
zh_hans: 显示所选：%li（最多 %li）

# staking.filter.title.own.stake
source: Validator's own stake
es: Stake propio del validador
fr: Participation du validateur
hu: Validátor saját stake-je
id: Stake sendiri validator
it: Stake del validatore
ja: バリデーターの固有のStake
ko: 검증자의 own stake
pl: Stake walidatora
pt_pt: Stake próprio do validador
ru: Стейк валидатора
tr: Validatörün kendi stake'i
vi: Stake của trình xác thực
zh_hans: 验证者自己的质押

# staking.filter.title.own.stake.token
source: Validator's own stake (%@)
es: Stake propio del validador (%@)
fr: Participation propre du validateur (%@)
hu: Validátor saját stake-je (%@)
id: Stake sendiri validator (%@)
it: Stake del validatore (%@)
ja: バリデーターの固有のStake (%@)
ko: 검증자의 own stake (%@)
pl: Stake walidatora (%@)
pt_pt: Stake próprio do validador (%@)
ru: Стейк валидатора (%@)
tr: Validatörün kendi stake'i (%@)
vi: Stake của trình xác thực (%@)
zh_hans: 验证者的自有质押（%@）

# staking.custom.deselect.warning
source: You are about to deselect all the validators you selected earlier.
es: Estás a punto de deseleccionar todos los validadores que seleccionaste anteriormente.
fr: Vous êtes sur le point de désélectionner tous les validateurs que vous avez sélectionnés précédemment.
hu: A korábban kiválasztott validátorokat ki fogod törölni.
id: Anda akan membatalkan pilihan semua validator yang Anda pilih sebelumnya.
it: Stai per deselezionare tutti i validatori che hai precedentemente selezionato.
ja: 以前に選択したすべてのバリデーターを選択解除しようとしています。
ko: 이전에 선택한 모든 밸리데이터를 취소하려 합니다.
pl: Zamierzasz odznaczyć wszystkich wcześniej wybranych walidatorów.
pt_pt: Você está prestes a deselecionar todos os validadores que selecionou anteriormente.
ru: Список выбранных вами валидаторов очистится.
tr: Daha önce seçtiğiniz tüm doğrulayıcıların seçimini kaldırmak üzere olacaksınız.
vi: Bạn sắp bỏ chọn tất cả người xác thực đã chọn trước đó.
zh_hans: 您即将取消选择您之前选择的所有验证者。

# common.search
source: Search
es: Buscar
fr: Rechercher
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
pl: Szukaj
pt_pt: Pesquisar
ru: Поиск
tr: Arama
vi: Tìm kiếm
zh_hans: 搜索

# common.search.results.number
source: Search results: %li
es: Resultados de la búsqueda: %li
fr: Résultats de la recherche : %li
hu: Keresési eredmények: %li
id: Hasil pencarian: %li
it: Risultati della ricerca: %li
ja: 検索結果：%li
ko: 검색 결과: %li
pl: Wyniki wyszukiwania: %li
pt_pt: Resultados da pesquisa: %li
ru: Результаты поиска: %li
tr: Arama sonuçları: %li
vi: Kết quả tìm kiếm: %li
zh_hans: 搜索结果：%li

# common.search.start.title_v2_2_0
source: Search results will be displayed here
es: Los resultados de la búsqueda se mostrarán aquí
fr: Les résultats de la recherche seront affichés ici
hu: Itt fognak megjelenni a keresési eredmények
id: Hasil pencarian akan ditampilkan di sini
it: Qui verranno visualizzati i risultati della ricerca
ja: 検索結果がここに表示されます
ko: 여기에 검색 결과가 나타납니다
pl: Wyniki wyszukiwania będą wyświetlane tutaj
pt_pt: Os resultados da pesquisa serão exibidos aqui
ru: Здесь появятся результаты поиска
tr: Arama sonuçları burada gösterilecek
vi: Kết quả tìm kiếm sẽ hiển thị ở đây
zh_hans: 搜索结果将在这里显示

# staking.validator.search.empty.title
source: No search results. Be sure you typed full account address
es: No hay resultados de búsqueda. Asegúrate de haber escrito la dirección completa de la cuenta
fr: Aucun résultat de recherche. Assurez-vous d'avoir tapé l'adresse complète du compte
hu: Nincs találat. Győződj meg róla, hogy a teljes fiókcímet írtad be
id: Tidak ada hasil pencarian. Pastikan Anda mengetik alamat akun lengkap
it: Nessun risultato di ricerca. Assicurati di aver digitato l'indirizzo completo dell'account
ja: 検索結果がありません。 アカウントアドレスが完全に入力されていることを確認してください。
ko: 검색 결과가 없습니다. 전체 계정 주소를 입력했는지 확인하세요
pl: Brak wyników wyszukiwania. Upewnij się, że wpisałeś pełny adres konta
pt_pt: Nenhum resultado de busca. Certifique-se de que digitou o endereço completo da conta
ru: Поиск не дал результатов. Проверьте, что вы указали полный адрес аккаунта
tr: Arama sonuçları bulunamadı. Hesap adresini tam olarak yazdığınızdan emin olun
vi: Không có kết quả tìm kiếm. Hãy chắc chắn rằng bạn đã nhập đầy đủ địa chỉ tài khoản
zh_hans: 没有搜索结果。 确保您输入了完整的账户地址

# common.filter.sort.header
source: Sort by:
es: Ordenar por:
fr: Trier par :
hu: Rendezés:
id: Urutkan berdasarkan:
it: Ordina per:
ja: ソート順:
ko: 정렬 기준:
pl: Sortuj według:
pt_pt: Ordenar por:
ru: Сортировать по:
tr: Şuna göre sırala:
vi: Sắp xếp theo:
zh_hans: 排序依据：

# staking.recommended.hint3.addition
source: with at least one identity contact
es: con al menos un contacto de identidad
fr: avec au moins une info d'identité
hu: legalább egy kapcsolattartóval
id: dengan setidaknya satu kontak identitas
it: con almeno un contatto di identità
ja: 少なくとも1つのアイデンティティ連絡先を持つ
ko: 최소 하나의 신원 연락처 있음
pl: z przynajmniej jednym kontaktem
pt_pt: com pelo menos um contato de identidade
ru: хотя бы с одним контактом
tr: En az bir kimlik iletişimine sahip
vi: với ít nhất một liên hệ danh tính
zh_hans: 至少有一个身份联系方式

# staking.validator.total.stake.token
source: Total stake (%@)
es: Apuesta total (%@)
fr: Participation totale (%@)
hu: Teljes stake (%@)
id: Total taruhan (%@)
it: Stake totale (%@)
ja: 合計ステーク (%@)
ko: 총 스테이크 (%@)
pl: Całkowity Stake (%@)
pt_pt: Aposta total (%@)
ru: Общий стейк (%@)
tr: Toplam stake (%@)
vi: Tổng cộng Staked (%@)
zh_hans: 总质押量（%@）

# staking.pending.rewards
source: Pending rewards
es: Recompensas pendientes
fr: Récompenses en attente
hu: Függőben lévő jutalmak
id: Reward tertunda
it: Ricompense in sospeso
ja: 未決報酬
ko: 보류 중인 보상
pl: Oczekujące nagrody
pt_pt: Recompensas Pendentes
ru: Ожидаемые вознаграждения
tr: Bekleyen ödüller
vi: Phần thưởng chờ xử lý
zh_hans: 待处理奖励

# staking.rewards.destination.title
source: Rewards destination
es: Destino de las recompensas
fr: Destination des récompenses
hu: Jutalmak érkezési helye
id: Tujuan imbalan
it: Destinazione delle ricompense
ja: 報酬の宛先
ko: 보상 목적지
pl: Miejsce przeznaczenia nagród
pt_pt: Destino das recompensas
ru: Назначение вознаграждений
tr: Ödüllerin hedefi
vi: Đích đến phần thưởng
zh_hans: 奖励去向

# staking.your.oversubscribed.message
source: Your tokens are allocated to the oversubscribed validators. You will not receive rewards in this era.
es: Tus tokens están asignados a los validadores sobresuscritos. No recibirás recompensas en esta era.
fr: Vos actifs sont attribués à des validateurs sursouscrits. Vous ne recevrez pas de récompenses durant cette ère.
hu: Tokenjeid túljelentkezett validátorhoz lettek szétosztva. Ebben a korszakban nem fogsz jutalmat kapni.
id: Token anda dialokasikan kepada validator yang oversubscribed. Anda tidak akan menerima hadiah pada era ini.
it: I tuoi token sono assegnati ai validatori sovrasottoscritti. Non riceverai ricompense in questa era.
ja: あなたのトークンはオーバーサブスクライブされたバリデータに割り当てられています。この時代では報酬を受け取れません。
ko: 당신의 토큰이 초과 할당된 검증자에게 할당됩니다. 이번 시대에는 보상을 받을 수 없습니다.
pl: Twoje tokeny są przydzielane do przeliczonych validatorów. Nie otrzymasz nagród w tej erze.
pt_pt: Seus tokens são alocados aos validadores com excesso de subscrição. Você não receberá recompensas nesta era.
ru: Ваши токены попали к валидатору, превысившему лимит номинаторов. В этой эре вы не получите награду от этого валидатора.
tr: Tokenleriniz aşırı abone olan doğrulayıcılara tahsis edildi. Bu dönemde ödül almayacaksınız.
vi: Token của bạn được phân bổ cho các validator đã vượt quá hạn mức. Bạn sẽ không nhận được phần thưởng trong kỷ nguyên này.
zh_hans: 你的代币被分配给了超额认购的验证者。在这个时代，你将不会收到来自这个验证者的奖励。

# staking.your.not.elected.format
source: Not elected (%@)
es: No elegidos (%@)
fr: Non élu (%@)
hu: Nem választották meg ( %@ )
id: Tidak terpilih (%@)
it: Non eletti (%@)
ja: 未当選 (%@)
ko: 낙선 (%@)
pl: Nie wybrani (%@)
pt_pt: Não eleitos (%@)
ru: Не избраны (%@)
tr: Seçilmeyen (%@)
vi: Không được bầu (%@)
zh_hans: 未选中（%@）

# staking.your.selected.format
source: Selected (%@)
es: Seleccionado (%@)
fr: Sélectionné (%@)
hu: Kijelölve ( %@ )
id: Dipilih (%@)
it: Selezionati (%@)
ja: 選択された (%@)
ko: 선택됨 (%@)
pl: Wybrany (%@)
pt_pt: Selecionado (%@)
ru: Выбраны (%@)
tr: Seçildi (%@)
vi: Được chọn (%@)
zh_hans: 已选择（%@）

# staking.your.elected.format
source: Elected (%@)
es: Elegidos (%@)
fr: Élu (%@)
hu: Megválasztott ( %@ )
id: Terpilih (%@)
it: Eletto (%@)
ja: 当選 (%@)
ko: 선출됨 (%@)
pl: Wybrani (%@)
pt_pt: Eleitos (%@)
ru: Избраны (%@)
tr: Seçilen (%@)
vi: Đã được bầu (%@)
zh_hans: 已选（%@）

# staking.common.rewards.apy
source: Rewards (APY)
es: Recompensas (APY)
fr: Récompenses (APY)
hu: Jutalmak (APY)
id: Imbalan (APY)
it: Ricompense (APY)
ja: 報酬 (APY)
ko: 보상 (APY)
pl: Nagrody (APY)
pt_pt: Recompensas (APY)
ru: Вознаграждение (APY)
tr: Ödüller (APY)
vi: Phần thưởng (APY)
zh_hans: 奖励（APY）

# staking.validator.status.elected
source: Elected
es: Elegido
fr: Élu
hu: Megválasztott
id: Terpilih
it: Eletto
ja: 選出されました
ko: 선출됨
pl: Wybrany
pt_pt: Eleito
ru: Избран
tr: Seçildi
vi: Được bầu chọn
zh_hans: 已选中

# staking.validator.status.unelected
source: Not elected
es: No elegido
fr: Non élu
hu: Nem választották meg
id: Tidak terpilih
it: Non eletto
ja: 選出されませんでした
ko: 선출되지 않음
pl: Nie wybrany
pt_pt: Não eleito
ru: Не избран
tr: Seçilmedi
vi: Không được bầu chọn
zh_hans: 未选中

# staking.validator.slashed.desc
source: Validator is slashed for misbehaves (e.g. goes offline, attacks the network, or runs modified software) in the network.
es: El validador es sancionado por comportamientos indebidos (por ejemplo, estar desconectado, atacar la red o usar software modificado) en la red.
fr: Le validateur est sabré s'il se comporte mal (par exemple, s'il est déconnecté, s'il attaque le réseau ou s'il exécute un logiciel modifié) dans le réseau.
hu: A validátor helytelen viselkedés miatt büntetve lett a hálózaton (pl. offline állapotba ment, megtámadta a hálozatot vagy módosított szoftvert futtatott).
id: Validator di-hukum karena perilaku buruk (misalnya, offline, menyerang jaringan, atau menjalankan perangkat lunak yang dimodifikasi) dalam jaringan.
it: Il validatore è stato punito per comportamenti scorretti (ad ecempio, va offline, attacca la rete, o esegue software modificati) nella rete.
ja: バリデータはネットワークで不正行為（例：オフラインになる、ネットワークを攻撃する、修正されたソフトウェアを実行する）を行ったために罰せられます。
ko: 밸리데이터가 네트워크에서 부정행위(예: 오프라인 상태, 네트워크 공격, 수정된 소프트웨어 실행)로 인해 처벌받았습니다.
pl: Walidator został ukarany za niewłaściwe zachowanie (np. offline, atakowanie sieci lub korzystanie ze zmodyfikowanego oprogramowania) w sieci.
pt_pt: Validador é punido por mau comportamento (por exemplo, fica offline, ataca a rede ou executa software modificado) na rede.
ru: Валидатор наказан за неправильные действия в сети (например, был оффлайн, атаковал сеть, работал с модифицированным ПО).
tr: Doğrulayıcı ağ içinde uygunsuz davrandığı için cezalandırıldı (ör. çevrimdışı olmak, ağa saldırmak veya değiştirilmiş yazılım çalıştırmak).
vi: Người xác thực bị phạt vì hành vi sai trái (ví dụ: ngoại tuyến, tấn công mạng, hoặc dùng phần mềm đã được sửa đổi) trong mạng lưới.
zh_hans: 因网络中的不当行为（例如，离线、攻击网络或运行修改过的软件）而被处罚的验证者。

# staking.payout.expired
source: Payout expired
es: Pago expirado
fr: Paiement expiré
hu: A kifizetés lejárt
id: Pembayaran kedaluwarsa
it: Pagamento scaduto
ja: 支払い期限が切れました
ko: 보상 만료됨
pl: Termin wypłaty minął
pt_pt: Pagamento expirado
ru: Срок выплаты истёк
tr: Ödeme süresi doldu
vi: Thanh toán đã hết hạn
zh_hans: 支付已过期

# wallet.balance.unbonding_v1.9.0
source: Unstaking
es: Desvinculando
fr: Désengagement
hu: Unstake-elés
id: Membatalkan jaminan
it: Sblocco in corso
pt_pt: Desvinculando
ru: В процессе вывода
zh_hans: 解除绑定中

# staking.unbonding.period_v1.9.0
source: Unstaking period
es: Período de desvinculación
fr: Période de désengagement
hu: Unstake-elési időszak
id: Periode Penarikan
it: Periodo di disimpegno
ja: アンステーキング期間
ko: Unstaking 기간
pl: Okres unstakeowania
pt_pt: Período de desvinculação
ru: Время вывода
tr: Unstaking süresi
vi: Thời gian unstaking
zh_hans: 解除质押期

# wallet.balance.bonded
source: Staked
es: Delegado
fr: Mis en jeu
hu: Stake-elt
id: Dijamin
pt_pt: Delegado
ru: Застейкано
tr: Bağlanmış
zh_hans: 已质押

# staking.total.rewards_v1.9.0
source: Rewarded
es: Recompensado
fr: Récompensé
hu: Jutalmazott
id: Diberi Imbalan
it: Ricompensato
ja: 報酬
ko: 보상받음
pl: Nagrodzono
pt_pt: Recompensado
ru: Заработано
tr: Ödüllendirildi
vi: Đã được thưởng
zh_hans: 已奖励
