Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# staking.inactive.current.minimal.stake
source: Your stake is less than minimum of %@. Having stake less than minimum increases chances of staking to not generate rewards
es: Tu stake es menos del mínimo de %@. Tener un stake menor que el mínimo aumenta las posibilidades de que el staking no genere recompensas
fr: Votre mise est inférieure au minimum de %@. Le fait d'avoir une mise inférieure au minimum augmente les chances que la mise ne génère pas de récompenses.
hu: A stake-ed kevesebb, mint %@, ami a minimum. A minimálisnál kevesebb stake, nagy eséllyel nem fog jutalmat generálni.
id: Stake Anda kurang dari minimum %@. Memiliki stake di bawah minimum meningkatkan kemungkinan staking tidak menghasilkan hadiah
it: Il tuo staking è inferiore al minimo di %@. Avere uno staking inferiore al minimo aumenta le possibilità che lo staking non generi premi
ja: あなたのステークは最低限の%@以下です。 最低限のステーク未満では、報酬を生成する確率が減少します
ko: 귀하의 Stake가 최소 %@보다 적습니다. 최소 미만의 Stake는 보상이 발생하지 않을 가능성을 높입니다
pl: Twój stake jest mniejszy niż minimum %@. Stake mniejszy niż minimum zmniejsza szanse na generowanie nagród
pt_pt: Seu stake é menor que o mínimo de %@. Ter um stake abaixo do mínimo aumenta as chances de não gerar recompensas
ru: Ваш стейк меньше минимума %@. Стейк меньше минимума уменьшает шансы получить вознаграждение
tr: Bahis miktarınız, minimum %@ değerinin altında. Minimumdan daha az bir stake, stakingin ödül üretme ihtimalini azaltır
vi: Stake của bạn ít hơn mức tối thiểu %@. Stake ít hơn mức tối thiểu tăng cơ hội staking không tạo ra phần thưởng
zh_hans: 您的质押金额少于%@的最低限额。质押金额低于最低限额会增加质押不产生奖励的几率

# staking.change.your.validators
source: Change your validators.
es: Cambie sus validadores.
fr: Changez vos validateurs.
hu: Változtasd meg a validátoraidat.
id: Ganti validator Anda.
it: Cambia i tuoi validatori.
ja: バリデーターを変更してください。
ko: 검증자를 변경하십시오.
pl: Zmień swoich walidatorów.
pt_pt: Altere seus validadores.
ru: Смените своих валидаторов.
tr: Doğrulayıcılarınızı değiştirin.
vi: Thay đổi trình xác thực của bạn.
zh_hans: 更换您的验证者。

# staking.bond.more.tokens
source: Stake more tokens.
es: Haz stake de más tokens.
fr: Misez plus d'actifs.
hu: Stake-elj még több tokent.
id: Stake lebih banyak token.
it: Stake più token
ja: トークンをさらにステークする
ko: 더 많은 토큰을 Stake 하세요.
pl: Stake więcej tokenów.
pt_pt: Participe com mais tokens.
ru: Застейкайте ещё токенов
tr: Daha fazla token stake edin.
vi: Staking thêm token.
zh_hans: 质押更多代币。

# staking.redeem.unbonded.tokens
source: Redeem unstaked tokens.
es: Canjear tokens sin stake.
fr: Encaisser des actifs non misés.
hu: Kiváltható tokenek igénylése
id: Tarik token yang tidak disetorkan.
it: Riscatta i token non staked.
ja: アンステーク済みトークンを引き出してください。
ko: Unstaked 토큰을 교환하십시오.
pl: Odbierz unstaked tokeny.
pt_pt: Resgate tokens unstaked.
ru: Заберите токены после вывода
tr: Stakesiz token'ları geri al.
vi: Rút token đã Unstaked.
zh_hans: 赎回未质押的代币。

# staking.your.stake
source: Your stake
es: Tu apuesta
fr: Votre enjeu
hu: Stake-ed
id: Stake Anda
it: Il tuo stake
ja: あなたのStake
ko: 당신의 스테이크
pl: Twój stake
pt_pt: Sua aposta
ru: Ваш стейк
tr: Stake'iniz
vi: Stake của bạn
zh_hans: 您的质押

# staking.controller.account.zero.balance
source: We found that this account has no free tokens, are you sure that you want to change the controller?
es: Descubrimos que esta cuenta no tiene tokens libres, ¿estás seguro de que quieres cambiar el controlador?
fr: Nous avons constaté que ce compte n'a pas d'actifs disponibles. Êtes-vous sûr de vouloir changer de contrôleur ?
hu: Ezen a fiókon nincsenek szabad tokenek, biztos, hogy meg akarod változtatni a vezérlőt?
id: Kami menemukan bahwa akun ini tidak memiliki token gratis, apakah Anda yakin ingin mengganti pengendali?
it: Abbiamo riscontrato che questo account non ha token liberi, sei sicuro di voler cambiare il controller?
ja: このアカウントに自由なトークンがないことが確認されました。本当にコントローラーを変更しますか？
ko: 이 계정에 여유 토큰이 없는 것을 발견했습니다. 컨트롤러를 변경하시겠습니까?
pl: Znaleźliśmy, że to konto nie ma wolnych tokenów, czy na pewno chcesz zmienić kontrolera?
pt_pt: Descobrimos que esta conta não possui tokens livres, tem certeza de que deseja alterar o controlador?
ru: Мы обнаружили, что на этом аккаунте нет свободных токенов. Вы уверены, что хотите сменить контроллер?
tr: Bu hesabın ücretsiz tokenları olmadığını fark ettik, kontrolörü değiştirmek istediğinizden emin misiniz?
vi: Chúng tôi nhận thấy tài khoản này không có token tự do, bạn có chắc chắn muốn thay đổi controller không?
zh_hans: 我们发现这个账户没有自由令牌，您确定要更改控制器吗？

# wallet.send.balance.minimal
source: Minimal balance
es: Saldo mínimo
fr: Solde minimal
hu: Minimális egyenleg
id: Saldo Minimal
it: Saldo minimo
ja: 最小残高
ko: 최소 잔고
pl: Minimalne saldo
pt_pt: Saldo mínimo
ru: Минимальный баланс
tr: Minimum bakiye
vi: Số dư tối thiểu
zh_hans: 最小余额

# wallet.fee.over.existential.deposit
source: You should have funds to pay fee and remain above minimal balance.
es: Debes tener fondos para pagar la comisión y permanecer por encima del saldo mínimo.
fr: Vous devriez avoir des fonds pour payer les frais et rester au-dessus du solde minimal.
hu: Egyenleged a minimális felett kellett maradjon a díjak megfizetése után.
id: Anda harus memiliki dana untuk membayar biaya dan tetap di atas saldo minimal.
it: Devi avere fondi per pagare la commissione e rimanere sopra il saldo minimo.
ja: 手数料を支払い、最低残高以上を維持するための資金が必要です。
ko: 수수료를 지불하고 최소 잔고를 유지하려면 자금이 필요합니다.
pl: Powinieneś mieć środki na opłatę i utrzymanie minimalnego salda.
pt_pt: Você deve ter fundos suficientes para pagar a taxa e permanecer acima do saldo mínimo.
ru: У вас должны быть средства для оплаты комиссии и поддержания баланса выше минимального.
tr: Ücreti ödeyip minimal dengeyi aşacak kadar fonunuzun olması gerekir.
vi: Bạn cần có đủ quỹ để trả phí và duy trì trên mức cân bằng tối thiểu.
zh_hans: 您应有支付费用并保持最低余额以上的资金。

# staking.your.allocated.description
source: Your stake is allocated to the following validators.
es: Tu apuesta está asignada a los siguientes validadores.
fr: Votre mise est attribuée aux validateurs suivants.
hu: A stake-ed a következő validátorohoz van rendelve.
id: Stake Anda dialokasikan ke validator berikut.
it: Il tuo stake è assegnato ai seguenti validatori.
ja: あなたのステークは次のバリデータに割り当てられています。
ko: 귀하의 스테이크는 다음 밸리데이터에 할당됩니다.
pl: Twój Stake jest przypisany do następujących walidatorów.
pt_pt: Sua aposta é alocada aos seguintes validadores.
ru: Ваш стейк распределяется между этими валидаторами.
tr: Stake'iniz aşağıdaki doğrulayıcılara tahsis edilmiştir.
vi: Stake của bạn được phân bổ cho các người xác thực sau.
zh_hans: 您的质押已分配给以下验证者。

# staking.your.not.allocated.description
source: Others, who are active without your stake allocation.
es: Otros, que están activos sin tu asignación de apuesta.
fr: D'autres, qui sont actifs sans que vous leur attribuiez de participation.
hu: Mások, akik a stake-ed nélkül aktívak.
id: Yang lain, yang aktif tanpa alokasi taruhan Anda.
it: Altri, che sono attivi senza la tua assegnazione di stake.
ja: 他のアクティブな者はあなたのステーク割り当てなしで活動しています。
ko: 귀하의 스테이크 할당 없이 활동 중인 노드들.
pl: Inni, którzy są aktywni bez twojego przydziału Stake.
pt_pt: Outros, que estão ativos sem a sua alocação de aposta.
ru: Другие, которые активны без вашего стейка.
tr: Stake tahsisiniz olmadan aktif olan diğerleri.
vi: Những người khác, những người hoạt động mà không có phân bổ Stake của bạn.
zh_hans: 未分配您的质押的其他活跃验证者。

# staking.your.inactive.description
source: Validators who were not elected in this era.
es: Validadores que no fueron elegidos en esta era.
fr: Les validateurs qui n'ont pas été élus à cette ère.
hu: Validátorok, akiket ebben a korszakban nem választottak meg.
id: Validator yang tidak terpilih dalam era ini.
it: I validatori che non sono stati eletti in questa era.
ja: この時代に選ばれなかったバリデータ。
ko: 이번 시기에 선출되지 않은 밸리데이터입니다.
pl: Walidatorzy, którzy nie zostali wybrani w tej erze.
pt_pt: Validadores que não foram eleitos nesta era.
ru: Валидаторы, которые не были избраны в этой эре.
tr: Bu dönemde seçilmeyen doğrulayıcılar.
vi: Những người xác thực không được bầu trong thời kỳ này.
zh_hans: 本时代未被选中的验证者。

# tabbar.crowdloan.title
source: Crowdloans
fr: Prêts participatifs
hu: Közösségi hitelek
it: Prestiti collettivi
ja: クラウドローン
ko: 크라우드론
ru: Краудлоуны
tr: Kalabalık Fonlamalar
zh_hans: 众贷

# crowdloan.list.section.format
source: Select parachains to contribute your %@. You will receive rewards if the parachain acquires a slot by the end of the auction.
es: Selecciona parachains para contribuir con tus %@. Recibirás recompensas si la parachain adquiere un slot al final de la subasta.
fr: Choisissez les parachains oú contribuer vos %@. Vous recevrez des récompenses si la parachain acquiert un créneau à la fin des enchères.
hu: Válaszd ki a parachain-eket, hogy hozzájárulj %@ tokeneddel. Jutalmat kapsz, ha a parachain az aukció végéig megszerzi a helyet.
id: Pilih parachains untuk berkontribusi %@ Anda. Anda akan menerima imbalan jika parachain mendapatkan slot pada akhir lelang.
it: Seleziona i parachain per contribuire con il tuo %@. Riceverai ricompense se il parachain acquisisce uno slot entro la fine dell'asta.
ja: パラチェーンを選択してあなたの%@を貢献してください。オークションの終了までにパラチェーンがスロットを獲得すれば、報酬を受け取ります。
ko: 파라체인을 선택하여 %@을(를) 기여하세요. 경매 종료 시 파라체인이 슬롯을 획득하면 보상을 받게 됩니다.
pl: Wybierz parachainy do wniesienia swojego %@. Otrzymasz nagrody, jeśli parachain zdobędzie slot do końca aukcji.
pt_pt: Selecione parachains para contribuir com seu %@. Você receberá recompensas se a parachain adquirir um slot até o final do leilão.
ru: Выберите парачейны для внесения своего вклада %@. Вы получите вознаграждение, если парачейн приобретет слот до конца аукциона.
tr: %@'ınızı katkıda bulunabileceğiniz parachainleri seçin. Parachain açık artırmada bir slot kazanırsa ödüller alacaksınız.
vi: Chọn parachains để đóng góp %@ của bạn. Bạn sẽ nhận được phần thưởng nếu parachain giành được slot vào cuối cuộc đấu giá.
zh_hans: 选择平行链以贡献你的 %@。如果平行链在拍卖结束时获得一个插槽，你将收到奖励。

# crowdloan.you.contributions.title
source: Your contributions
es: Sus contribuciones
fr: Vos contributions
hu: Hozzájárulásaid
id: Kontribusi Anda
it: I tuoi contributi
ja: あなたの貢献
ko: 당신의 기여
pl: Twoje wkłady
pt_pt: Suas contribuições
ru: Ваш вклад
tr: Katkılarınız
vi: Các khoản đóng góp của bạn
zh_hans: 您的贡献

# crowdloan.about.crowdloans
source: About crowdloans
es: Acerca de los crowdloans
fr: À propos des prêts participatifs
hu: A közösségi hitelekről
id: Tentang crowdloans
it: Informazioni sulle crowdloan
ja: クラウドローンについて
ko: 크라우드론에 대해서
pl: O crowdloanach
pt_pt: Sobre crowdloans
ru: О краудлоунах
tr: Kitle fonlamaları hakkında
vi: Về crowdloans
zh_hans: 关于众贷

# crowdloan.progress.format
source: Raised: %@ of %@
es: Recaudado: %@ de %@
fr: Levé : %@ sur %@
hu: Összegyűlt: %@ / %@
id: Terkumpul: %@ dari %@
it: Raccolto: %@ di %@
ja: 集められた金額: %@ の %@
ko: 모금액: %@ 중 %@
pl: Zebrano: %@ z %@
pt_pt: Arrecadado: %@ de %@
ru: Собрано: %@ из %@
tr: Toplandı: %@ / %@
vi: Đã gây quỹ: %@ trong %@
zh_hans: 已筹集：%@ / %@

# crowdloan.empty.message
source: Information about crowdloans will appear here
es: La información sobre los crowdloans aparecerá aquí
fr: Les informations sur les prêts participatifs apparaîtront ici
hu: Itt fognak megjelenni információk a közösségi hitelekről
id: Informasi tentang crowdloans akan muncul di sini
it: Le informazioni sui crowdloans appariranno qui
ja: クラウドローンに関する情報 はこちらに表示されます
ko: 크라우드론에 관한 정보가 여기에 나타납니다
pl: Informacje o crowdloans pojawią się tutaj.
pt_pt: Informações sobre os crowdloans aparecerão aqui
ru: Информация о краудлоунах появится здесь.
tr: Crowdloanlar hakkındaki bilgiler burada görünecek.
vi: Thông tin về crowdloans sẽ xuất hiện ở đây
zh_hans: 众贷信息 将显示在这里

# common.time.left.format
source: %@ left
es: %@ restantes
fr: %@ restant
hu: %@ van vissza
id: %@ tersisa
it: %@ rimasti
ja: 残り%@
ko: %@ 남음
pl: Pozostało %@
pt_pt: %@ restantes
ru: %@ осталось
tr: %@ kaldı
vi: còn lại %@
zh_hans: %@ 剩余

# common.existential.warning.message
source: Operation will remove account from blockstore since it will make total balance lower than minimal balance.
es: La operación eliminará la cuenta del almacenamiento de bloques ya que hará que el saldo total sea menor que el saldo mínimo.
fr: L’opération supprimera le compte du blockstore car elle rendra le solde total inférieur au solde minimal.
hu: A művelet eltávolítja a fiókot a blokkláncról, mivel a teljes egyenleg kevesebb lesz, mint a minimálisan szükséges.
id: Operasi akan menghapus akun dari blockstore karena akan membuat saldo total lebih rendah dari saldo minimal.
it: L'operazione rimuoverà l'account dal blockstore poiché renderà il saldo totale inferiore al saldo minimo.
ja: 操作によりアカウントがブロックストアから削除されます。これは、総残高が最小残高未満になるためです。
ko: 작업이 최소 잔액보다 낮아져 블록스토어에서 계정을 제거합니다.
pl: Operacja usunie konto z pamięci bloków, ponieważ spowoduje to obniżenie całkowitego salda poniżej minimalnego.
pt_pt: A operação removerá a conta do armazenamento de blocos, pois fará com que o saldo total seja menor que o saldo mínimo.
ru: Операция удалит учетную запись из хранилища блоков, так как это сделает общий баланс ниже минимального.
tr: Bu işlem, toplam bakiyeyi minimal bakiyenin altına düşüreceği için hesabı blok deposundan kaldıracak.
vi: Hoạt động này sẽ loại bỏ tài khoản khỏi blockstore vì tổng số dư sẽ thấp hơn số dư tối thiểu.
zh_hans: 此操作将因总余额低于最小余额而从区块存储中移除账户。

# common.existential.warning.title
source: Operation will remove account
es: La operación eliminará la cuenta
fr: L'opération supprimera le compte
hu: A művelet el fogja távolítani a fiókot
id: Operasi akan menghapus akun
it: L'operazione rimuoverà l'account
ja: 操作によりアカウントが削除されます
ko: 작업이 계정을 제거합니다
pl: Operacja usunie konto
pt_pt: A operação removerá a conta
ru: Операция удалит аккаунт
tr: Hesap kaldırılacak
vi: Thao tác sẽ xóa tài khoản
zh_hans: 操作将移除账户

# crowdloan.ended.message
source: Cannot contribute to selected crowdloan since it is already ended.
es: No se puede contribuir al crowdloan seleccionado ya que ya ha finalizado.
fr: Impossible de contribuer au prêt participatif sélectionné puisqu'il est déjà terminé.
hu: Nem tudsz hozzájárulni a kiválasztott közösségi hitelhez, mivel már véget ért.
id: Tidak dapat berkontribusi ke crowdloan yang dipilih karena sudah selesai
it: Impossibile contribuire al crowdloan selezionato poiché è già terminato.
ja: 選択されたクラウドローンは既に終了しているため、貢献できません。
ko: 선택된 크라우드론이 이미 종료되었으므로 기여 불가합니다.
pl: Nie można wnieść wkładu do wybranego crowdloan, ponieważ już się zakończył.
pt_pt: Não é possível contribuir para o crowdloan selecionado, pois já terminou.
ru: Невозможно внести вклад в выбранный краудлоун, поскольку он уже завершён.
tr: Seçilen crowdloana artık katkıda bulunulamaz çünkü sona ermiştir.
vi: Không thể đóng góp cho crowdloan đã chọn vì nó đã kết thúc.
zh_hans: 由于已经结束，无法对选定的众贷进行贡献。

# crowdloan.ended.title
source: Crowdloan is ended
es: El crowdloan ha finalizado
fr: Prêt participatif terminé
hu: A közösségi hitel véget ért
id: Crowdloan telah berakhir
it: Il crowdloan è concluso
ja: クラウドローンは終了しました
ko: 크라우드론 종료됨
pl: Crowdloan zakończony
pt_pt: Crowdloan terminou
ru: Краудлоун завершён
tr: Crowdloan sona erdi
vi: Crowdloan đã kết thúc
zh_hans: 众贷已结束

# crowdloan.cap.reached.amount.message
source: Cannot contribute chosen amount since resulting raised amount will exceed crowdloan cap. Maximum allowed contribution is %@.
es: No se puede contribuir con la cantidad elegida ya que el monto recaudado resultante superará el límite del crowdloan. La contribución máxima permitida es %@.
fr: Il n'est pas possible de contribuer le montant choisi car le montant levé dépassera le plafond du participatif. La contribution maximale autorisée est de %@.
hu: Nem tudod a kiválasztott összeget hozzáadni, mert azzal a közösségi hitel túllépné a felső határát. A maximum megengedett keret: %@.
id: Tidak dapat berkontribusi dengan jumlah yang dipilih karena jumlah yang terkumpul akan melebihi batas crowdloan. Kontribusi maksimum yang diizinkan adalah %@.
it: Impossibile contribuire all'importo scelto poiché l'importo raccolto risultante supererà il limite del crowdloan. Il contributo massimo consentito è %@.
ja: 選択した金額を投資できません。合計額がクラウドローンの上限を超えてしまいます。最大許容投資額は%@です。
ko: 선택한 금액을 기여할 수 없습니다. 결과적으로 모금된 금액이 크라우드론 한도를 초과할 것입니다. 허용된 최대 기여는 %@입니다.
pl: Nie można wpłacić wybranej kwoty, ponieważ suma zebranych środków przekroczy limit crowdloanu. Maksymalny dozwolony wkład to %@.
pt_pt: Não é possível contribuir com o valor escolhido uma vez que o montante arrecadado resultante excederá o limite do crowdloan. A contribuição máxima permitida é %@.
ru: Невозможно вложить введённую сумму, поскольку общая сумма сбора будет превышать максимальную сумму краудлоуна. Максимально допустимый вклад составляет %@ .
tr: Seçilen miktarın katkıda bulunulması sonucunda toplanan miktarın crowdloan sınırını aşması mümkün değildir. Maksimum izin verilen katkı %@.
vi: Không thể đóng góp số tiền đã chọn vì số tiền được huy động sẽ vượt quá hạn mức crowdloan. Số tiền đóng góp tối đa cho phép là %@.
zh_hans: 由于结果增加的金额将超过众贷上限，无法贡献选定金额。允许的最大贡献为 %@。

# crowdloan.cap.reached.raised.message
source: Cannot contribute to selected crowdloan since its cap is already reached.
es: No se puede contribuir al crowdloan seleccionado ya que su límite ya ha sido alcanzado.
fr: Impossible de contribuer au prêt participatif sélectionné car son plafond est déjà atteint.
hu: Nem tudsz hozzájárulni a kiválasztott közösségi hitelhez, mivel az már elérte a felső határt.
id: Tidak dapat berkontribusi ke crowdloan yang dipilih karena batasnya telah tercapai.
it: Impossibile contribuire al crowdloan selezionato poiché il suo limite è già stato raggiunto.
ja: 選択したクラウドローンに投資できません。上限額に達しています。
ko: 선택한 크라우드론에 기여할 수 없습니다. 이미 한도에 도달했습니다.
pl: Nie można uczestniczyć w wybranym crowdloanie, ponieważ jego limit został już osiągnięty.
pt_pt: Não é possível contribuir para o crowdloan selecionado, uma vez que seu limite já foi atingido.
ru: Невозможно внести вклад в выбранный краудлоун, поскольку его максимальная сумма сбора уже достигнута.
tr: Seçilen crowdloana katkıda bulunulamaz çünkü maksimum sınırına zaten ulaşılmıştır.
vi: Không thể đóng góp vào crowdloan đã chọn vì nó đã đạt hạn mức.
zh_hans: 由于已达到上限，无法对选定的众贷进行贡献。

# crowdloan.cap.reached.title
source: Crowdloan cap exceeded
es: Límite del crowdloan superado
fr: Plafond du prêt participatif dépassé
hu: A közösségi hitel túllépte a felső határt
id: Batas Cap Crowdloan Terlampaui
it: Superato limite crowdloan
ja: クラウドローンの上限を超えました
ko: 크라우드론 상한 초과
pl: Przekroczono limit crowdloan
pt_pt: Limite do crowdloan excedido
ru: Превышена максимальная сумма краудлоуна
tr: Crowdloan sınırı aşıldı
vi: Vượt quá giới hạn Crowdloan
zh_hans: 众贷上限超出

# crowdloan.too.small.contribution.message
source: The minimum allowed amount to contribute is %@.
es: La cantidad mínima permitida para contribuir es %@.
fr: Le montant de contribution minimum est de %@
hu: A hozzájárulás minimálisan megengedett összege %@.
id: Jumlah minimum yang diizinkan untuk berkontribusi adalah %@.
it: L'importo minimo consentito per contribuire è %@.
ja: 貢献するための最小許容額は%@です。
ko: 기여할 수 있는 최소 금액은 %@입니다.
pl: Minimalna dozwolona kwota wkładu wynosi %@.
pt_pt: A quantidade mínima permitida para contribuição é %@.
ru: Минимально допустимая сумма вклада составляет %@ .
tr: Katkıda bulunmanın izin verilen minimum miktarı %@.
vi: Số tiền tối thiểu được cho phép đóng góp là %@.
zh_hans: 允许贡献的最低金额是%@。

# crowdloan.too.small.contribution.title
source: Contribution amount is too small
es: La cantidad de contribución es demasiado pequeña
fr: Le montant de la contribution est trop faible
hu: A hozzájárulás összege túl alacsony
id: Jumlah sumbangan terlalu kecil
it: L'importo del contributo è troppo piccolo
ja: 貢献額が小さすぎます
ko: 기여 금액이 너무 작습니다
pl: Kwota wkładu jest za mała
pt_pt: Quantia da contribuição é muito pequena
ru: Сумма вклада слишком мала
tr: Katkı miktarı çok küçük
vi: Số tiền đóng góp quá nhỏ
zh_hans: 贡献金额太小

# crowdloan.learn
source: Learn %@'s crowdloan
es: Sobre el crowdloan de %@
fr: Découvrir le prêt participatif de %@
hu: Ismerd meg a(z) %@ közösségi hitelt
id: Pelajari crowdloan %@
it: Scopri il crowdloan di %@
ja: %@のクラウドローンについて学ぶ
ko: 크라우드론 %@ 배우기
pl: Sprawdź crowdloan %@
pt_pt: Saiba mais sobre o crowdloan de %@
ru: О краудлоуне %@
tr: %@'in crowdloanını öğren
vi: Tìm hiểu về crowdloan của %@
zh_hans: 了解 %@ 的众贷

# common.time.left
source: Time left
es: Tiempo restante
fr: Temps restant
hu: Hátralévő idő
id: Waktu tersisa
it: Tempo rimasto
ja: 残り時間
ko: 남은 시간
pl: Pozostały czas
pt_pt: Tempo restante
ru: Оставшееся время
tr: Kalan zaman
vi: Thời gian còn lại
zh_hans: 剩余时间

# crowdloan.placeholder
source: Active crowdloans will appear here
es: Los crowdloans activos aparecerán aquí
fr: Les prêts participatifs actifs apparaîtront ici
hu: Itt fognak megjelenni az aktív közösségi hitelek
id: Crowdloans aktif akan muncul di sini
it: Le crowdloan attive apriranno qui
ja: アクティブなクラウドローンはここに表示されます
ko: 활성 크라우드론은 여기에 표시됩니다
pl: Aktywne crowdloany pojawią się tutaj
pt_pt: Crowdloans ativos aparecerão aqui
ru: Здесь появятся активные краудлоуны
tr: Aktif kitle fonlamaları burada görünecek
vi: Crowdloans hoạt động sẽ xuất hiện ở đây
zh_hans: 活跃的众筹将显示在此处

# crowdloan.contribute.title
source: Contribute to crowdloan
es: Contribuir al crowdloan
fr: Contribuer au prêt participatif
hu: Hozzájárulás a közösségi hitelekhez
id: Berpartisipasi dalam crowdloan
it: Contribuisci al crowdloan
ja: クラウドローンに貢献する
ko: 크라우드론에 기여
pl: Wnieś wkład do crowdloan
pt_pt: Contribua para o crowdloan
ru: Внести вклад в краудлоун
tr: Crowdloana katkıda bulun
vi: Đóng góp cho crowdloan
zh_hans: 对众贷进行贡献

# crowdloan.unlock.hint
source: Your %@ tokens will be returned after the leasing period.
es: Sus tokens %@ serán devueltos después del periodo de leasing.
fr: Vos actifs %@ seront retournés après la période de location.
hu: %@ tokenjeid a lízingidőszak lejárta után kerülnek vissza.
id: Token %@ Anda akan dikembalikan setelah periode penyewaan berakhir.
it: I tuoi token %@ saranno restituiti dopo il periodo di leasing.
ja: リース期間の終了後にあなたの %@ トークンが返還されます。
ko: 임대 기간이 끝난 후 당신의 %@ 토큰이 반환됩니다.
pl: Twoje %@ tokeny zostaną zwrócone po okresie leasingu.
pt_pt: Seus tokens %@ serão devolvidos após o período de locação.
ru: Ваши %@ токены будут возвращены обратно после срока лизинга парачейна.
tr: Kiralanma dönemi sonrasında %@ tokenlarınız iade edilecektir.
vi: Các token %@ của bạn sẽ được hoàn trả sau kỳ hạn cho thuê.
zh_hans: 租赁期结束后，您的%@代币将被退还。

source: Crowdloan info
es: Información del crowdloan
fr: Informations sur le prêt participatif
hu: Közösségi hitel információ
id: Informasi Crowdloan
it: Informazioni sui crowdloan
ja: クラウドローン情報
ko: 크라우드론 정보
pl: Informacje o crowdloan
pt_pt: Informações sobre o crowdloan
ru: Информация о краундлоуне
tr: Crowdloan bilgisi
vi: Thông tin về Crowdloan
zh_hans: 众贷信息

# crowdloan.raised
source: Raised
es: Recaudado
fr: Levés
hu: Összegyűlt
id: Terkumpul
it: Raccolto
ja: 集められた
ko: 모금됨
pl: Zebrano
pt_pt: Arrecadado
ru: Собрано
tr: Toplandı
vi: Đã thu được
zh_hans: 已筹集

# crowdloan.leasing.period
source: Leasing period
es: Período de arrendamiento
fr: Période de location
hu: Lízing időszak
id: Periode Sewa
it: Periodo di leasing
ja: リース期間
ko: 임대 기간
pl: Okres leasingu
pt_pt: Período de leasing
ru: Период лизинга
tr: Leasing periyodu
vi: Thời gian thuê
zh_hans: 租赁期

# common.till.date
source: till %@
es: hasta %@
fr: jusqu'à %@
hu: %@ -ig
id: hingga %@
it: fino al %@
ja: %@まで
ko: %@까지
pl: do %@
pt_pt: até %@
ru: до %@
tr: %@ kadar
vi: đến %@
zh_hans: 直到%@

# crowdloan.reward
source: Estimated reward
es: Recompensa estimada
fr: Récompense estimée
hu: Becsült jutalom
id: Imbalan perkiraan
it: Ricompensa stimata
ja: 見積もり報酬
ko: 예상 보상
pl: Szacowana nagroda
pt_pt: Recompensa estimada
ru: Примерное вознаграждение
tr: Tahmini ödül
vi: Phần thưởng ước tính
zh_hans: 预计奖励
