Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# common.close
source: Close
es: Cerrar
fr: Fermer
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_pt: Fechar
ru: Закрыть
tr: Kapat
vi: Đóng
zh_hans: 关闭

# common.next
source: Next
es: Siguiente
fr: Suivant
hu: Következő
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
pl: Dalej
pt_pt: Próximo
ru: Далее
tr: İleri
vi: Tiếp theo
zh_hans: 下一步

# common.cancel
source: Cancel
es: Cancelar
fr: Annuler
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_pt: Cancelar
ru: Отмена
tr: İptal et
vi: Hủy
zh_hans: 取消

# common.skip
source: Skip
es: Saltar
fr: Ignorer
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
pl: Pomiń
pt_pt: Pular
ru: Пропустить
tr: Atla
vi: Bỏ qua
zh_hans: 跳过

# common.use
source: Use
es: Usar
fr: Utiliser
hu: Használ
id: Gunakan
it: Usa
ja: 使用
ko: 사용
pl: Użyj
pt_pt: Usar
ru: Использовать
tr: Kullan
vi: Sử dụng
zh_hans: 使用

# common.error.general.title
source: Error
fr: Erreur
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_pt: Erro
ru: Ошибка
tr: Hata
vi: Lỗi
zh_hans: 错误

# common.copy.address
source: Copy address
es: Copiar dirección
fr: Copier l'adresse
hu: Cím másolása
id: Salin alamat
it: Copia indirizzo
ja: アドレスをコピー
ko: 주소 복사
pl: Kopiuj adres
pt_pt: Copiar endereço
ru: Копировать адрес
tr: Adresi kopyala
vi: Sao chép địa chỉ
zh_hans: 复制地址

# operation.error.title
source: Operation Failed
es: Operación Fallida
fr: Échec de l'opération
hu: A művelet nem sikerült
id: Operasi Gagal
it: Operazione non riuscita
ja: 操作に失敗しました
ko: 작업 실패
pl: Operacja nieudana
pt_pt: Falha na Operação
ru: Ошибка операции
tr: İşlem Başarısız
vi: Thao tác Thất bại
zh_hans: 操作失败

# operation.error.message
source: Please, try again later
es: Por favor, intenta de nuevo más tarde
fr: Veuillez réessayer plus tard
hu: Kérlek, próbáld újra később
id: Silakan coba lagi nanti
it: Per favore, riprova più tardi
ja: もう一度後で試してください
ko: 나중에 다시 시도해 주세요
pl: Proszę, spróbuj ponownie później
pt_pt: Por favor, tente novamente mais tarde
ru: Пожалуйста, попробуйте позже
tr: Lütfen, daha sonra tekrar deneyin
vi: Vui lòng thử lại sau
zh_hans: 请稍后再试

# connection.error.title
source: Connection Failed
es: Conexión fallida
fr: Échec de la connexion
hu: Sikertelen kapcsolat
id: Gagal Koneksi
it: Connessione fallita
ja: 接続失敗
ko: 연결 실패
pl: Błąd połączenia
pt_pt: Falha na conexão
ru: Ошибка соединения
tr: Bağlantı Başarısız
vi: Kết nối thất bại
zh_hans: 连接失败

# connection.error.message
source: Please, check internet connection and try again later.
es: Por favor, verifica la conexión a Internet y vuelve a intentarlo más tarde.
fr: Veuillez vérifier la connexion Internet et réessayer plus tard
hu: Kérlek, ellenőrizd az internetkapcsolatod, és próbáld újra később.
id: Harap periksa koneksi internet dan coba lagi nanti.
it: Per favore, controlla la connessione internet e riprova più tardi.
ja: ネットワーク接続を確認し、後で再試行してください。
ko: 인터넷 연결을 확인하고 나중에 다시 시도해 주세요.
pl: Proszę sprawdzić połączenie internetowe i spróbować ponownie później.
pt_pt: Por favor, verifique a conexão com a internet e tente novamente mais tarde.
ru: Пожалуйста, проверьте подключение к Интернету и повторите попытку.
tr: Lütfen internet bağlantısını kontrol edin ve daha sonra tekrar deneyin.
vi: Vui lòng kiểm tra kết nối internet và thử lại sau.
zh_hans: 请检查互联网连接，然后再试一次。

# onboarding.create.wallet
source: Create a new wallet
es: Crear una nueva cartera
fr: Créer un nouveau portefeuille
hu: Új tárca létrehozása
id: Buat dompet baru
it: Crea un nuovo portafoglio
ja: 新しいウォレットを作成
ko: 새 지갑 생성
pl: Utwórz nowy portfel
pt_pt: Criar uma nova carteira
ru: Создать новый кошелёк
tr: Yeni bir cüzdan oluştur
vi: Tạo ví mới
zh_hans: 创建一个新钱包

# onboarding.restore.wallet
source: Already have a wallet
es: Ya tengo una cartera
fr: J'ai déjà un portefeuille
hu: Már rendelkezem tárcával
id: Sudah memiliki dompet
it: Ho già un portafoglio
ja: 既にウォレットがあります
ko: 이미 지갑이 있습니다
pl: Mam już portfel
pt_pt: Já possui uma carteira
ru: У меня уже есть кошелёк
tr: Zaten bir cüzdanım var
vi: Đã có ví
zh_hans: 已有钱包

# onboarding.create.chain.account
source: Create a new account
es: Crear una nueva cuenta
fr: Créer un nouveau compte
hu: Új fiók létrehozása
id: Buat akun baru
it: Crea un nuovo account
ja: 新しいアカウントを作成
ko: 새 계정 만들기
pl: Utwórz nowe konto
pt_pt: Criar uma nova conta
ru: Создать новый аккаунт
tr: Yeni bir hesap oluştur
vi: Tạo tài khoản mới
zh_hans: 创建一个新账户

# onboarding.restore.chain.account
source: Already have an account
es: Ya tengo una cuenta
fr: J'ai déjà un compte
hu: Már rendelkezem fiókkal
id: Sudah memiliki akun
it: Ho già un account
ja: すでにアカウントを持っています
ko: 이미 계정이 있습니다
pl: Już posiadasz konto
pt_pt: Já tenho uma conta
ru: У меня уже есть аккаунт
tr: Zaten bir hesabım var
vi: Đã có tài khoản
zh_hans: 已有账户

# import.wallet.title
source: Import wallet
es: Importar monedero
fr: Importer un portefeuille
hu: Tárca importálása
id: Impor dompet
it: Importa portafoglio
ja: ウォレットのインポート
ko: 지갑 가져오기
pl: Importować portfel
pt_pt: Importar carteira
ru: Импортировать кошелёк
tr: Cüzdanı İçe Aktar
vi: Nhập ví
zh_hans: 导入钱包

# import.chain.account.title
source: Import account
es: Importar cuenta
fr: Importer un compte
hu: Fiók importálása
id: Impor akun
it: Importa account
ja: アカウントをインポート
ko: 계정 가져오기
pl: Importuj konto
pt_pt: Importar conta
ru: Импортировать аккаунт
tr: Hesabı içe aktar
vi: Nhập tài khoản
zh_hans: 导入账户

# onboarding.terms.and.conditions.1
source: I have read and agreed to Terms and Conditions and Privacy Policy
es: He leído y estoy de acuerdo con Términos y Condiciones y Política de Privacidad
fr: J'ai lu et j'accepte les conditions générales et politique de confidentialité
hu: Elolvastam és elfogadtam az Általános Szerződési Feltételeket és az Adatvédelmi szabályzatot
id: Saya telah membaca dan menyetujui Syarat dan Ketentuan serta Kebijakan Privasi
it: Ho letto e accettato Termini e Condizioni e Informativa sulla Privacy
ja: 利用規約とプライバシーポリシーを読んで同意しました
ko: 동의함과 읽었음을 확인합니다 이용 약관과 개인정보 처리방침
pl: Przeczytałem i zgadzam się z Warunkami i Polityką prywatności
pt_pt: Eu li e concordei com os Termos e Condições e a Política de Privacidade
ru: Я подтверждаю, что прочитал и согласен с Условиями использования и Политикой конфиденциальности
tr: Kullanım Koşullarını ve Gizlilik Politikasını okudum ve kabul ediyorum
vi: Tôi đã đọc và đồng ý với Điều khoản và Điều kiện và Chính sách Bảo mật
zh_hans: 我已阅读并同意 使用条款和隐私政策

# onboarding.terms.and.conditions.2
source: Terms and Conditions
es: Términos y Condiciones
fr: Conditions générales
hu: Felhasználási feltételek
id: Syarat dan Ketentuan
it: Termini e Condizioni
ja: 利用規約
ko: 이용 약관
pl: Warunki użytkowania
pt_pt: Termos e Condições
ru: Условиями использования
tr: Kullanım Koşulları
vi: Điều khoản và Điều kiện
zh_hans: 使用条款

# onboarding.privacy.policy
source: Privacy Policy
es: Política de Privacidad
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pl: Polityka prywatności
pt_pt: Política de Privacidade
ru: Политикой конфиденциальности
tr: Gizlilik Politikası
vi: Chính sách Bảo mật
zh_hans: 隐私政策

# pincode.enter.pin.code
source: Enter PIN code
es: Introduce el código PIN
fr: Saisissez le code
hu: PIN-kód megadása
id: Masukkan kode PIN
it: Inserisci il codice PIN
ja: PINコードを入力
ko: PIN 코드를 입력하십시오.
pl: Wprowadź PIN
pt_pt: Digite o código PIN
ru: Введите PIN-код
tr: PIN kodunu girin
vi: Nhập mã PIN
zh_hans: 输入密码

# pincode.confirm.your.pin.code
source: Confirm your pin code
es: Confirma tu código PIN
fr: Confirmez votre code pin
hu: Erősítsd meg a PIN-kódodat
id: Konfirmasi kode pin Anda
it: Conferma il tuo PIN
ja: PINコードを確認
ko: PIN 코드를 확인하십시오.
pl: Potwierdź swój PIN
pt_pt: Confirme seu código PIN
ru: Подтвердите свой PIN-код
tr: Pin kodunuzu onaylayın
vi: Xác nhận mã pin của bạn
zh_hans: 确认您的密码

# pincode.set.your.pin.code
source: Set your pin code
es: Establece tu código PIN
fr: Définissez votre code
hu: Add meg PIN-kódodat
id: Atur kode pin Anda
it: Imposta il tuo codice PIN
ja: PINコードを設定
ko: PIN 코드를 설정하십시오.
pl: Ustaw swój PIN
pt_pt: Defina o seu código PIN
ru: Установите свой PIN-код
tr: Pin kodunuzu ayarlayın
vi: Đặt mã pin của bạn
zh_hans: 设置您的密码

# ask.touchid.message
source: Would you like to use Touch ID for authentication?
es: ¿Te gustaría usar Touch ID para la autenticación?
fr: Voulez-vous utiliser Touch ID pour l'authentification ?
hu: Szeretnéd használni a Touch ID-t a hitelesítéshez?
id: Apakah Anda ingin menggunakan Touch ID untuk otentikasi?
it: Vuoi utilizzare Touch ID per l'autenticazione?
ja: 認証にTouch IDを使用しますか?
ko: Touch ID를 사용하여 인증하시겠습니까?
pl: Czy chcesz użyć Touch ID do uwierzytelniania?
pt_pt: Você gostaria de usar o Touch ID para autenticação?
ru: Хотите ли Вы использовать Touch ID для входа в приложение?
tr: Kimlik doğrulama için Touch ID kullanmak ister misiniz?
vi: Bạn có muốn sử dụng Touch ID để xác thực không?
zh_hans: 您想使用指纹识别进行认证吗？

# ask.faceid.message
source: Would you like to use Face ID for authentication?
es: ¿Te gustaría usar Face ID para la autenticación?
fr: Voulez-vous utiliser Face ID pour l'authentification ?
hu: Szeretnéd használni a Face ID-t a hitelesítéshez?
id: Apakah Anda ingin menggunakan Face ID untuk otentikasi?
it: Vuoi utilizzare Face ID per l'autenticazione?
ja: 認証にFace IDを使用しますか?
ko: Face ID를 사용하여 인증하시겠습니까?
pl: Czy chcesz użyć Face ID do uwierzytelniania?
pt_pt: Você gostaria de usar o Face ID para autenticação?
ru: Хотите ли Вы использовать Face ID для входа в приложение?
tr: Kimlik doğrulama için Face ID kullanmak ister misiniz?
vi: Bạn có muốn sử dụng Face ID để xác thực không?
zh_hans: 您想使用面部识别进行认证吗？

# ask.biometry.reason
source: Authenticate to access the account
es: Autentícate para acceder a la cuenta
fr: S'authentifier pour accéder au compte
hu: A fiók hozzáféréshez azonosítás szükséges
id: Autentikasi untuk mengakses akun
it: Autenticati per accedere all'account
ja: アカウントにアクセスするために認証してください
ko: 계정에 접근하려면 인증이 필요합니다
pl: Uwierzytelnij się, aby uzyskać dostęp do konta
pt_pt: Autentique-se para acessar a conta
ru: Авторизуйтесь для доступа к аккаунту
tr: Hesaba erişim için kimlik doğrulayın
vi: Xác thực để truy cập tài khoản
zh_hans: 验证以访问账户

# access.restore.words.error.message
source: Mnemonic must contain 24 words at max
es: El mnemónico debe contener un máximo de 24 palabras
fr: La mnémonique doit contenir 24 mots au maximum
hu: A mnemonikának maximum 24 szót kell tartalmaznia
id: Mnemonik harus mengandung maksimal 24 kata
it: Il mnemonico deve contenere al massimo 24 parole
ja: ニーモニックは最大24語を含む必要があります
ko: 니모닉은 최대 24개의 단어를 포함해야 합니다
pl: Mnemonika musi zawierać maksymalnie 24 słowa
pt_pt: A mnemônica deve conter no máximo 24 palavras
ru: Мнемоника должна содержать не более 24 слов
tr: Mnemonik en fazla 24 kelime içermelidir
vi: Mnemonic phải chứa tối đa 24 từ
zh_hans: 助记词最多包含24个单词

# access.restore.phrase.error.message
source: Your mnemonic is invalid. Please, try another one.
es: Tu mnemónico es inválido. Por favor, intenta con otro.
fr: Votre mnémonique n'est pas valide. S'il vous plaît, essayez-en une autre.
hu: A mnemonika érvénytelen. Kérlek, próbálkozz egy másikkal.
id: Mnemonik Anda tidak valid. Silakan coba yang lain.
it: Il tuo mnemonico non è valido. Per favore, prova un altro
ja: あなたのニーモニックが無効です。別のものを試してください。
ko: 당신의 니모닉이 유효하지 않습니다. 다른 것을 시도해 주세요.
pl: Twoja mnemonika jest nieprawidłowa. Proszę, spróbuj inną.
pt_pt: Sua mnemônica é inválida. Por favor, tente outra.
ru: Ваша мнемоника недействительна. Пожалуйста, попробуйте другую
tr: Mnemonik geçersiz. Lütfen başka bir tane deneyin.
vi: Chuỗi mnemonic của bạn không hợp lệ. Vui lòng thử lại.
zh_hans: 您的助记词无效，请尝试另一个。

# tabbar.wallet.title
source: Wallet
es: Cartera
fr: Portefeuille
hu: Tárca
id: Dompet
it: Portafoglio
ja: ウォレット
ko: 지갑
pl: Portfel
pt_pt: Carteira
ru: Кошелёк
tr: Cüzdan
vi: Ví
zh_hans: 钱包

# tabbar.staking.title
source: Staking
hu: Stake-elés
ru: Стейкинг
zh_hans: 质押

# tabbar.settings.title
source: Settings
es: Configuraciones
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_pt: Configurações
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

# wallet.empty.description
source: Incoming and outgoing operations will appear here
es: Operaciones entrantes y salientes se mostrarán aquí
fr: Les opérations entrantes et sortantes apparaîtront ici
hu: Itt fognak megjelenni a bejövő és kimenő műveletek
id: Operasi masuk dan keluar akan muncul di sini
it: Qui verranno visualizzate le operazioni in entrata e in uscita
ja: 入金および出金 操作はここに表示されます
ko: 입출금 거래가 여기에 표시됩니다
pl: Przychodzące i wychodzące transakcje pojawią się tutaj
pt_pt: Operações de entrada e saída serão exibidas aqui
ru: Входящие и исходящие транзакции будут отображаться здесь
tr: Gelen ve giden işlemler burada görünecek
vi: Các hoạt động đến và đi sẽ xuất hiện ở đây
zh_hans: 传入和传出操作将在这里显示

# profile.title
source: Settings
es: Configuración
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_pt: Configurações
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

# profile.about.title
source: About
es: Acerca de
fr: À propos
hu: Rólunk
id: Tentang
it: Informazioni
ja: 概要
ko: 정보
pl: O aplikacji
pt_pt: Sobre
ru: О приложении
tr: Hakkında
vi: Giới thiệu
zh_hans: 关于

# profile.language.title
source: Language
es: Idioma
fr: Langue
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
pl: Język
pt_pt: Idioma
ru: Язык
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言

# about.version
source: App version
es: Versión de la aplicación
fr: Version de l'application
hu: Alkalmazás verzió
id: Versi Aplikasi
it: Versione dell'applicazione
ja: アプリバージョン
ko: 앱 버전
pl: Wersja aplikacji
pt_pt: Versão do aplicativo
ru: Версия
tr: Uygulama Versiyonu
vi: Phiên bản ứng dụng
zh_hans: 应用版本

# about.contact.us
source: Contact Us
es: Contáctanos
fr: Contactez-nous
hu: Kapcsolat
id: Hubungi Kami
it: Contattaci
ja: お問い合わせ
ko: 문의하기
pl: Skontaktuj się z nami
pt_pt: Contate-nos
ru: Свяжитесь с нами
tr: Bize Ulaşın
vi: Liên hệ chúng tôi
zh_hans: 联系我们

# about.title
source: About
es: Acerca de
fr: À propos
hu: Rólunk
id: Tentang
it: Informazioni sull'applicazione
ja: アプリについて
ko: 정보
pl: O aplikacji
pt_pt: Sobre
ru: О приложении
tr: Hakkında
vi: Giới thiệu
zh_hans: 关于

# about.privacy
source: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
pl: Polityka prywatności
pt_pt: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh_hans: 隐私政策

# about.terms
source: Terms and Conditions
es: Términos y Condiciones
fr: Conditions générales
hu: Általános Szerződési Feltételek
id: Syarat dan Ketentuan
it: Termini e condizioni
ja: 利用規約
ko: 이용 약관
pl: Warunki użytkowania
pt_pt: Termos e Condições
ru: Условия использования
tr: Kullanım Koşulları
vi: Điều khoản và điều kiện
zh_hans: 条款和条件

# help.support.title
source: Nova support
es: Soporte de Nova
fr: Assistance Nova
hu: Nova ügyfélszolgálat
id: Dukungan Nova
it: Supporto Nova
ja: Novaサポート
ko: Nova 지원
pl: Wsparcie Nova
pt_pt: Suporte Nova
ru: Поддержка Nova
tr: Nova desteği
vi: Hỗ trợ Nova
zh_hans: Nova 支持

# no.email.bound.error.message
source: Please, make sure that the mail application is installed on the device.
es: Por favor, asegúrate de que la aplicación de correo está instalada en el dispositivo.
fr: Veuillez vous assurer que l'application de messagerie est installée sur l'appareil
hu: Kérlek ellenőrizzd, hogy a levelező alkalmazás telepítve van-e a készülékeden.
id: Pastikan aplikasi email terinstal di perangkat.
it: Assicurati che l'applicazione di posta sia installata sul dispositivo
ja: メールアプリケーションがデバイスにインストールされていることを確認してください。
ko: 기기에 메일 애플리케이션이 설치되어 있는지 확인하십시오.
pl: Upewnij się, że aplikacja pocztowa jest zainstalowana na urządzeniu.
pt_pt: Por favor, certifique-se de que o aplicativo de e-mail está instalado no dispositivo.
ru: Пожалуйста, убедитесь, что на устройстве установлено почтовое приложение.
tr: Lütfen, cihazda mail uygulamasının yüklü olduğundan emin olun.
vi: Vui lòng đảm bảo rằng ứng dụng mail đã được cài đặt trên thiết bị.
zh_hans: 请确保设备上安装了邮件应用。

# connection.management.title
source: Networks
es: Redes
fr: Réseaux
hu: Hálózatok
id: Jaringan
it: Reti
ja: ネットワーク
ko: 네트워크
pl: Sieci
pt_pt: Redes
ru: Сети
tr: Ağlar
vi: Mạng
zh_hans: 网络

# onboarding.create.account
source: Create account
es: Crear cuenta
fr: Créer un compte
hu: Fiók létrehozása
id: Buat akun
it: Crea account
ja: アカウントを作成
ko: 계정 생성
pl: Utwórz konto
pt_pt: Criar conta
ru: Создать аккаунт
tr: Hesap oluştur
vi: Tạo tài khoản
zh_hans: 创建账户

# wallet.username.setup.choose.title
source: Wallet nickname
es: Apodo del monedero
fr: Surnom du portefeuille
hu: Tárca beceneve
id: Nama panggilan dompet
it: Soprannome del portafoglio
ja: ウォレットのニックネーム
ko: 지갑 별명
pl: Pseudonim portfela
pt_pt: Apelido da carteira
ru: Имя кошелька
tr: Cüzdan adı
vi: Biệt danh ví
zh_hans: 钱包昵称

# account.username.setup.choose.title
source: Name
es: Nombre
fr: Nom
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
pl: Imię
pt_pt: Nome
ru: Имя
tr: Ad
vi: Tên
zh_hans: 名称

# wallet.username.setup.hint
source: Example: Savings, Investments, Crowdloans, Staking.
es: Ejemplo: Ahorros, Inversiones, Crowdloans, Staking.
fr: Exemple : Épargne, investissements, prêts participatifs, staking.
hu: Példa: Megtakarítások, Befektetések, Közösségi hitelek, Stake-elés.
id: Contoh: Tabungan, Investasi, Pinjaman Massal, Staking.
it: Esempio: Risparmi, Investimenti, Crowdloan, Staking.
ja: 例：Savings、Investments、Crowdloans、Staking。名前はモバイルデバイスにのみ保存され、あなたにのみ表示されます。
ko: 예시: 저축, 투자, Crowdloans, Staking. 이름은 귀하의 모바일 기기에만 저장되며, 귀하에게만 표시됩니다.
pl: Przykład: Oszczędności, Inwestycje, Crowdloans, Staking.
pt_pt: Exemplo: Poupanças, Investimentos, Crowdloans, Staking. O nome é armazenado apenas no seu dispositivo móvel e só é mostrado para você.
ru: Примеры: Сбережения, Инвестиции, Краудлоуны, Стейкинг. Имя хранится только на вашем мобильном устройстве и показывается только вам.
tr: Örnek: Tasarruflar, Yatırımlar, Kalabalık Fonlamaları, Staking.
vi: Ví dụ: Tiết kiệm, Đầu tư, Crowdloans, Staking.
zh_hans: 例如：储蓄、投资、众筹、质押。

# account.username.setup.hint
source: This name will be displayed only for you and stored locally on your mobile device.
es: Este nombre se mostrará solo para ti y se almacenará localmente en tu dispositivo móvil.
fr: Ce nom ne sera affiché que pour vous et sera stocké localement sur votre appareil mobile.
hu: A név kizárólag csak számodra lesz látható és csakis ezen eszközön lesz tárolva.
id: Nama ini akan ditampilkan hanya untuk Anda dan disimpan secara lokal di perangkat seluler Anda.
it: Questo nome sarà visualizzato solo per te e memorizzato localmente sul tuo dispositivo mobile.
ja: この名前はあなた自身だけに表示され、モバイルデバイスにローカルで保存されます。
ko: 이 이름은 오직 당신만 볼 수 있으며, 본인의 모바일 기기에만 저장됩니다.
pl: Ta nazwa będzie wyświetlana tylko dla ciebie i przechowywana lokalnie na twoim urządzeniu mobilnym.
pt_pt: Este nome será exibido apenas para você e armazenado localmente em seu dispositivo móvel.
ru: Данное имя будет отображаться только для вас и храниться только на вашем мобильном устройстве.
tr: Bu ad yalnızca sizin için görüntülenecek ve mobil cihazınızda yerel olarak saklanacaktır.
vi: Tên này sẽ chỉ hiển thị cho bạn và được lưu cục bộ trên thiết bị di động của bạn.
zh_hans: 此名称仅为您显示，并将仅存储在您的移动设备上。

# wallet.username.setup.title
source: Create a new wallet
es: Crear una nueva cartera
fr: Créer un nouveau portefeuille
hu: Új tárca létrehozása
id: Buat dompet baru
it: Crea un nuovo portafoglio
ja: 新しいウォレットを作成
ko: 새로운 지갑 생성
pl: Utwórz nowy portfel
pt_pt: Criar uma nova carteira
ru: Создать кошелёк
tr: Yeni bir cüzdan oluşturun
vi: Tạo một ví mới
zh_hans: 创建新钱包

# account.username.setup.title
source: Create a new account
es: Crear una cuenta nueva
fr: Créer un nouveau compte
hu: Új fiók létrehozása
id: Buat akun baru
it: Crea un nuovo account
ja: 新しいアカウントを作成
ko: 새 계정 생성
pl: Utwórz nowe konto
pt_pt: Criar uma nova conta
ru: Создать новый аккаунт
tr: Yeni bir hesap oluştur
vi: Tạo tài khoản mới
zh_hans: 创建一个新账户

# common.no.screenshot.title
source: Do not take screenshots
es: No tome capturas de pantalla
fr: Ne faites pas de captures d'écran
hu: Ne készíts képernyőképeket
id: Jangan mengambil tangkapan layar
it: Non fare screenshot
ja: スクリーンショットを撮らないでください
ko: 스크린샷을 찍지 마세요
pl: Nie rób zrzutów ekranu
pt_pt: Não tire capturas de tela
ru: Не делайте скриншоты
tr: Ekran görüntüsü almayın
vi: Không chụp ảnh màn hình
zh_hans: 请不要截屏

# common.no.screenshot.message
source: Do not take screenshots, which may be collected by third-party malware
es: No tome capturas de pantalla, estas pueden ser recogidas por malware de terceros
fr: Ne faites pas de captures d'écran, qui pourraient être collectées par des logiciels malveillants tiers.
hu: Ne készíts képernyőképeket, mert azokat, harmadik féltől származó rosszindulatú programok összegyűjthetnek
id: Jangan mengambil tangkapan layar, yang mungkin dikumpulkan oleh malware pihak ketiga
it: Non fare screenshot, che potrebbero essere raccolti da malware di terze parti
ja: スクリーンショットを撮らないでください。それは第三者のマルウェアによって収集される可能性があります。
ko: 스크린샷을 찍지 마세요. 제3의 악성 코드에 의해 수집될 수 있습니다
pl: Nie rób zrzutów ekranu, które mogą być zbierane przez złośliwe oprogramowanie stron trzecich
pt_pt: Não tire capturas de tela, elas podem ser coletadas por malwares de terceiros
ru: Не делайте скриншоты, которые могут быть собраны сторонними вредоносными программами
tr: Ekran görüntüsü almayın, üçüncü taraf zararlı yazılımları tarafından toplanabilir
vi: Không chụp ảnh màn hình, có thể bị phần mềm độc hại từ bên thứ ba thu thập
zh_hans: 请不要截屏，可能会被第三方恶意软件收集

# account.create.title
source: Backup mnemonic
es: Respaldar mnemónico
fr: Sauvegarder la mnémonique
hu: Mnemonika mentése
id: Cadangkan frasa mnemonik
it: Backup mnemonico
ja: バックアップニーモニック
ko: 백업 니모닉
pl: Kopia zapasowa mnemonika
pt_pt: Backup da mnemônica
ru: Мнемоника
tr: Yedek mnemonic
vi: Sao lưu chuỗi ký tự gợi nhớ
zh_hans: 备份助记词

# account.create.details
source: Use nondigital way to back up, such as writing it down on paper.
es: Usa una forma no digital para respaldar, como escribirla en papel.
fr: Utilisez un moyen non numérique de sauvegarder, par exemple en l’écrivant sur papier.
hu: Használj nem digitális módszert a biztonsági mentéshez, például írd le egy papírra.
id: Gunakan cara nondigital untuk cadangan, seperti menuliskannya di atas kertas.
it: Utilizzare un modo non digitale per il backup, come scriverlo su carta.
ja: バックアップにはデジタル以外の方法を使用してください。例えば、紙に書いて保存します。
ko: 종이에 적어 두는 등의 비디지털 방식으로 백업하세요.
pl: Użyj niedigitalnego sposobu na tworzenie kopii zapasowych, np. zapisz to na papierze.
pt_pt: Use um método não digital para backup, como anotá-lo em papel.
ru: Используйте нецифровой способ сохранения. Например, запишите слова в бумажный блокнот.
tr: Yedekleme için dijital olmayan yöntemler kullanın, örneğin kâğıda yazın.
vi: Sử dụng cách không kỹ thuật số để sao lưu, chẳng hạn như viết ra giấy.
zh_hans: 使用非数字方式进行备份，例如将其写在纸上。

# common.advanced
source: Advanced
es: Avanzado
fr: Avancé
hu: Haladó
id: Tingkat lanjut
it: Avanzato
ja: 高度な
ko: 고급
pl: Zaawansowane
pt_pt: Avançado
ru: Продвинутый
tr: Gelişmiş
vi: Nâng cao
zh_hans: 高级

# common.crypto.type
source: Keypair crypto type
es: Tipo de cripto de par de llaves
fr: Type de cryptographie de la paire de clés
hu: Kulcspár titkosítási típusa
id: Tipe kripto kepair
it: Tipo di crittografia della coppia di chiavi
ja: キーペア暗号タイプ
ko: 키페어 암호화 유형
pl: Typ klucza kryptograficznego
pt_pt: Tipo de criptografia da chave
ru: Тип ключевой пары
tr: Şifreleme tipi
vi: Loại khóa cặp
zh_hans: 密钥对加密类型
