Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# backup.select.wallet.title
source: Select a wallet to back up
es: Selecciona una cartera para respaldar
fr: Sélectionnez un portefeuille à sauvegarder
hu: Válasszon ki egy pénztárcát a mentéshez
id: Pilih dompet untuk dicadangkan
it: Seleziona un portafoglio per il backup
ja: バックアップするウォレットを選択
ko: 백업할 지갑을 선택하세요
pl: Wybierz portfel do backupu
pt_pt: Selecione uma carteira para fazer backup
ru: Выберите кошелёк для бэкапа
tr: Yedeklemek için bir cüzdan seçin
vi: Chọn ví để sao lưu
zh_hans: 选择要备份的钱包

# cloud.backup.sync.failed.title
source: Wallet changes failed to update in the Cloud Backup
es: No se pudieron aplicar los cambios de la billetera en el Respaldo en la Nube
fr: Échec de la mise à jour des modifications des portefeuilles dans la Cloud Backup
hu: A pénztárca változásai nem frissültek a felhőbiztonsági mentésben
id: Perubahan dompet gagal diperbarui di Cloud Backup
it: Impossibile applicare le modifiche al portafoglio nel Backup Cloud
ja: ウォレットの変更をクラウドバックアップに更新できませんでした
ko: 지갑 변경 사항이 클라우드 백업에 업데이트되지 않았습니다
pl: Nie udało się zaktualizować zmian portfela w Cloud Backup
pt_pt: Falha na atualização das alterações da carteira no Backup na Nuvem
ru: Не удалось применить изменения кошелька в Облачном Бэкапе
tr: Cüzdan değişiklikleri Bulut Yedeğine güncellenemedi
vi: Thay đổi ví không thể cập nhật vào Sao lưu đám mây
zh_hans: 钱包更改未能更新到云备份

# cloud.backup.sync.failed.message
source: At the moment your backup is not synchronized. Please review the issue.
es: En este momento tu respaldo no está sincronizado. Por favor, revisa el problema.
fr: Pour le moment, votre sauvegarde n'est pas synchronisée. Veuillez examiner le problème.
hu: Jelenleg a biztonsági mentése nincs szinkronizálva. Kérjük, tekintse meg a problémát.
id: Saat ini cadangan Anda tidak disinkronkan. Harap tinjau masalah tersebut.
it: Al momento il tuo backup non è sincronizzato. Per favore, esamina il problema.
ja: 現在、バックアップは同期されていません。問題を確認してください。
ko: 현재 백업이 동기화되지 않았습니다. 문제를 검토하십시오.
pl: W tej chwili twoja kopia zapasowa nie jest zsynchronizowana. Proszę, przejrzyj problem.
pt_pt: No momento, seu backup não está sincronizado. Por favor, revise o problema.
ru: На данный момент ваш бэкап не синхронизирован. Пожалуйста, ознакомьтесь с проблемой.
tr: Şu anda yedeğiniz senkronize değil. Lütfen sorunu inceleyin.
vi: Hiện tại bản sao lưu của bạn chưa được đồng bộ. Vui lòng xem lại vấn đề.
zh_hans: 目前您的备份未同步。请查看问题。

# common.review.issue
source: Review the Issue
es: Revisar el Problema
fr: Examiner le problème
hu: Probléma áttekintése
id: Tinjau Masalah
it: Rivedi il Problema
ja: 問題を確認
ko: 문제 검토
pl: Przegląd problemu
pt_pt: Revisar o Problema
ru: Обзор проблемы
tr: Sorunu İncele
vi: Xem lại Vấn đề
zh_hans: 查看问题

# cloud.backup.alert.remove.wallets.title
source: Are you sure that you want to apply these changes?
es: ¿Estás seguro de que deseas aplicar estos cambios?
fr: Êtes-vous sûr de vouloir appliquer ces modifications ?
hu: Biztosan alkalmazni akarja ezeket a változásokat?
id: Apakah Anda yakin ingin menerapkan perubahan ini?
it: Sei sicuro di voler applicare queste modifiche?
ja: これらの変更を適用してもよろしいですか？
ko: 이 변경 사항을 적용하시겠습니까?
pl: Czy na pewno chcesz zastosować te zmiany?
pt_pt: Você tem certeza de que deseja aplicar essas alterações?
ru: Вы уверены, что хотите применить эти изменения?
tr: Bu değişiklikleri uygulamak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn áp dụng những thay đổi này?
zh_hans: 您确定要应用这些更改吗？

# cloud.backup.alert.remove.wallets.message
source: If you have not manually written down your Passphrase for wallets that will be removed, then those wallets and all of their assets will be permanently and irretrievably lost forever.
es: Si no has escrito manualmente tu Frase de Contraseña para las billeteras que serán eliminadas, entonces esas billeteras y todos sus activos se perderán permanentemente e irremediablemente.
fr: Si vous n'avez pas manuellement noté votre phrase de passe pour les portefeuilles qui seront supprimés, ces portefeuilles et tous leurs actifs seront perdus à jamais et de manière irréversible.
hu: Ha nem jegyezte fel manuálisan a pénztárcák jelszavát, amelyeket el fognak távolítani, akkor ezek a pénztárcák és minden eszközük véglegesen és visszavonhatatlanul el fognak veszni.
id: Jika Anda tidak secara manual mencatat Frasa Sandi dompet untuk dompet yang akan dihapus, maka dompet-domepet tersebut dan semua asetnya akan hilang selamanya dan tidak dapat dipulihkan lagi.
it: Se non hai scritto manualmente la Passphrase per i portafogli che verranno rimossi, quei portafogli e tutti i loro asset saranno persi permanentemente e irreversibilmente.
ja: 削除されるウォレットのパスフレーズを手書きで記録していない場合、それらのウォレットとすべての資産は永久に失われ、取り戻せなくなります。
ko: 삭제될 지갑의 암호 구문을 수동으로 적어두지 않았다면, 해당 지갑 및 모든 자산이 영구적이고 복구 불가능하게 손실됩니다.
pl: Jeśli nie zapisałeś ręcznie swojej Passphrase dla portfeli, które zostaną usunięte, to te portfele i wszystkie ich aktywa zostaną na zawsze i nieodwracalnie utracone.
pt_pt: Se você não anotou manualmente sua Frase de Segurança para as carteiras que serão removidas, essas carteiras e todos os seus ativos serão permanentemente e irremediavelmente perdidos para sempre.
ru: Если вы не записали вручную свою секретную фразу для кошельков, которые будут удалены, то эти кошельки и все их активы будут навсегда и безвозвратно потеряны.
tr: Silinecek cüzdanlar için şifre kelimenizi manuel olarak yazmadıysanız, bu cüzdanlar ve tüm varlıkları kalıcı ve geri dönülmez bir şekilde kaybolacaktır.
vi: Nếu bạn chưa viết tay Passphrase cho các ví sẽ bị xóa, thì những ví đó và tất cả tài sản của chúng sẽ bị mất vĩnh viễn và không thể nào khôi phục lại được.
zh_hans: 如果您未手动写下要删除的钱包的助记词，那么这些钱包及其所有资产将永久且不可恢复地丢失。

# cloud.backup.unsynced.changes.title
source: Cloud Backup changes found
es: Se encontraron cambios en el Respaldo en la Nube
fr: Modifications de la Cloud Backup trouvées
hu: Felhőbiztonsági mentés változásai észlelve
id: Perubahan Cadangan Cloud ditemukan
it: Trovate modifiche al Backup Cloud
ja: クラウドバックアップの変更が見つかりました
ko: 클라우드 백업 변경 사항 발견
pl: Znaleziono zmiany w Cloud Backup
pt_pt: Alterações no Backup na Nuvem encontradas
ru: Обнаружены изменения в Облачном Бэкапе
tr: Bulut Yedeklemede değişiklikler bulundu
vi: Phát hiện các thay đổi trong Sao lưu Đám mây
zh_hans: 发现云备份更改

# cloud.backup.unsynced.changes.message
source: At the moment your backup is not synchronized. Please review these updates.
es: En este momento tu respaldo no está sincronizado. Por favor, revisa estas actualizaciones.
fr: Pour le moment, votre sauvegarde n'est pas synchronisée. Veuillez examiner ces mises à jour.
hu: Jelenleg a biztonsági mentése nincs szinkronizálva. Kérjük, tekintse meg ezeket a frissítéseket.
id: Saat ini cadangan Anda tidak disinkronkan. Harap tinjau pembaruan ini.
it: Al momento il tuo backup non è sincronizzato. Per favore, esamina questi aggiornamenti.
ja: 現在、バックアップは同期されていません。これらの更新を確認してください。
ko: 현재 백업이 동기화되지 않았습니다. 이러한 업데이트를 검토하십시오.
pl: W tej chwili twoja kopia zapasowa nie jest zsynchronizowana. Proszę przejrzyj te aktualizacje.
pt_pt: No momento, seu backup não está sincronizado. Por favor, reveja estas atualizações.
ru: На данный момент ваш бэкап не синхронизирован. Пожалуйста, ознакомьтесь с этими изменениями.
tr: Şu anda yedeğiniz senkronize değil. Lütfen bu güncellemeleri inceleyin.
vi: Hiện tại sao lưu của bạn chưa được đồng bộ hóa. Vui lòng xem lại các cập nhật này.
zh_hans: 目前您的备份未同步。请查看这些更新。

# common.review.updates
source: Review Updates
es: Revisar Actualizaciones
fr: Examiner les mises à jour
hu: Frissítések áttekintése
id: Tinjau Pembaruan
it: Rivedi Aggiornamenti
ja: 更新を確認
ko: 업데이트 검토
pl: Przejrzyj aktualizacje
pt_pt: Revisar Atualizações
ru: Обзор Изменений
tr: Güncellemeleri İncele
vi: Xem lại Cập nhật
zh_hans: 查看更新

# common.new
source: New
es: Nuevo
fr: Nouveau
hu: Új
id: Baru
it: Nuovo
ja: 新規
ko: 새로운
pl: Nowy
pt_pt: Novo
ru: Добавлен
tr: Yeni
vi: Mới
zh_hans: 新的

# common.modified
source: Modified
es: Modificado
fr: Modifié
hu: Módosítva
id: Diubah
it: Modificato
ja: 変更済み
ko: 수정됨
pl: Zmodyfikowany
pt_pt: Modificado
ru: Изменён
tr: Değiştirildi
vi: Đã sửa đổi
zh_hans: 已修改

# common.removed
source: Removed
es: Eliminado
fr: Retiré
hu: Eltávolítva
id: Dihapus
it: Rimosso
ja: 削除済み
ko: 제거됨
pl: Usunięty
pt_pt: Removido
ru: Удалён
tr: Kaldırıldı
vi: Đã xóa
zh_hans: 已移除

# cloud.backup.review.title
source: Apply Backup Updates?
es: ¿Aplicar actualizaciones de respaldo?
fr: Appliquer les mises à jour de la sauvegarde ?
hu: Alkalmazza a Biztonsági Másolat Frissítéseit?
id: Terapkan Pembaruan Cadangan?
it: Applicare aggiornamenti di backup?
ja: バックアップの更新を適用しますか？
ko: 백업 업데이트를 적용하시겠습니까?
pl: Zastosować aktualizacje kopii zapasowej?
pt_pt: Aplicar Atualizações de Backup?
ru: Применить Изменения Бэкапа?
tr: Yedek Güncellemelerini Uygula?
vi: Áp dụng cập nhật sao lưu?
zh_hans: 应用备份更新？

# cloud.backup.sheet.password.changed.title
source: Backup password was changed
es: La contraseña de respaldo fue cambiada
fr: Le mot de passe de sauvegarde a été changé
hu: A biztonsági másolat jelszava megváltozott
id: Kata sandi cadangan telah diubah
it: La password di backup è stata modificata
ja: バックアップパスワードが変更されました
ko: 백업 비밀번호가 변경되었습니다
pl: Hasło do kopii zapasowej zostało zmienione
pt_pt: A senha de backup foi alterada
ru: Пароль от бэкапа изменился
tr: Yedekleme parolası değiştirildi
vi: Mật khẩu sao lưu đã thay đổi
zh_hans: 备份密码已更改

# cloud.backup.sheet.password.changed.enter.new
source: please enter the new backup password.
es: por favor, introduce la nueva contraseña de respaldo.
fr: veuillez entrer le nouveau mot de passe de sauvegarde.
hu: kérjük, adja meg az új biztonsági mentési jelszót.
id: silakan masukkan kata sandi cadangan baru.
it: per favore inserisci la nuova password di backup.
ja: 新しいバックアップパスワードを入力してください。
ko: 새 백업 비밀번호를 입력하십시오.
pl: wprowadź nowe hasło do kopii zapasowej.
pt_pt: por favor, insira a nova senha de backup.
ru: введите новый пароль от бэкапа.
tr: yeni yedekleme parolasını girin.
vi: vui lòng nhập mật khẩu sao lưu mới.
zh_hans: 请输入新备份密码。

# cloud.backup.enter.password.set.message
source: Your backup password was previously updated. To continue using Cloud Backup, please enter the new backup password.
es: Tu contraseña de respaldo se actualizó previamente. Para seguir usando la copia de seguridad en la nube, por favor ingresa la nueva contraseña de respaldo.
fr: Votre mot de passe de sauvegarde a été mis à jour précédemment. Pour continuer à utiliser la sauvegarde Cloud, veuillez entrer le nouveau mot de passe de sauvegarde.
hu: Biztonsági mentés jelszava korábban frissítve lett. A Cloud Backup használatához kérlek írd be az új biztonsági mentés jelszavát.
id: Kata sandi cadangan Anda sebelumnya diperbarui. Untuk melanjutkan menggunakan Cadangan Cloud, harap masukkan kata sandi cadangan baru.
it: La password del backup è stata aggiornata. Per continuare a utilizzare il Cloud Backup, inserisci la nuova password di backup.
ja: バックアップパスワードは以前に更新されました。クラウドバックアップを引き続き利用するには、新しいバックアップパスワードを入力してください。
ko: 백업 비밀번호가 이전에 업데이트되었습니다. Cloud Backup 사용을 계속하려면 새로운 백업 비밀번호를 입력하십시오.
pl: Twoje hasło do kopii zapasowej zostało wcześniej zaktualizowane. Aby kontynuować korzystanie z kopii zapasowej w chmurze, wprowadź nowe hasło kopii zapasowej.
pt_pt: Sua senha de backup foi atualizada anteriormente. Para continuar usando o Backup na Nuvem, por favor insira a nova senha de backup.
ru: Пароль для бэкапа был изменён ранее. Чтобы продолжить использование бэкапа, пожалуйста введите новый пароль.
tr: Yedekleme şifreniz daha önce güncellendi. Bulut Yedeklemeyi kullanmaya devam etmek için lütfen yeni yedekleme şifresini girin.
vi: Mật khẩu sao lưu của bạn đã được cập nhật trước đó. Để tiếp tục sử dụng sao lưu đám mây, vui lòng nhập mật khẩu sao lưu mới.
zh_hans: 您的备份密码之前已更新。要继续使用云备份，请输入新的备份密码。

# cloud.backup.update.password.title
source: Update backup password
es: Actualizar contraseña de respaldo
fr: Mettre à jour le mot de passe de sauvegarde
hu: Biztonsági mentés jelszavának frissítése
id: Perbarui kata sandi cadangan
it: Aggiorna la password di backup
ja: バックアップパスワードを更新
ko: 백업 비밀번호 업데이트
pl: Zaktualizuj hasło do kopii zapasowej
pt_pt: Atualizar senha de backup
ru: Изменить пароль бэкапа
tr: Yedekleme parolasını güncelle
vi: Cập nhật mật khẩu sao lưu
zh_hans: 更新备份密码

# cloud.backup.create.details
source: Please enter a password that will be used to recover your wallets from cloud backup. This password can't be recovered in the future, so be sure to remember it!
es: Por favor, ingresa una contraseña que se usará para recuperar tus billeteras desde el respaldo en la nube. Esta contraseña no podrá ser recuperada en el futuro, ¡así que asegúrate de recordarla!
fr: Veuillez entrer un mot de passe qui sera utilisé pour récupérer vos portefeuilles à partir de la sauvegarde cloud. Ce mot de passe ne pourra pas être récupéré à l'avenir, alors assurez-vous de vous en souvenir !
hu: Kérjük, adjon meg egy jelszót, amely a pénztárcái felhőből történő visszaállításához lesz használva. Ezt a jelszót a jövőben nem lehet visszaállítani, ezért feltétlenül jegyezze meg!
id: Silakan masukkan kata sandi yang akan digunakan untuk memulihkan dompet Anda dari cadangan cloud. Kata sandi ini tidak dapat dipulihkan di masa depan, jadi pastikan untuk mengingatnya!
it: Inserisci una password che verrà utilizzata per recuperare i tuoi portafogli dal backup su cloud. Questa password non può essere recuperata in futuro, quindi assicurati di ricordarla!
ja: クラウドバックアップからウォレットを復元するために使用するパスワードを入力してください。このパスワードは将来的に復元できないため、必ず覚えておいてください！
ko: 클라우드 백업에서 지갑을 복구하는 데 사용할 비밀번호를 입력하십시오. 이 비밀번호는 나중에 복구할 수 없으므로 반드시 기억해 두십시오!
pl: Wprowadź hasło, które będzie używane do odzyskania portfeli z kopii zapasowej w chmurze. Tego hasła nie można będzie odzyskać w przyszłości, więc pamiętaj, aby je zapamiętać!
pt_pt: Por favor, insira uma senha que será usada para recuperar suas carteiras do backup na nuvem. Essa senha não pode ser recuperada no futuro, então certifique-se de se lembrar dela!
ru: Введите пароль, который будет использоваться для восстановления ваших кошельков из облачного бэкапа. Этот пароль нельзя будет восстановить в будущем, поэтому обязательно запомните его!
tr: Cüzdanlarınızı bulut yedeklemesinden kurtarmak için kullanılacak bir parola girin. Bu parolanın gelecekte kurtarılamayacağını unutmayın, bu nedenle onu hatırladığınızdan emin olun!
vi: Vui lòng nhập mật khẩu sẽ được sử dụng để khôi phục ví của bạn từ sao lưu đám mây. Mật khẩu này không thể khôi phục trong tương lai, vì vậy hãy đảm bảo ghi nhớ nó!
zh_hans: 请输入用于从云备份恢复钱包的密码。此密码将无法在未来恢复，请务必记住！

# cloud.backup.will.delete.highlighted
source: Please write down all your wallet’s Passphrases before proceeding
es: Por favor, escribe todas las Frases de Contraseña de tu billetera antes de continuar
fr: Veuillez noter toutes les phrases de passe de votre portefeuille avant de continuer
hu: Kérjük, írja le az összes pénztárca jelszót, mielőtt folytatná
id: Harap catat semua Frasa Sandi dompet Anda sebelum melanjutkan
it: Per favore scrivi tutte le Passphrase del tuo portafoglio prima di procedere.
ja: 進む前にすべてのウォレットのパスフレーズを書き留めてください
ko: 진행하기 전에 모든 지갑의 암호 구문을 적어 두십시오
pl: Proszę zapisz wszystkie Passphrases do swoich portfeli przed kontynuacją
pt_pt: Por favor, anote todas as Frases de Segurança da sua carteira antes de prosseguir
ru: Пожалуйста, запишите секретные фразы от всех ваших кошельков перед тем как продолжить
tr: Lütfen devam etmeden önce tüm cüzdan şifre kelimelerinizi not edin.
vi: Vui lòng viết ra tất cả Passphrases của ví trước khi tiếp tục
zh_hans: 请在继续之前记下您钱包的所有助记词

# common.manage.backup
source: Manage backup
es: Gestionar copia de seguridad
fr: Gérer la sauvegarde
hu: Biztonsági mentés kezelése
id: Kelola cadangan
it: Gestisci backup
ja: バックアップの管理
ko: 백업 관리
pl: Zarządzaj backupem
pt_pt: Gerenciar backup
ru: Управление бэкапом
tr: Yedeklemeyi yönet
vi: Quản lý sao lưu
zh_hans: 管理备份

# cloud.backup.disabled.description
source: Enable to backup wallets to your iCloud
es: Habilita para hacer una copia de seguridad de monederos en tu iCloud
fr: Activez pour sauvegarder les portefeuilles sur votre iCloud
hu: Engedélyezze a pénztárcák iCloud-ba történő mentését
id: Aktifkan cadangan dompet ke iCloud Anda
it: Abilita per eseguire il backup dei portafogli su iCloud
ja: iCloudにウォレットをバックアップするために有効にする
ko: 지갑을 iCloud에 백업하려면 사용 설정하십시오
pl: Włącz, aby utworzyć kopię zapasową portfeli w iCloud
pt_pt: Ative para fazer backup das carteiras no seu iCloud
ru: Включите, чтобы создать бэкап кошельков в iCloud
tr: iCloud'da cüzdan yedeklerinizi oluşturmak için etkinleştirin
vi: Kích hoạt để sao lưu ví vào iCloud
zh_hans: 启用以备份钱包到您的iCloud

# cloud.backup.enter.password.issue
source: Enter Backup Password
es: Ingresar Contraseña de Copia de Seguridad
fr: Entrer le mot de passe de sauvegarde
hu: Biztonsági mentés jelszó beírása
id: Masukkan Kata Sandi Cadangan
it: Inserisci la Password di Backup
ja: バックアップパスワードを入力する
ko: 백업 비밀번호 입력
pl: Wpisz hasło kopii zapasowej
pt_pt: Digite a Senha de Backup
ru: Ввести Пароль
tr: Yedekleme Parolasını Girin
vi: Nhập mật khẩu sao lưu
zh_hans: 输入备份密码

# cloud.backup.review.backup.updates
source: Review Backup Updates
es: Revisar Actualizaciones de Copia de Seguridad
fr: Vérifier les mises à jour de la sauvegarde
hu: Biztonsági mentés frissítés átnézése
id: Ulasan Pembaruan Cadangan
it: Rivedi gli Aggiornamenti del Backup
ja: バックアップの更新を確認する
ko: 백업 업데이트 검토
pl: Przejrzyj zmiany kopii zapasowej
pt_pt: Revisar Atualizações de Backup
ru: Обзор Изменений Бэкапа
tr: Yedekleme Güncellemelerini Gözden Geçir
vi: Xem lại cập nhật sao lưu
zh_hans: 查看备份更新

# cloud.backup.settings.empty.or.broken
source: Review Backup Error
es: Revisar Error de Copia de Seguridad
fr: Vérifier l'erreur de sauvegarde
hu: Biztonsági mentés hiba átnézése
id: Ulasan Kesalahan Cadangan
it: Rivedi l'Errore di Backup
ja: バックアップエラーを確認する
ko: 백업 오류 검토
pl: Przejrzyj ustawienia błędu kopii zapasowej
pt_pt: Revisar Erro de Backup
ru: Обзор Ошибки Бэкапа
tr: Yedekleme Hatasını Gözden Geçir
vi: Xem lại lỗi sao lưu
zh_hans: 查看备份错误

# cloud.backup.syncing
source: Backup Syncing...
es: Sincronización de la copia de seguridad...
fr: Synchronisation de la sauvegarde...
hu: Biztonsági mentés szinkronizálása...
id: Menyinkronkan Cadangan...
it: Sincronizzazione del backup...
ja: バックアップを同期中...
ko: 백업 동기화 중...
pl: Synchronizacja kopii zapasowej...
pt_pt: Sincronizando Backup...
ru: Синхронизация Бэкапа...
tr: Yedekleme Senkronize Ediliyor...
vi: Đang đồng bộ sao lưu...
zh_hans: 备份同步中...

# cloud.backup.disabled
source: Backup Disabled
es: Copia de Seguridad Deshabilitada
fr: Sauvegarde désactivée
hu: Biztonsági mentés letiltva
id: Cadangan Dinonaktifkan
it: Backup Disabilitato
ja: バックアップが無効になっています
ko: 백업 비활성화됨
pl: Kopia zapasowa wyłączona
pt_pt: Backup Desativado
ru: Бэкап Отключён
tr: Yedekleme Devre Dışı
vi: Sao lưu bị vô hiệu hóa
zh_hans: 备份已禁用

# cloud.backup.unsynced
source: Backup Unsynced
es: Copia de seguridad no sincronizada
fr: Sauvegarde non synchronisée
hu: Biztonsági mentés nincs szinkronizálva
id: Cadangan Belum Disinkronkan
it: Backup non sincronizzato
ja: バックアップが同期されていません
ko: 백업이 동기화되지 않음
pl: Kopia zapasowa niezsynchronizowana
pt_pt: Backup Não Sincronizado
ru: Бэкап Не Синхронизирован
tr: Yedekleme Senkronize Edilmemiş
vi: Sao lưu chưa được đồng bộ
zh_hans: 备份未同步

# cloud.backup.synced
source: Backup Synced
es: Copia de seguridad sincronizada
fr: Sauvegarde synchronisée
hu: Biztonsági mentés szinkronizálva
id: Cadangan Disinkronkan
it: Backup sincronizzato
ja: バックアップが同期されました
ko: 백업이 동기화됨
pl: Kopia zapasowa zsynchronizowana
pt_pt: Backup Sincronizado
ru: Бэкап Синхронизирован
tr: Yedekleme Senkronize Edildi
vi: Sao lưu đã đồng bộ
zh_hans: 备份已同步

# common.backup
source: Backup
es: Respaldar
fr: Sauvegarde
hu: Biztonsági mentés
id: Cadangan
ja: バックアップ
ko: 백업
pl: Kopia zapasowa
ru: Бэкап
tr: Yedekleme
vi: Sao lưu
zh_hans: 备份

# common.manual
source: Manual
fr: Manuel
hu: Kézi
it: Manuale
ja: 手動
ko: 수동
pl: Ręcznie
ru: Вручную
tr: Manuel
vi: Thủ công
zh_hans: 手动

# common.backup.manual
source: Back up manually
es: Respaldar manualmente
fr: Sauvegarder manuellement
hu: Biztonsági mentés kézzel
id: Cadangkan secara manual
it: Effettua il backup manualmente
ja: 手動でバックアップ
ko: 수동 백업
pl: Utwórz ręczną kopię zapasową
pt_pt: Backup manual
ru: Создать бэкап вручную
tr: Manuel olarak yedekle
vi: Sao lưu thủ công
zh_hans: 手动备份

# cloud.backup.broken.title
source: Backup found but empty or broken
es: Copia de seguridad encontrada pero vacía o dañada
fr: Sauvegarde trouvée mais vide ou corrompue
hu: Biztonsági mentés található, de üres vagy sérült
id: Cadangan ditemukan tetapi kosong atau rusak
it: Backup trovato ma vuoto o danneggiato
ja: バックアップが見つかりましたが、空または破損しています
ko: 백업이 발견되었으나 비어 있거나 손상되었습니다
pl: Znaleziono kopię zapasową, ale jest pusta lub uszkodzona
pt_pt: Backup encontrado, mas vazio ou corrompido
ru: Найден пустой или поврежденный бэкап
tr: Yedekleme bulundu ancak boş veya bozuk
vi: Tìm thấy bản sao lưu nhưng rỗng hoặc bị hỏng
zh_hans: 找到备份但为空或已损坏

# cloud.backup.broken.message
source: An issue has been identified with your backup. You have the option to delete the current backup and create a new one. %@ before proceeding.
es: Se ha identificado un problema con tu copia de seguridad. Tienes la opción de eliminar la copia de seguridad actual y crear una nueva. %@ antes de proceder.
fr: Un problème a été identifié avec votre sauvegarde. Vous avez la possibilité de supprimer la sauvegarde actuelle et d'en créer une nouvelle. %@ avant de continuer.
hu: Gond merült fel a biztonsági mentésével. Lehetősége van törölni a jelenlegi biztonsági mentést, és létrehozni egy újat. %@ mielőtt folytatná.
id: Sebuah masalah telah teridentifikasi dengan cadangan Anda. Anda memiliki opsi untuk menghapus cadangan saat ini dan membuat yang baru. %@ sebelum melanjutkan.
it: È stato identificato un problema con il tuo backup. Hai la possibilità di eliminare il backup attuale e crearne uno nuovo. %@ prima di procedere.
ja: バックアップに問題が検出されました。現在のバックアップを削除して、新しいものを作成できます。続行する前に%@としてください。
ko: 백업에서 문제가 확인되었습니다. 현재 백업을 삭제하고 새로운 백업을 만들 수 있습니다. 계속 진행하기 전에 %@.
pl: Wykryto problem z twoją kopią zapasową. Masz możliwość usunięcia bieżącej kopii zapasowej i utworzenia nowej. %@ przed kontynuowaniem.
pt_pt: Foi identificado um problema com o seu backup. Você tem a opção de deletar o backup atual e criar um novo. %@ antes de continuar.
ru: Обнаружена проблема с бэкапом. Вы можете удалить текущий бэкап и создать новый. %@, перед тем как продолжить.
tr: Yedeklemenizde bir sorun tespit edildi. Mevcut yedeklemeyi silip yeni bir tane oluşturma seçeneğiniz var. Devam etmeden önce %@.
vi: Đã xác định vấn đề với bản sao lưu của bạn. Bạn có thể xóa bản sao lưu hiện tại và tạo một bản mới. %@ trước khi tiến hành.
zh_hans: 已检测到您的备份出现问题。您可以选择删除当前备份并创建新备份。在继续之前 %@。

# cloud.backup.broken.highlighted
source: Ensure you have saved Passphrases for all wallets
es: Asegúrate de haber guardado las frases de recuperación para todas las billeteras
fr: Assurez-vous d'avoir sauvegardé les phrases secrètes pour tous les portefeuilles
hu: Győződjön meg róla, hogy minden pénztárcához elmentette a titkos kifejezéseket
id: Pastikan Anda telah menyimpan Frasa Sandi untuk semua dompet
it: Assicurati di aver salvato le Frasi di sicurezza per tutti i wallet
ja: すべてのウォレットのパスフレーズを保存したことを確認してください
ko: 모든 지갑의 비밀번호 문구를 저장했는지 확인하세요
pl: Upewnij się, że zapisałeś Passphrases dla wszystkich portfeli
pt_pt: Certifique-se de que salvou as Frases Secretas para todas as carteiras
ru: Убедитесь, что вы сохранили секретные фразы для всех кошельков
tr: Tüm cüzdanlar için Şifre Cümlelerini kaydettiğinizden emin olun
vi: Đảm bảo bạn đã lưu giữ Passphrases cho tất cả các ví
zh_hans: 确保您已保存所有钱包的密码短语
