Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# staking.controller.can.hint_v2_2_0
source: Controller is used to: unstake, redeem, return to stake, change validators and set rewards destination
es: El controlador se utiliza para: deshacer stake, canjear, volver a hacer stake, cambiar validadores y establecer el destino de las recompensas
fr: Le contrôleur est utilisé pour: retirer sa mise, encaisser, retourner au staking, changer de validateurs et définir la destination des récompenses
hu: A vezérlő általában unstake-elni, kiváltani, vissza stake-elni, validátorokat változtatni és a jutalmak érkezési helyének beállítására képesek
id: Pengendali digunakan untuk: menarik, menebus, kembali ke staking, mengganti validator, dan menetapkan tujuan hadiah
it: Il controller viene utilizzato per: unstake, riscattare, ritornare a stake, cambiare validatori e impostare destinazione ricompense
ja: コントローラーは以下を行います：アンステーク、引き出し、ステークへの返却、バリデーターの変更、報酬の行き先設定
ko: 컨트롤러는 다음을 수행할 수 있습니다: unstake, 교환, 스테이킹 반환, 검증자 변경 및 보상 대상 설정
pl: Kontroler służy do: unstake, odebrać, powrócić do stake, zmienić walidatorów i ustalić cel nagród
pt_pt: O controlador é usado para: desfazer o stake, resgatar, retornar ao stake, alterar validadores e definir o destino das recompensas
ru: Контроллер аккаунт может: вывести, забрать, вернуть в стейк, сменить валидаторов и установить назначение вознаграждений
tr: Kontrolör, unstake yapmak, kurtarmak, stakeye geri dönmek, doğrulayıcıları değiştirmek ve ödül hedefini ayarlamak için kullanılır
vi: Controller được sử dụng để: Unstake, rút, trở lại stake, thay đổi trình xác thực và thiết lập điểm đến phần thưởng
zh_hans: 控制器用途：提取，赎回，返回质押，更换验证器并设置奖励目的地

# staking.stash.can.hint_v2_2_0
source: Stash is used to: stake more and set the controller
es: Reserva se utiliza para: apostar más y establecer el controlador
fr: La réserve est utilisée pour : staker davantage et définir le contrôleur
hu: A stash fiók képes növelni a stake-et és beállítani a vezérlőt
id: Stash digunakan untuk: staking lebih banyak dan mengatur pengontrol
it: Stash viene utilizzato per: fare staking in modo più ampio e impostare il controller
ja: Stashは以下の用途に使用されます: さらにStakeし、コントローラを設定する
ko: Stash는 더 많은 Stake와 컨트롤러 설정에 사용됩니다.
pl: Stash jest używany do: stake więcej i ustawienie kontrolera
pt_pt: A Reserva é usada para: participar mais e definir o controlador
ru: Стэш аккаунт может: застейкать больше и установить контроллер аккаунт
tr: Stash, daha fazla stake yapmak ve denetleyiciyi ayarlamak için kullanılır
vi: Tài khoản stash được sử dụng để: stake thêm và cài đặt controller
zh_hans: 保管库用于：抵押更多并设置控制器

# staking.network.info.title
source: Staking info
es: Información de staking
fr: À propos du staking
hu: Stake-elési információ
id: Informasi Staking
it: Informazioni sullo staking
ja: ステーキング情報
ko: 스테이킹 정보
pl: Informacje o stake
pt_pt: Informações sobre Staking
ru: Информация о стейкинге
tr: Staking bilgisi
vi: Thông tin Staking
zh_hans: 质押信息

# staking.network.info.staking.period.value
source: Unlimited
es: Ilimitado
fr: Illimitée
hu: Korlátlan
id: Tidak terbatas
it: Illimitato
ja: 無制限
ko: 무제한
pl: Nieograniczone
pt_pt: Ilimitado
ru: Неограниченно
tr: Sınırsız
vi: Không giới hạn
zh_hans: 无限

# staking.network.info.staking.period.title
source: Staking period
es: Período de apuesta
fr: Période de staking
hu: Stake-elési időszak
id: Periode staking
it: Periodo di staking
ja: ステーキング期間
ko: Stake 기간
pl: Okres stakingu
pt_pt: Período de staking
ru: Время стейкинга
tr: Staking Periyodu
vi: Thời gian staking
zh_hans: 质押期

# crowdloan.learn_v2_2_0
source: %@'s crowdloan website
es: Sitio web del crowdloan de %@
fr: Le site web du prêt participatif de %@.
hu: %@ közösségi hitel weboldala
id: Situs crowdloan %@
it: Sito web del crowdloan di %@
ja: %@のクラウドローンウェブサイト
ko: %@의 크라우드론 웹사이트
pl: Strona crowdloan %@
pt_pt: Site do crowdloan de %@
ru: Cайт краудлоана %@
tr: %@'in crowdloan web sitesi
vi: Trang web crowdloan của %@
zh_hans: %@ 的众贷网站

# common.learn.more_v2_2_0
source: Find out more about
es: Descubrir más sobre
fr: En savoir plus
hu: További információ
id: Temukan lebih banyak tentang
it: Scopri di più su
ja: についてもっと知る
ko: 더 알아보기
pl: Dowiedz się więcej o
pt_pt: Descubra mais sobre
ru: Узнать больше
tr: Hakkında daha fazla bilgi edinin
vi: Tìm hiểu thêm về
zh_hans: 了解更多关于

# staking.reward.widget.title
source: Rewards
es: Recompensas
fr: Récompenses
hu: Jutalmak
id: Hadiah
it: Ricompense
ja: 報酬
ko: 보상
pl: Nagrody
pt_pt: Recompensas
ru: Вознаграждения
tr: Ödüller
vi: Phần thưởng của bạn
zh_hans: 奖励

# staking.waiting.next.era.format
source: waiting for the next era (%@)
es: esperando la próxima era (%@)
fr: en attente de la prochaine ère (%@)
hu: Várakozás a következő korszakra (%@)
id: menunggu era selanjutnya (%@)
it: in attesa della prossima era (%@)
ja: 次の時代を待っています (%@)
ko: 다음 시대를 기다리는 중 (%@)
pl: oczekiwanie na następną erę (%@)
pt_pt: aguardando a próxima era (%@)
ru: ожидание следующей эры (%@)
tr: bir sonraki era için bekleniyor (%@)
vi: đang chờ đợi kỷ nguyên tiếp theo (%@)
zh_hans: 等待下一个时代（%@）

# settings.support
source: Support & Feedback
es: Soporte & Retroalimentación
fr: Assistance et commentaires
hu: Segítség és visszajelzés
id: Dukungan & Masukan
it: Supporto e Feedback
ja: サポート＆フィードバック
ko: 지원 및 피드백
pl: Wsparcie i opinie
pt_pt: Suporte & Feedback
ru: Поддержка и обратная связь
tr: Destek & Geribildirim
vi: Hỗ trợ & Phản hồi
zh_hans: 支持和反馈

# settings.email
source: Get support via Email
es: Obtenga ayuda por Email
fr: Obtenez de l'aide par Email
hu: E-mail
id: Dapatkan dukungan melalui Email
it: Ottieni supporto via Email
ja: メールでサポートを受ける
ko: 이메일을 통해 지원 받기
pl: Uzyskaj wsparcie przez Email
pt_pt: Obtenha suporte via Email
ru: Получите поддержку по Email
tr: Email yoluyla destek alın
vi: Nhận hỗ trợ qua Email
zh_hans: 通过电子邮件获得支持

# wallet.manage.assets.title
source: Manage assets
es: Gestionar activos
fr: Gérer les actifs
hu: Eszközök kezelése
id: Kelola aset
it: Gestione asset
ja: 資産を管理
ko: 자산 관리
pl: Zarządzaj aktywami
pt_pt: Gerenciar ativos
ru: Управление ассетами
tr: Varlıkları Yönet
vi: Quản lý tài sản
zh_hans: 资产管理

# staking.reward.payouts.title_v2_2_0
source: Unpaid rewards
es: Recompensas sin pagar
fr: Récompenses impayées
hu: Kifizetetlen jutalmak
id: Imbalan yang belum dibayar
it: Ricompense non pagate
ja: 未払いの報酬
ko: 지급되지 않은 보상
pl: Niewypłacone nagrody
pt_pt: Recompensas não pagas
ru: Невыплаченные награды
tr: Ödenmemiş ödüller
vi: Phần thưởng chưa trả
zh_hans: 未支付奖励

# staking.setup.restake.title_v2_2_0
source: Restake rewards
es: Reinvertir recompensas
fr: Récompenses réengagées
hu: Újra stake-elési jutalmak
id: Imbalan ulang staking
it: Ri-staking ricompense
ja: 報酬を再ステークする
ko: 보상 재Stake
pl: Ponowne stakingowanie nagród
pt_pt: Reapostar recompensas
ru: Увеличивать стейк
tr: Ödülleri Yeniden Stake Et
vi: Restake phần thưởng
zh_hans: 增加质押奖励

# staking.payout.title_v2_2_0
source: Transferable rewards
es: Recompensas transferibles
fr: Récompenses transférables
hu: Átutalható jutalmak
id: Hadiah yang dapat ditransfer
it: Ricompense trasferibili
ja: 移行可能な報酬
ko: 이동 가능한 보상
pl: Transferowalne nagrody
pt_pt: Recompensas transferíveis
ru: Увеличивать баланс
tr: Aktarılabilir ödüller
vi: Phần thưởng có thể chuyển
zh_hans: 可转移奖励

# staking.balance.title_v2_2_0
source: Balance
fr: Solde
hu: Egyenleg
id: Saldo
it: Saldo
ja: バランス
ko: 잔액
pl: Saldo
pt_pt: Saldo
ru: Баланс
tr: Bakiye
vi: Cân bằng
zh_hans: 余额

# staking.setup.reward.destination.section.title_v2_2_0
source: Select your rewards type
es: Selecciona tu tipo de recompensas
fr: Sélectionnez votre type de récompense
hu: Válaszd ki a jutalom típusát
id: Pilih tipe imbalan Anda
it: Seleziona il tipo di ricompensa
ja: 報酬の種類を選択
ko: 보상 유형 선택
pl: Wybierz rodzaj nagród
pt_pt: Selecione o tipo de suas recompensas
ru: Использовать вознаграждения чтобы
tr: Ödül türünüzü seçin
vi: Chọn loại phần thưởng của bạn
zh_hans: 选择您的奖励类型

# staking.restake.title_v2_2_0
source: Restake rewards
es: Rehacer stake de recompensas
fr: Récompenses réengagées
hu: Újra stake-elési jutalmak
it: Riunire le ricompense
ja: 報酬を再ステーク
ko: Restake 보상
pl: Zwiększaj stake
pt_pt: Recompensas de restake
ru: Увеличивать стейк
tr: Ödülleri yeniden stake et
vi: Tăng phần thưởng Staking
zh_hans: 重新质押奖励

# secret.type.private.key.title
source: Private key
es: Clave privada
fr: Clé privée
hu: Privát kulcs
id: Kunci privat
it: Chiave privata
ja: プライベートキー
ko: 개인 키
pl: Klucz prywatny
pt_pt: Chave privada
ru: Приватный ключ
tr: Özel anahtar
vi: Khoá riêng tư
zh_hans: 私钥

# staking.pending.rewards_v2_0_0
source: Unpaid rewards
es: Recompensas no pagadas
fr: Récompenses impayées
hu: Kifizetetlen jutalmak
id: Reward belum dibayar
it: Ricompense non pagate
ja: 未払い報酬
ko: 지급되지 않은 보상
pl: Niewypłacone nagrody
pt_pt: Recompensas não pagas
ru: Невыплаченные награды
tr: Ödenmemiş ödüller
vi: Phần thưởng chưa thanh toán
zh_hans: 未支付奖励

# staking.rewards.destination.title_v2_0_0
source: Rewards destination
es: Destino de las recompensas
fr: Destination des récompenses
hu: Jutalmak érkezési helye
id: Tujuan imbalan
it: Destinazione ricompense
ja: 報酬の宛先
ko: 보상 목적지
pl: Miejsce przeznaczenia nagród
pt_pt: Destino das recompensas
ru: Назначение наград
tr: Ödüllerin hedefi
vi: Đích đến phần thưởng
zh_hans: 奖励目的地

# common.allow
source: Allow
es: Permitir
fr: Autoriser
hu: Engedélyez
id: Izinkan
it: Consenti
ja: 許可する
ko: 허용
pl: Zezwól
pt_pt: Permitir
ru: Разрешить
tr: İzin ver
vi: Cho phép
zh_hans: 允许

# common.reject
source: Reject
es: Rechazar
fr: Rejeter
hu: Elutasít
id: Tolak
it: Rifiuta
ja: 拒否
ko: 거절
pl: Odrzuć
pt_pt: Rejeitar
ru: Отклонить
tr: Reddet
vi: Từ chối
zh_hans: 拒绝

# dapp.confirm.subtitle
source: Approve this request if you trust the application. Check the transaction details.
es: Apruebe esta solicitud si confía en la aplicación. Verifique los detalles de la transacción.
fr: Approuvez cette demande si vous avez confiance en l'application. Vérifiez les détails de la transaction.
hu: Csak akkor engedélyezd a kérést, ha megbízol ebben az alkalmazásban. Ellenőrizd a tranzakció részleteit.
id: Setujui permintaan ini jika Anda mempercayai aplikasi ini. Periksa detail transaksi.
it: Approva questa richiesta se ti fidi dell'applicazione. Controlla i dettagli della transazione.
ja: アプリケーションを信頼する場合はこのリクエストを承認してください。 トランザクションの詳細を確認してください。
ko: 애플리케이션을 신뢰하는 경우 이 요청을 승인하십시오. 거래 세부 정보를 확인하십시오.
pl: Zatwierdź to żądanie, jeśli ufasz aplikacji. Sprawdź szczegóły transakcji.
pt_pt: Aprove esta solicitação se você confia no aplicativo. Verifique os detalhes da transação.
ru: Одобрите этот запрос, если вы доверяете приложению. Проверьте детали транзакции.
tr: Uygulamaya güveniyorsanız bu isteği onaylayın.\nİşlem detaylarını kontrol edin.
vi: Phê duyệt yêu cầu này nếu bạn tin tưởng ứng dụng. Kiểm tra chi tiết giao dịch.
zh_hans: 如果您信任此应用，请批准此请求。 检查交易详情。

# dapp.auth.subtitle
source: Approve this request if you trust the application
es: Apruebe esta solicitud si confía en la aplicación
fr: Approuver cette demande si vous avez confiance en l'application
hu: Engedélyezd a kérést, ha megbízol ebben az alkalmazásban
id: Setujui permintaan ini jika Anda mempercayai aplikasi tersebut
it: Approva questa richiesta se ti fidi dell'applicazione
ja: アプリケーションを信頼する場合はこのリクエストを承認してください
ko: 애플리케이션을 신뢰하는 경우 이 요청을 승인하십시오
pl: Zatwierdź to żądanie, jeśli ufasz aplikacji
pt_pt: Aprove esta solicitação se você confia no aplicativo
ru: Одобрите этот запрос, если вы доверяете приложению
tr: Uygulamaya güveniyorsanız bu isteği onaylayın
vi: Phê duyệt yêu cầu này nếu bạn tin tưởng ứng dụng
zh_hans: 如果您信任该应用，请批准此请求

# dapp.auth.title
source: Allow “%@” to access your account addresses?
es: ¿Permitir a “%@” acceder a las direcciones de su cuenta?
fr: Autorisez «%@» à accéder aux adresses de votre compte ?
hu: Engedélyezed a(z) "%@" hozzáférjen a fiók címeidhez?
id: Mengizinkan ``%@'' untuk mengakses alamat akun Anda?
it: Consenti a "%@" di accedere agli indirizzi del tuo account?
ja: アカウントのアドレスへのアクセスを許可しますか “%@”?
ko: "%@"이(가) 계정 주소에 접근을 허용하시겠습니까?
pl: Zezwolić „%@” na dostęp do adresów twojego konta?
pt_pt: Permitir que “%@” acesse os endereços de sua conta?
ru: Разрешить “%@” доступ к адресам вашего кошелька?
tr: ‘%@’ hesap adreslerinize erişsin mi?
vi: Cho phép “%@” truy cập vào địa chỉ tài khoản của bạn?
zh_hans: 允许“%@”访问您的账户地址?

# common.account.address
source: Account address
es: Dirección de cuenta
fr: Adresse du compte
hu: Fiók címe
id: Alamat akun
it: Indirizzo dell'account
ja: アカウントアドレス
ko: 계정 주소
pl: Adres konta
pt_pt: Endereço da conta
ru: Адрес аккаунта
tr: Hesap adresi
vi: Địa chỉ tài khoản
zh_hans: 账户地址

# dapp.sign.extrinsic.failed
source: Failed to sign requested operation
es: No se pudo firmar la operación solicitada
fr: Échec de la signature de l’opération demandée
hu: Nem sikerült aláírni a kért műveletet
id: Gagal menandatangani operasi yang diminta
it: Impossibile firmare l'operazione richiesta
ja: 要求された操作の署名に失敗しました
ko: 요청된 작업 서명에 실패했습니다
pl: Nie udało się podpisać żądanej operacji
pt_pt: Falha ao assinar a operação solicitada
ru: Не удалось подписать запрошенную операцию
tr: İstenen işlemi imzalama başarısız oldu
vi: Không thể ký thao tác yêu cầu
zh_hans: 未能签署所请求的操作

# dapp.sign.operation.details.subtitle
source: Make sure the operation is correct
es: Asegúrese de que la operación sea correcta
fr: Assurez-vous que l’opération est correcte
hu: Győződj meg arról, hogy a művelet helyes
id: Pastikan operasi sudah benar
it: Assicurati che l'operazione sia corretta
ja: 操作が正しいことを確認してください
ko: 작업이 정확한지 확인하세요
pl: Upewnij się, że operacja jest poprawna
pt_pt: Certifique-se de que a operação está correta
ru: Убедитесь, что операция правильная
tr: İşlemin doğru olduğundan emin olun
vi: Hãy chắc chắn rằng thao tác là chính xác
zh_hans: 确保操作是正确的

# common.all
source: All
es: Todo
fr: Tous
hu: Mind
id: Semua
it: Tutti
ja: すべて
ko: 전체
pl: Wszystko
pt_pt: Todos
ru: Все
tr: Tümü
vi: Tất cả
zh_hans: 全部

# dapp.list.search
source: Search by name or enter URL
es: Buscar por nombre o ingresar URL
fr: Rechercher par nom ou entrer l’URL
hu: Keresés névvel vagy URL-vel
id: Cari berdasarkan nama atau masukkan URL
it: Cerca per nome o inserisci l'URL
ja: 名前で検索またはURLを入力
ko: 이름으로 검색하거나 URL을 입력하세요
pl: Szukaj po nazwie lub wprowadź URL
pt_pt: Busque por nome ou insira URL
ru: Введите имя или URL
tr: İsimle arayın veya URL girin
vi: Tìm kiếm bằng tên hoặc nhập URL
zh_hans: 按名称搜索或输入URL

# common.close.when.changes.confirmation
source: Are you sure you want to close this screen? Your changes will not be applied.
es: ¿Estás seguro de que quieres cerrar esta pantalla? Tus cambios no se aplicarán.
fr: Êtes-vous sûr de vouloir fermer cet écran ? Vos modifications ne seront pas appliquées.
hu: Biztos, hogy be akarod záni a képernyőt? A módosításaid el fognak veszni.
id: Apakah Anda yakin ingin menutup layar ini? Perubahan Anda tidak akan diterapkan.
it: Sei sicuro di voler chiudere questa schermata? Le tue modifiche non verranno applicate.
ja: この画面を閉じてよろしいですか？ 変更は適用されません。
ko: 이 화면을 닫으시겠습니까? 변경 사항이 적용되지 않습니다.
pl: Czy na pewno chcesz zamknąć ten ekran? Twoje zmiany nie zostaną zapisane.
pt_pt: Tem certeza de que deseja fechar esta tela? Suas alterações não serão aplicadas.
ru: Вы уверены, что хотите закрыть этот экран? Изменения не будут применены.
tr: Bu ekranı kapatmak istediğinizden emin misiniz? Değişiklikleriniz uygulanmayacak.
vi: Bạn có chắc chắn muốn đóng màn hình này? Các thay đổi của bạn sẽ không được áp dụng.
zh_hans: 您确定要关闭此屏幕吗？ 您的更改将不会被应用。

# common.wallet
source: Wallet
es: Cartera
fr: Portefeuille
hu: Tárca
id: Dompet
it: Portafoglio
ja: ウォレット
ko: 지갑
pl: Portfel
pt_pt: Carteira
ru: Кошелек
tr: Cüzdan
vi: Ví
zh_hans: 钱包

# common.reload
source: Reload
es: Recargar
fr: Rafraîchir
hu: Frissítés
id: Muat ulang
it: Ricarica
ja: 再読み込み
ko: 다시 로드
pl: Przeładuj
pt_pt: Recarregar
ru: Перезагрузить
tr: Yeniden yükle
vi: Tải lại
zh_hans: 重新加载

# dapp.confirmation.address.mismatch
source: Address in transaction (%@) doesn't match the address in the wallet (%@)
es: La dirección en la transacción (%@) no coincide con la dirección en la billetera (%@)
fr: L'adresse de la transaction (%@) ne correspond pas à l'adresse du portefeuille (%@)
hu: A tranzakció címe (%@) nem egyezik meg a tárcában szereplő címmel (%@)
id: Alamat dalam transaksi (%@) tidak cocok dengan alamat di dompet (%@)
it: L'indirizzo nella transazione (%@) non corrisponde all'indirizzo nel portafoglio (%@)
ja: トランザクションのアドレス (%@) とウォレットのアドレス (%@) が一致しません
ko: 거래 내 주소 (%@)가 지갑 내 주소 (%@)와 일치하지 않습니다
pl: Adres w transakcji (%@) nie zgadza się z adresem w portfelu (%@)
pt_pt: O endereço na transação (%@) não corresponde ao endereço na carteira (%@)
ru: Адрес в транзакции (%@) не совпадает с адресом в кошельке (%@)
tr: İşlemdeki adres (%@) cüzdanınızdaki adresle (%@) uyuşmuyor
vi: Địa chỉ trong giao dịch (%@) không khớp với địa chỉ trong ví (%@)
zh_hans: 交易中的地址（%@）与钱包中的地址（%@）不匹配

# dapp.unexpected.error.format
source: DApp communication failed with reason: %@
es: La comunicación con DApp falló por la razón: %@
fr: La communication DApp a échoué pour la raison suivante : %@
hu: DApp kommunikációs hiba oka: %@
id: Komunikasi DApp gagal dengan alasan: %@
it: La comunicazione con l'applicazione è fallita con il motivo: %@
ja: DAppの通信が理由のため失敗しました: %@
ko: DApp 통신 실패 이유: %@
pl: Komunikacja z DApp nie powiodła się z powodu: %@
pt_pt: A comunicação DApp falhou com o motivo: %@
ru: Взаимодействие с приложением оборвалось по причине: %@
tr: DApp iletişimi şu nedenle başarısız oldu: %@
vi: Liên lạc DApp không thành công vì lý do: %@
zh_hans: 与DApp的通信失败，原因：%@

# dapp.confirmation.bad.field
source: Invalid field in transaction: %@
es: Campo inválido en la transacción: %@
fr: Champ non valide dans la transaction : %@
hu: Érvénytelen mező a tranzakcióban: %@
id: Field tidak valid dalam transaksi: %@
it: Campo non valido nella transazione: %@
ja: トランザクションのフィールドが無効です: %@
ko: 거래의 잘못된 필드: %@
pl: Nieprawidłowe pole w transakcji: %@
pt_pt: Campo inválido na transação: %@
ru: Не удалось обработать поле транзакции: %@
tr: İşlemde geçersiz alan: %@
vi: Trường không hợp lệ trong giao dịch: %@
zh_hans: 交易中的无效字段：%@

# dapp.confirmation.extensions.mismatch
source: Extrinsic extensions doesn't much local ones
es: Las extensiones extrínsecas no coinciden con las locales
fr: Les extensions extrinsèques n'ont pas beaucoup d'effet sur les extensions locales
hu: Az extrinsic kiterjesztések nem tartalmaznak helyieket
id: Ekstensi ekstrinsik tidak sesuai dengan yang lokal
it: Le estensioni estrinseche non corrispondono a quelle locali
ja: エクストリンジック拡張がローカルのものと一致しません
ko: 외부 설정이 로컬 설정과 일치하지 않습니다
pl: Rozszerzenia extrinsic nie zgadzają się z lokalnymi
pt_pt: As extensões extrínsecas não correspondem às locais
ru: Расширенные настройки транзакции не совпадают с локальными
tr: Dışsal eklentiler yerel olanlarla uyuşmuyor
vi: Các mở rộng extrinsic không khớp với các mở rộng cục bộ
zh_hans: 交易扩展不匹配本地扩展

# dapp.confirmation.invalid.signature
source: Generated signature is invalid
es: La firma generada es inválida
fr: La signature générée n'est pas valide
hu: A létrehozott aláírás érvénytelen
id: Tanda tangan yang dihasilkan tidak valid
it: La firma generata non è valida
ja: 生成された署名が無効です
ko: 생성된 서명이 유효하지 않습니다
pl: Wygenerowany podpis jest nieprawidłowy
pt_pt: A assinatura gerada é inválida
ru: Сформированная подпись не прошла проверку
tr: Üretilen imza geçersiz
vi: Chữ ký được tạo không hợp lệ
zh_hans: 生成的签名无效

# common.fee.retry.failed
source: Fee loading failed. Would you like to retry?
es: Falló la carga de la tarifa. ¿Quieres intentarlo de nuevo?
fr: Le chargement des frais a échoué. Voulez-vous réessayer ?
hu: A díj betöltése sikertelen. Megpróbálod újra?
id: Gagal memuat biaya. Apakah Anda ingin mencoba lagi?
it: Caricamento della commissione non riuscito. Vuoi riprovare?
ja: 料金の読み込みに失敗しました。もう一度試しますか？
ko: 수수료 로딩에 실패했습니다. 다시 시도하시겠습니까?
pl: Nie udało się załadować opłaty. Czy chcesz spróbować ponownie?
pt_pt: Falha no carregamento da taxa. Gostaria de tentar novamente?
ru: Загрузка комиссии завершилась с ошибкой. Хотите повторить?
tr: Ücret yüklemesi başarısız oldu. Tekrar denemek ister misiniz?
vi: Tải phí thất bại. Bạn có muốn thử lại không?
zh_hans: 费用加载失败。您想要重试吗？

# dapp.search.query.section
source: Search
es: Buscar
fr: Rechercher
hu: Keresés
id: Pencarian
it: Cerca
ja: 検索
ko: 검색
pl: Szukaj
pt_pt: Pesquisar
ru: Поиск
tr: Arama
vi: Tìm kiếm
zh_hans: 搜索

# wallet.list.empty.message
source: Your assets will appear here. Make sure the "Hide zero balances" filter is turned off
es: Tus activos aparecerán aquí. Asegúrate de que el filtro "Ocultar saldos en cero" esté desactivado
fr: Vos actifs apparaîtront ici. Assurez-vous que le filtre "Masquer les soldes nuls" est désactivé
hu: Itt fognak megjelenni eszközeid. Győződj meg róla, hogy a "Nulla egyenlegűek elrejtése" szűrő ki van kapcsolva.
id: Aset Anda akan muncul di sini. Pastikan filter 'Sembunyikan saldo nol' dimatikan
it: I tuoi asset appariranno qui. Assicurati che il filtro "Nascondi saldi a zero" sia disattivato
ja: ここに資産が表示されます。 「ゼロ残高を隠す」フィルターが オフになっていることを確認してください
ko: 여기에 자산이 표시됩니다. "잔액 숨기기" 필터가 꺼져 있는지 확인하세요.
pl: Twoje aktywa pojawią się tutaj. Upewnij się, że filtr "Ukryj zerowe salda" jest wyłączony
pt_pt: Seus ativos aparecerão aqui. Certifique-se de que o filtro "Ocultar saldos zero" está desativado
ru: Здесь появятся ваши активы. Убедитесь, что фильтр "Скрыть нулевой баланс" отключен.
tr: Varlıklarınız burada görünecek. 'Sıfır bakiyeleri gizle' filtresinin kapalı olduğundan emin olun
vi: Tài sản của bạn sẽ xuất hiện ở đây. Hãy chắc chắn là bộ lọc "Ẩn số dư 0" đã được tắt
zh_hans: 您的资产将显示在这里。 确保"隐藏零余额" 过滤器处于关闭状态

# assets.manage.hide.zero.balances
source: Hide assets with zero balances
es: Ocultar activos con saldos en cero
fr: Masquer les actifs dont le solde est nul
hu: Nulla egyenlegűek elrejtése
id: Sembunyikan aset dengan saldo nol
it: Nascondi asset con saldo zero
ja: ゼロ残高の資産を非表示
ko: 잔고가 0인 자산 숨기기
pl: Ukryj aktywa z zerowym saldem
pt_pt: Ocultar ativos com saldo zero
ru: Скрыть активы с нулевым балансом
tr: Sıfır bakiyeli varlıkları gizle
vi: Ẩn tài sản có số dư bằng 0
zh_hans: 隐藏余额为零的资产

# wallet.send.dead.recipient.commission.asset.title
source: Recipient is not able to accept transfer
es: El destinatario no puede aceptar la transferencia
fr: Le bénéficiaire n'est pas en mesure d'accepter le transfert
hu: A címzett nem tudja elfogadni az átutalást
id: Penerima tidak dapat menerima transfer
it: Il destinatario non è in grado di accettare il trasferimento
ja: 受取人は転送を受け取れません
ko: 수신자가 전송을 수락할 수 없음
pl: Odbiorca nie może zaakceptować transferu
pt_pt: O destinatário não pode aceitar a transferência
ru: Получатель не может принять перевод
tr: Alıcı transferi kabul edemiyor
vi: Người nhận không thể chấp nhận chuyển tiền
zh_hans: 收件人无法接受转账
