Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# wallet.send.dead.recipient.commission.asset.message
source: Your transfer will fail since the destination account does not have enough %@ to accept other token transfers
es: Tu transferencia fallará ya que la cuenta de destino no tiene suficiente %@ para aceptar transferencias de otros tokens
fr: Votre transfert échouera car le compte bénéficiaire n'a pas assez de %@ pour accepter d'autres transferts d'actifs
hu: Utalásod sikertelen lesz, mivel a célfiók nem rendelkezik elegendő %@ tokennel, ahhoz hogy egyéb tokeneket fogadhasson
id: Transfer Anda akan gagal karena akun tujuan tidak memiliki cukup %@ untuk menerima transfer token lain
it: Il tuo trasferimento fallirà in quanto il conto di destinazione non ha abbastanza %@ per accettare altri trasferimenti di token
ja: 送金先アカウントが他のトークン転送を受け取るための十分な%@を持っていないため、送金は失敗します。
ko: 대상 계정에 다른 토큰 전송을 수락할 수 있는 충분한 %@이(가) 없기 때문에 전송이 실패할 것입니다.
pl: Twój transfer nie powiedzie się, ponieważ konto docelowe nie ma wystarczająco dużo %@, aby zaakceptować inne transfery tokenów
pt_pt: Sua transferência falhará, pois a conta de destino não tem %@ suficiente para aceitar outras transferências de token
ru: Ваш перевод завершится ошибкой, так как у получателя недостаточно %@ для приема переводов в других токенах.
tr: Hedef hesapta diğer token transferlerini kabul etmek için yeterli %@ olmadığından transferiniz başarısız olacak
vi: Chuyển tiền của bạn sẽ thất bại vì tài khoản đích không có đủ %@ để chấp nhận các chuyển khoản token khác
zh_hans: 您的转账将因目的账户没有足够的%@来接受其他代币转账而失败

# transaction.min.balance.violation.message
source: You need to have at least %@ to pay this transaction fee and stay above the minimum network balance. Your current balance is: %@. You need to add %@ to your balance to perform this operation.
es: Necesitas tener al menos %@ para pagar esta tarifa de transacción y permanecer por encima del saldo mínimo de la red. Tu saldo actual es: %@. Necesitas agregar %@ a tu saldo para realizar esta operación.
fr: Vous devez avoir au moins %@ pour payer ces frais de transaction et rester au-dessus du solde minimum du réseau. Votre solde actuel est : %@. Vous devez ajouter %@ à votre solde pour effectuer cette opération.
hu: Legalább %@ kell ahhoz, hogy kifizesd a tranzakciós díjat és, hogy a hálozat által megszabott minimális egyenleg felett maradj. A jelenlegi egyenleged: %@. A művelet végrehajtásához kell még %@.
id: Anda perlu memiliki setidaknya %@ untuk membayar biaya transaksi ini dan tetap di atas saldo jaringan minimum. Saldo Anda saat ini: %@. Anda perlu menambahkan %@ ke saldo Anda untuk melakukan operasi ini.
it: Devi avere almeno %@ per pagare questa tassa di transazione e rimanere al di sopra del saldo minimo di rete. Il tuo saldo attuale è: %@. Devi aggiungere %@ al tuo saldo per effettuare questa operazione.
ja: このトランザクション手数料を支払うためには最低でも%@が必要であり、かつネットワークの最小バランスを上回る必要があります。現在のバランスは：%@。操作を実行するためには、バランスに%@を追加する必要があります。
ko: 이 거래 수수료를 지불하고 최소 네트워크 잔액 이상을 유지하려면 최소 %@가 필요합니다. 현재 잔액: %@. 이 작업을 수행하려면 잔액에 %@를 추가해야 합니다.
pl: Musisz mieć co najmniej %@, aby zapłacić tę opłatę transakcyjną i pozostać powyżej minimalnego salda sieci. Twój bieżący saldo: %@. Musisz dodać %@ do swojego salda, aby wykonać tę operację.
pt_pt: Você precisa ter pelo menos %@ para pagar esta taxa de transação e permanecer acima do saldo mínimo da rede. Seu saldo atual é: %@. Você precisa adicionar %@ ao seu saldo para realizar esta operação.
ru: Вам необходимо иметь как минимум %@, чтобы оплатить комиссию за транзакцию и остаться выше минимального баланса. Ваш текущий баланс: %@. Для выполнения этой операции вам необходимо добавить %@ к своему балансу.
tr: Bu işlem ücretini ödemek ve ağın minimum bakiyesinin üzerinde kalmak için en az %@ sahip olmanız gerekir. Mevcut bakiyeniz: %@. Bu işlemi gerçekleştirmek için bakiyenize %@ eklemeniz gerekmektedir.
vi: Bạn cần có ít nhất %@ để trả phí giao dịch này và duy trì trên mức cân bằng mạng tối thiểu. Số dư hiện tại của bạn là: %@. Bạn cần thêm %@ vào số dư của mình để thực hiện thao tác này.
zh_hans: 您需要至少有%@来支付此次交易费用并保持网络最低余额以上。您当前的余额是：%@。您需要向您的余额中添加%@来执行此操作。

# wallet.total.balance
source: Total balance
es: Saldo total
fr: Solde total
hu: Teljes egyenleg
it: Saldo totale
ja: 総残高
ko: 총 잔액
pl: Łączny bilans
pt_pt: Saldo total
ru: Общий баланс
tr: Toplam bakiye
vi: Tổng số dư
zh_hans: 总余额

# assets.manage.title
source: Filters
es: Filtros
fr: Filtres
hu: Szűrők
id: Filter
it: Filtri
ja: フィルター
ko: 필터
pl: Filtry
pt_pt: Filtros
ru: Фильтры
tr: Filtreler
vi: Bộ lọc
zh_hans: 筛选

# tabbar.dapps.title_2_4_3
source: Browser
es: Navegador
fr: Navigateur
hu: Böngésző
ja: ブラウザ
ko: 브라우저
pl: Przeglądarka
pt_pt: Navegador
ru: Браузер
tr: Tarayıcı
vi: Trình duyệt
zh_hans: 浏览器

# dapps.decoration.subtitle_2_4_3
source: Browse the web using your accounts from Nova Wallet
es: Navegue por la web usando sus cuentas de Nova Wallet
fr: Naviguez sur le web en utilisant vos comptes depuis Nova
hu: Böngészd az internetet Nova Wallet fiókjaiddal
id: Jelajahi web menggunakan akun Anda dari Nova Wallet
it: Esplora il web usando i tuoi account da Nova Wallet
ja: Nova Walletのアカウントを使用して ウェブを閲覧
ko: Nova Wallet 계정을 사용하여 웹을 탐색하세요
pl: Przeglądaj sieć używając swoich kont w Nova Wallet
pt_pt: Navegue na web usando suas contas do Nova Wallet
ru: Исследуйте сеть, используя ваши аккаунты из Nova Wallet
tr: Hesaplarınızı Nova Wallet'tan kullanarak web'i gezin
vi: Lướt web sử dụng tài khoản từ Nova Wallet
zh_hans: 使用您从Nova钱包的账户 浏览网页

# dapp.decoration.title_2_4_3
source: Welcome to Nova browser
es: Bienvenido al navegador Nova
fr: Bienvenue dans le navigateur Nova
hu: Üdvözöl a Nova böngésző
id: Selamat datang di browser Nova
it: Benvenuto su Nova browser
ja: ようこそ Novaブラウザへ
ko: Nova 브라우저에 오신 것을 환영합니다
pl: Witamy w Nova przeglądarce
pt_pt: Bem-vindo ao navegador Nova
ru: Добро пожаловать в Nova браузер
tr: Nova tarayıcısına hoş geldiniz
vi: Chào mừng đến với trình duyệt Nova
zh_hans: 欢迎 进入Nova浏览器

# wallet.list.your.nfts.title
source: Your NFTs
es: Tus NFTs
fr: Vos NFT
hu: Saját NFT-k
id: NFT Anda
it: I tuoi NFT
ja: あなたのNFT
ko: 당신의 NFT
pl: Twoje NFT
pt_pt: Seus NFTs
ru: Ваши NFT
tr: Senin NFT'lerin
vi: NFT của bạn
zh_hans: 您的NFT

# nft.list.item.limited.format
source: #%@ Edition of %@
es: #%@ Edición de %@
fr: #%@ Édition de %@
hu: #%@ / %@ kiadás
id: #%@ Edisi dari %@
it: #%@ Edizione di %@
ja: #%@ エディションの %@
ko: #%@ %@의 에디션
pl: #%@ Wydanie z %@
pt_pt: Edição #%@ de %@
ru: #%@ Издание из %@
tr: #%@ Baskı %@ içinden
vi: #%@ Phiên bản của %@
zh_hans: #%@版次的%@

# nft.list.item.unlimited
source: Unlimited series
es: Serie ilimitada
fr: Série illimitée
hu: Korlátlan sorozat
id: Seri tak terbatas
it: Serie illimitata
ja: 無制限シリーズ
ko: 무제한 시리즈
pl: Nieograniczona seria
pt_pt: Série ilimitada
ru: Неограниченная серия
tr: Sınırsız seri
vi: Chuỗi không giới hạn
zh_hans: 无限系列

# nft.issuer.title
source: Created by
es: Creado por
fr: Créé par
hu: Készítette
id: Dibuat oleh
it: Creato da
ja: 作成者
ko: 제작자
pl: Utworzone przez
pt_pt: Criado por
ru: Создатель
tr: Oluşturan
vi: Được tạo bởi
zh_hans: 创建者

# nft.owner.title
source: Owned by
es: Propiedad de
fr: Propriété de
hu: Tulajdonos
id: Dimiliki oleh
it: Di proprietà di
ja: 所有者
ko: 소유자
pl: W posiadaniu
pt_pt: Propriedade de
ru: Владелец
tr: Sahibi
vi: Sở hữu bởi
zh_hans: 拥有者

# nft.collection.title
source: Collection
es: Colección
hu: Gyűjtemény
id: Koleksi
it: Collezione
ja: コレクション
ko: 컬렉션
pl: Kolekcja
pt_pt: Coleção
ru: Коллекция
tr: Koleksiyon
vi: Bộ sưu tập
zh_hans: 收藏

# common.price
source: Price
es: Precio
fr: Prix
hu: Ár
id: Harga
it: Prezzo
ja: 価格
ko: 가격
pl: Cena
pt_pt: Preço
ru: Цена
tr: Fiyat
vi: Giá
zh_hans: 价格

# nft.list.not.listed
source: Not listed
es: Sin precio
fr: Non répertorié
hu: Nem listázott
id: Tidak terdaftar
it: Non quotato
ja: リストされていません
ko: 가격 미정
pl: Bez ceny
pt_pt: Não listado
ru: Без цены
tr: Listelenmemiş
vi: Chưa niêm yết
zh_hans: 未上市

# dapp.list.featured.websites
source: Featured websites
es: Sitios web destacados
fr: Sites Web en vedette
hu: Kiemelt weboldalak
id: Situs web Unggulan
it: Siti web in primo piano
ja: 注目のウェブサイト
ko: 추천 웹사이트
pl: Polecane strony internetowe
pt_pt: Sites em destaque
ru: Популярные сайты
tr: Öne Çıkan Web Siteleri
vi: Các trang web nổi bật
zh_hans: 特色网站

# common.tx.id
source: Transaction ID
es: ID de transacción
fr: ID de la transaction
hu: Tranzakció ID
id: ID Transaksi
it: ID della transazione
ja: 取引ID
ko: 거래 ID
pl: ID transakcji
pt_pt: ID da transação
ru: ID транзакции
tr: İşlem Kimliği
vi: ID Giao dịch
zh_hans: 交易ID

# tx.details.send.title
source: Send to this contact
es: Enviar a este contacto
fr: Envoyer à ce contact
hu: Küldés ennek a kapcsolatnak
id: Kirim ke kontak ini
it: Invia a questo contatto
ja: この連絡先に送信
ko: 이 연락처로 전송
pl: Wyślij do tego kontaktu
pt_pt: Enviar para este contato
ru: Отправить этому контакту
tr: Bu kişiye gönder
vi: Gửi đến liên hệ này
zh_hans: 发送给此联系人

# common.recipient
source: Recipient
es: Destinatario
fr: Bénéficiaire
hu: Címzett
id: Penerima
it: Destinatario
ja: 受信者
ko: 수신자
pl: Odbiorca
pt_pt: Destinatário
ru: Получатель
tr: Alıcı
vi: Người nhận
zh_hans: 接收者

# common.sender
source: Sender
es: Remitente
fr: Expéditeur
hu: Feladó
id: Pengirim
it: Mittente
ja: 送信者
ko: 발송자
pl: Nadawca
pt_pt: Remetente
ru: Отправитель
tr: Gönderen
vi: Người gửi
zh_hans: 发送者

# common.paste
source: Paste
es: Pegar
fr: Coller
hu: Beillesztés
id: Tempel
it: Incolla
ja: 貼り付け
ko: 붙여넣기
pl: Wklej
pt_pt: Colar
ru: Вставить
tr: Yapıştır
vi: Dán
zh_hans: 粘贴

# common.validation.invalid.address.message
source: Recipient should be a valid %@ address
es: El destinatario debe ser una dirección %@ válida
fr: Le bénéficiaire doit être une adresse %@ valide
hu: A címzettnek érvényes %@ címnek kell lennie
id: Penerima harus merupakan alamat %@ yang valid
it: Il destinatario dovrebbe essere un indirizzo %@ valido
ja: 受信者は有効な %@ アドレスである必要があります
ko: 수신자는 유효한 %@ 주소여야 합니다
pl: Odbiorca powinien być prawidłowym adresem %@
pt_pt: O destinatário deve ser um endereço %@ válido
ru: Получатель должен быть допустимым адресом %@
tr: Alıcı geçerli bir %@ adresi olmalıdır
vi: Người nhận phải là địa chỉ %@ hợp lệ
zh_hans: 接收者应该是一个有效的%@地址

# common.validation.invalid.address.title
source: Invalid recipient
es: Destinatario inválido
fr: Bénéficiaire invalide
hu: Érvénytelen címzett
id: Penerima tidak valid
it: Destinatario non valido
ja: 無効な受信者
ko: 잘못된 수신자
pl: Nieprawidłowy odbiorca
pt_pt: Destinatário inválido
ru: Недопустимый получатель
tr: Geçersiz alıcı
vi: Người nhận không hợp lệ
zh_hans: 无效的接收者

# wallet.transfer.token.format
source: Send %@ on
es: Enviar %@ en
fr: Envoyer %@ sur
hu: %@ küldése ezen:
id: Kirim %@ di
it: Invia %@ su
ja: %@を送信先
ko: %@을(를) 보내기
pl: Wyślij %@ na
pt_pt: Enviar %@ em
ru: Отправить %@ в
tr: %@ üzerinde gönder
vi: Gửi %@ trên
zh_hans: 在发送 %@

# common.transferable.prefix
source: Transferable:
es: Transferible:
fr: Transférable :
hu: Átutalható:
id: Dapat ditransfer:
it: Trasferibile:
ja: 利用可能:
ko: 이체 가능:
pt_pt: Transferível:
ru: Доступно:
tr: Transfer edilebilir:
vi: Có thể chuyển:
zh_hans: 可转让：

# amount.too.low
source: Amount is too low
es: La cantidad es demasiado baja
fr: Le montant est trop faible
hu: Az összeg túl kevés
id: Jumlah terlalu rendah
it: La quantità è troppo bassa
ja: 金額が低すぎます
ko: 금액이 너무 낮습니다
pl: Kwota jest zbyt niska
pt_pt: Quantia muito baixa
ru: Сумма слишком мала
tr: Miktar çok düşük
vi: Số tiền quá thấp
zh_hans: 金额过低

# common.same.receive.address.message
source: Recipient's address must differ from sender
es: La dirección del destinatario debe ser diferente a la del remitente
fr: L'adresse du bénéficiaire doit être différente de celle de l'expéditeur
hu: A címzett címének különböznie kell a feladó címétől
id: Alamat penerima harus berbeda dari pengirim
it: L'indirizzo del destinatario deve essere diverso da quello del mittente
ja: 受信者のアドレスは送信者と異なる必要があります
ko: 수신자의 주소는 발신자와 달라야 합니다
pl: Adres odbiorcy musi się różnić od adresu nadawcy
pt_pt: O endereço do destinatário deve ser diferente do remetente
ru: Адрес получателя должен отличаться от адреса отправителя
tr: Alıcının adresi gönderenin adresinden farklı olmalıdır
vi: Địa chỉ người nhận phải khác với địa chỉ người gửi
zh_hans: 收件人地址必须与发件人地址不同

# transfer.setup.enter.address
source: Enter the address...
es: Ingrese la dirección...
fr: Entrez une adresse...
hu: Cím megadása...
id: Masukkan alamat...
it: Inserisci l'indirizzo...
ja: アドレスを入力...
ko: 주소를 입력하세요...
pl: Wprowadź adres...
pt_pt: Insira o endereço...
ru: Введите адрес...
tr: Adresi girin...
vi: Nhập địa chỉ...
zh_hans: 请输入地址...

# transfer.setup.enter.amount
source: Enter amount...
es: Introducir cantidad...
fr: Saisissez un montant...
hu: Összeg megadása...
id: Masukkan jumlah...
it: Inserisci l'importo...
ja: 金額を入力...
ko: 금액 입력...
pl: Wprowadź kwotę...
pt_pt: Digite o valor...
ru: Введите сумму...
tr: Miktar girin...
vi: Nhập số lượng...
zh_hans: 输入金额…

# common.not.now
source: Not now
es: Ahora no
fr: Pas maintenant
hu: Most nem
id: Tidak sekarang
it: Non adesso
ja: 今はしない
ko: 지금은 아님
pl: Nie teraz
pt_pt: Agora não
ru: Не сейчас
tr: Şimdi değil
vi: Không phải bây giờ
zh_hans: 现在不行

# common.open.settings
source: Open settings
es: Abrir ajustes
fr: Ouvrir les paramètres
hu: Beállítások megnyitása
id: Buka pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
pl: Otwórz ustawienia
pt_pt: Abrir configurações
ru: Открыть настройки
tr: Ayarları aç
vi: Mở cài đặt
zh_hans: 打开设置

# qr.scan.error.camera.restricted
source: Unfortunately, access to the camera is restricted.
es: Desafortunadamente, el acceso a la cámara está restringido.
fr: Malheureusement, l'accès à la caméra est restreint.
hu: Sajnos a kamerához való hozzáférés nem engedélyezett.
id: Sayangnya, akses ke kamera dibatasi.
it: Purtroppo, l'accesso alla fotocamera è limitato.
ja: 残念ながら、カメラへのアクセスは制限されています。
ko: 불행하게도, 카메라 접근이 제한되어 있습니다.
pl: Niestety, dostęp do kamery jest ograniczony.
pt_pt: Infelizmente, o acesso à câmera está restrito.
ru: К сожалению, доступ к камере ограничен.
tr: Maalesef, kameraya erişim kısıtlandı.
vi: Thật không may, truy cập vào máy ảnh bị hạn chế.
zh_hans: 不幸的是，相机访问受到限制。

# qr.scan.error.camera.restricted_previously
source: Unfortunately, you denied access to camera previously. Would you like to allow access now?
es: Desafortunadamente, negaste el acceso a la cámara previamente. ¿Te gustaría permitir el acceso ahora?
fr: Malheureusement, vous avez précédemment refusé l’accès à la caméra. Souhaitez-vous autoriser l’accès maintenant?
hu: Sajnos korábban megtagadtad a kamerához való hozzáférést. Szeretnéd most engedélyezni?
id: Maaf, Anda telah menolak akses ke kamera sebelumnya. Apakah Anda ingin mengizinkan akses sekarang?
it: Purtroppo, hai negato in precedenza l'accesso alla fotocamera. Vuoi consentire l'accesso ora?
ja: 残念ながら、以前にカメラへのアクセスを拒否しました。今アクセスを許可しますか？
ko: 안타깝게도, 이전에 카메라 접근을 거부하셨습니다. 지금 접근을 허용하시겠습니까?
pl: Niestety, wcześniej odmówiłeś dostępu do kamery. Chcesz zezwolić na dostęp teraz?
pt_pt: Infelizmente, você negou o acesso à câmera anteriormente. Gostaria de permitir o acesso agora?
ru: К сожалению, вы ранее запретили доступ к камере. Хотите предоставить доступ к камере сейчас?
tr: Maalesef, daha önce kameraya erişimi reddettiniz. Şimdi erişime izin vermek ister misiniz?
vi: Rất tiếc, bạn đã từ chối quyền truy cập vào máy ảnh trước đó. Bạn có muốn cấp quyền truy cập bây giờ không?
zh_hans: 不幸的是，您之前拒绝了相机访问权限。您现在想要允许访问吗？

# qr.scan.error.camera.title
source: Camera Access
es: Acceso a la Cámara
fr: Accès à la caméra
hu: Kamera hozzáférés
id: Akses Kamera
it: Accesso alla fotocamera
ja: カメラアクセス
ko: 카메라 접근
pl: Dostęp do kamery
pt_pt: Acesso à Câmera
ru: Доступ к камере
tr: Kamera Erişimi
vi: Quyền truy cập máy ảnh
zh_hans: 相机访问

# recepient.scan.error
source: Can't extract recipient address
es: No se puede extraer la dirección del destinatario
fr: Impossible d'extraire l'adresse du bénéficiaire
hu: Nem lehet kiolvasni a címzett címét
id: Tidak dapat mengekstrak alamat penerima
it: Impossibile estrarre l'indirizzo del destinatario
ja: 受信者のアドレスを抽出できません
ko: 수신자 주소를 추출할 수 없습니다
pl: Nie można uzyskać adresu odbiorcy
pt_pt: Não foi possível extrair o endereço do destinatário
ru: Не удалось извлечь адрес получателя
tr: Alıcı adresi çıkartılamıyor
vi: Không thể trích xuất địa chỉ người nhận
zh_hans: 无法提取收件人地址

# recepient.scan.title
source: Scan QR
es: Escanear QR
fr: Scanner QR
hu: QR-kód beolvasása
id: Pindai QR
it: Scansiona QR
ja: QRをスキャン
ko: QR 스캔
pl: Skanuj QR
pt_pt: Escanear QR
ru: Поднесите QR
tr: QR Tara
vi: Quét mã QR
zh_hans: 扫描QR

# recepient.scan.message
source: Scan QR code from receiver
es: Escanear el código QR del receptor
fr: Scanner le code QR du bénéficiaire
hu: QR-kód beolvasása a fogadótól
id: Pindai kode QR dari penerima
it: Scansiona il codice QR del destinatario
ja: 受信者からQRコードをスキャン
ko: 수신자로부터 QR 코드를 스캔하세요
pl: Zeskanuj kod QR od odbiorcy
pt_pt: Escanear o código QR do receptor
ru: Поднесите QR код получателя
tr: Alıcıdan QR kodu tarayın
vi: Quét mã QR từ người nhận
zh_hans: 扫描接收者的QR码

# qr.scan.error.invalid.image
source: Can't process selected image
es: No se puede procesar la imagen seleccionada
fr: Impossible de traiter l'image sélectionnée
hu: A kiválasztott kép nem értelmezhető
id: Tidak dapat memproses gambar yang dipilih
it: Impossibile elaborare l'immagine selezionata
ja: 選択した画像を処理できません
ko: 선택한 이미지를 처리할 수 없습니다
pl: Nie można przetworzyć wybranego obrazu
pt_pt: Não é possível processar a imagem selecionada
ru: Не удалось обработать изображение
tr: Seçilen resim işlenemiyor
vi: Không thể xử lý ảnh đã chọn
zh_hans: 无法处理选定的图片

# qr.scan.error.gallery.restricted
source: Unfortunately, access to the photos is restricted.
es: Desafortunadamente, el acceso a las fotos está restringido.
fr: Malheureusement, l'accès aux photos est restreint.
hu: Sajnos a képekhez való hozzáférés nincs engedélyezve.
id: Maaf, akses ke foto terbatas.
it: Purtroppo, l'accesso alle foto è limitato.
ja: 残念ながら、写真へのアクセスが制限されています。
ko: 안타깝게도, 사진 접근이 제한되어 있습니다.
pl: Niestety, dostęp do zdjęć jest ograniczony.
pt_pt: Infelizmente, o acesso às fotos está restrito.
ru: К сожалению, доступ к галерее ограничен.
tr: Maalesef, fotoğraflara erişim kısıtlandı.
vi: Rất tiếc, quyền truy cập vào ảnh bị hạn chế.
zh_hans: 不幸的是，照片访问受到限制。

# qr.scan.error.gallery.restricted.previously
source: Unfortunately, you denied access to photos previously. Would you like to allow access now?
es: Desafortunadamente, negaste el acceso a las fotos previamente. ¿Te gustaría permitir el acceso ahora?
fr: Malheureusement, vous avez précédemment refusé l’accès aux photos. Souhaitez-vous autoriser l’accès maintenant?
hu: Sajnos korábban megtagadtad a kamerához való hozzáférést. Szeretné dmost engedélyezni a hozzáférést?
id: Maaf, Anda telah menolak akses ke foto sebelumnya. Apakah Anda ingin mengizinkan akses sekarang?
it: Purtroppo, hai negato in precedenza l'accesso alle foto. Vorresti consentire l'accesso ora?
ja: 残念ながら、以前に写真へのアクセスを拒否しました。今アクセスを許可しますか？
ko: 안타깝게도, 이전에 사진 접근을 거부하셨습니다. 지금 접근을 허용하시겠습니까?
pl: Niestety, wcześniej odmówiłeś dostępu do zdjęć. Chcesz zezwolić na dostęp teraz?
pt_pt: Infelizmente, você negou o acesso às fotos anteriormente. Gostaria de permitir o acesso agora?
ru: К сожалению, вы ранее запретили доступ к галерее. Хотите предоставить доступ к галерее сейчас?
tr: Maalesef, daha önce fotoğraflara erişimi reddettiniz. Şimdi erişime izin vermek ister misiniz?
vi: Rất tiếc, bạn đã từ chối quyền truy cập vào ảnh trước đó. Bạn có muốn cấp quyền truy cập bây giờ không?
zh_hans: 不幸的是，您之前拒绝了照片访问权限。您现在想要允许访问吗？

# qr.scan.error.gallery.title
source: Photos Access
es: Acceso a Fotos
fr: Accès aux photos
hu: Fénykép hozzáférés
id: Akses Foto
it: Accesso alle foto
ja: 写真アクセス
ko: 사진 접근
pl: Dostęp do zdjęć
pt_pt: Acesso às Fotos
ru: Доступ к галерее
tr: Fotoğraflara Erişim
vi: Quyền truy cập ảnh
zh_hans: 照片访问

# common.db.subscription.error
source: Couldn't extract data from the database. Please, try again later.
es: No se pudo extraer datos de la base de datos. Por favor, intenta nuevamente más tarde.
fr: Impossible d'extraire des données de la base de données. Veuillez réessayer plus tard.
hu: Nem található adat az adatbázisban. Kérlek, próbáld meg újra később.
id: Tidak dapat mengekstrak data dari database. Silakan coba lagi nanti.
it: Impossibile estrarre i dati dal database. Si prega di riprovare più tardi.
ja: データベースからデータを抽出できませんでした。後ほどもう一度お試しください。
ko: 데이터베이스에서 데이터를 추출할 수 없습니다. 나중에 다시 시도해 주세요.
pl: Nie udało się pobrać danych z bazy danych. Proszę spróbować ponownie później.
pt_pt: Não foi possível extrair dados do banco de dados. Por favor, tente novamente mais tarde.
ru: Не удалось получить данные из базы данных. Пожалуйста, попробуйте позже.
tr: Veritabanından veri çıkarılamadı. Lütfen, daha sonra tekrar deneyin.
vi: Không thể trích xuất dữ liệu từ cơ sở dữ liệu. Vui lòng thử lại sau.
zh_hans: 无法从数据库中提取数据。请稍后再试。

# common.data.corruption.error
source: Unexpected corrupted data found. Please, contact support.
es: Se encontró datos corruptos inesperados. Por favor, contacta al soporte.
fr: Des données corrompues inattendues ont été trouvées. Veuillez contacter l'assistance.
hu: Váratlanul sérült adatokat találtunk. Kérlek fordulj ügyfélszolgálatunkhoz.
id: Data terkorupsi yang tidak terduga ditemukan. Harap hubungi dukungan.
it: Dati corrotti inaspettati trovati. Si prega di contattare il supporto.
ja: 予期しないデータの破損が見つかりました。サポートに連絡してください。
ko: 예상치 못한 데이터 손상이 발견되었습니다. 지원팀에 문의하십시오.
pl: Znaleziono nieoczekiwane uszkodzone dane. Proszę skontaktować się z pomocą techniczną.
pt_pt: Dados corrompidos inesperados encontrados. Por favor, contate o suporte.
ru: Не удалось обработать данные. Пожалуйста, обратитесь в службу поддержки.
tr: Beklenmeyen bozulmuş veriler bulundu. Lütfen, destekle iletişime geçin.
vi: Phát hiện dữ liệu bị hỏng không mong muốn. Vui lòng liên hệ hỗ trợ.
zh_hans: 发现意外的损坏数据。请联系支持。

# staking.max.nominator.rewarded.format
source: %@ rewarded
es: %@ recompensados
fr: %@ récompensés
hu: %@ jutalmazott
id: %@ mendapat reward
it: %@ premiato
ja: %@ 報酬
ko: %@ 보상됨
pl: %@ nagrodzone
pt_pt: %@ recompensado
ru: %@ вознаграждены
tr: %@ ödüllendirildi
vi: %@ được thưởng
zh_hans: %@已奖励

# staking.controller.confirm.title
source: Change controller
es: Cambiar controlador
fr: Changer de contrôleur
hu: Vezérlő módosítása
id: Ganti pengendali
it: Cambia controller
ja: コントローラーを変更
ko: 컨트롤러 변경
pl: Zmień kontrolera
pt_pt: Alterar controlador
ru: Сменить контроллер
tr: Kontrolcüyü değiştir
vi: Thay đổi controller
zh_hans: 更换控制器

# staking.controller
source: Controller
es: Controlador
fr: Contrôleur
hu: Vezérlő
id: Pengendali
ja: コントローラー
ko: 컨트롤러
pl: Kontroler
pt_pt: Controlador
ru: Контроллер
tr: Kontrolör
zh_hans: 控制器

# common.find.more
source: Find out more
es: Descubrir más
fr: En savoir plus
hu: További információ
id: Temukan lebih lanjut
it: Scopri di più
ja: 詳しく知る
ko: 더 알아보기
pl: Dowiedz się więcej
pt_pt: Descubra mais
ru: Узнать больше
tr: Daha fazla bilgi edinin
vi: Tìm hiểu thêm
zh_hans: 了解更多

# staking.controller.banner.title
source: Improve staking security
es: Mejorar la seguridad del staking
fr: Améliorer la sécurité du staking
hu: A stake-elés biztonságának javítása
id: Perbaiki keamanan staking
it: Migliorare la sicurezza dello staking
ja: stakingのセキュリティを向上
ko: 스테이킹 보안 향상
pl: Zwiększ bezpieczeństwo stakingu
pt_pt: Melhore a segurança do staking
ru: Улучшите безопасность стейкинга
tr: Staking güvenliğini geliştirin
vi: Cải thiện bảo mật staking
zh_hans: 提高质押安全性
