Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# gov.vote.conviction.alert.message
source: Abstain votes can only be done with 0.1x conviction. Vote with 0.1x conviction?
es: Los votos de Abstención solo se pueden realizar con una convicción de 0.1x. ¿Votar con una convicción de 0.1x?
fr: Les votes d'abstention ne peuvent se faire qu'avec une conviction de 0,1x. Voter avec une conviction de 0,1x ?
hu: A tartózkodó szavazatok csak 0.1x meggyőződés mellett lehetségesek. Szavazás 0.1x meggyőződéssel?
id: Suara Abstain hanya dapat dilakukan dengan keyakinan 0,1x. Pilih dengan keyakinan 0,1x?
it: I voti di astensione possono essere effettuati solo con una convinzione di 0.1x. Votare con una convinzione di 0.1x?
ja: 棄権票は0.1xの信念でのみ行うことができます。0.1xの信念で投票しますか？
ko: 기권 투표는 0.1x 확신도로만 가능합니다. 0.1x 확신도로 투표하시겠습니까?
pl: Wstrzymanie się od głosu może być dokonane tylko z 0.1x conviction. Głosować z 0.1x conviction?
pt_pt: Os votos de abstenção só podem ser feitos com convicção de 0.1x. Votar com convicção de 0.1x?
ru: Голосование с воздержанием возможно только с убежденностью 0.1x. Проголосовать с убежденностью 0.1x?
tr: Çekimser oylar yalnızca 0.1x inançla yapılabilir. 0.1x inançla oy kullanmak ister misiniz?
vi: Bỏ phiếu Abstain chỉ có thể thực hiện với độ xác tín 0.1x. Bỏ phiếu với độ xác tín 0.1x?
zh_hans: 弃权票只能通过 0.1x 决心投票。是否以 0.1x 决心投票？

# gov.vote.conviction.hint.title
source: Conviction will be set to 0.1x when you vote Abstain
es: La convicción se establecerá en 0.1x cuando se Abstenga
fr: La conviction sera fixée à 0,1x lorsque vous vous abstenez
hu: A megítélés 0.1x-re lesz állítva, ha tartózkodsz.
id: Keyakinan akan diatur ke 0,1x ketika Abstain
it: La convinzione sarà impostata a 0.1x quando Abstain
ja: 棄権時には信念が0.1xに設定されます
ko: 기권 시 확신도가 0.1x로 설정됩니다
pl: Conviction zostanie ustawione na 0.1x podczas Wstrzymania się
pt_pt: A convicção será definida como 0.1x quando Abstain
ru: Убежденность будет установлена на 0.1x при Воздержании
tr: Çekinmelerde 0.1x olarak Ayarlanacak
vi: Độ xác tín sẽ được đặt là 0.1x khi bỏ phiếu Abstain
zh_hans: 弃权时将把决心设置为 0.1x

# cloud.backup.password.confirm.title
source: Confirm backup password
es: Confirme la contraseña de respaldo
fr: Confirmer le mot de passe de sauvegarde
hu: Erősítse meg a biztonsági mentés jelszavát
id: Konfirmasikan kata sandi cadangan
it: Conferma password di backup
ja: バックアップパスワードを確認
ko: 백업 비밀번호 확인
pl: Potwierdź hasło do kopii zapasowej
pt_pt: Confirme a senha de backup
ru: Подтвердите пароль для бэкапа
tr: Yedekleme parolasını onaylayın
vi: Xác nhận mật khẩu sao lưu
zh_hans: 确认备份密码

# cloud.backup.password.confirm.details
source: Please enter the password you created on the previous screen
es: Por favor, ingrese la contraseña que creó en la pantalla anterior
fr: Veuillez entrer le mot de passe que vous avez créé à l'écran précédent
hu: Kérjük, adja meg a korábban létrehozott jelszót az előző képernyőn
id: Harap masukkan kata sandi yang Anda buat di layar sebelumnya
it: Per favore inserisci la password che hai creato nella schermata precedente
ja: 前の画面で作成したパスワードを入力してください
ko: 이전 화면에서 생성한 비밀번호를 입력하세요
pl: Proszę wprowadzić hasło, które utworzyłeś na poprzednim ekranie
pt_pt: Por favor, insira a senha que você criou na tela anterior
ru: Пожалуйста, введите пароль, который вы создали на предыдущем экране
tr: Lütfen önceki ekranda oluşturduğunuz parolayı girin
vi: Vui lòng nhập mật khẩu bạn đã tạo ở màn hình trước
zh_hans: 请输入您在上一个屏幕上创建的密码

# swipe.gov.empty.view.voted.text
source: You have already voted for all available referenda
es: Ya has votado por todos los referendos disponibles
fr: Vous avez déjà voté pour tous les référendums disponibles
hu: Ön már az összes elérhető referendumra szavazott
id: Anda telah memberikan suara untuk semua referendum yang tersedia
it: Hai già votato per tutti i referendum disponibili
ja: 利用可能なレファレンダに既に投票しています
ko: 모든 가능한 국민투표에 이미 투표했습니다
pl: Już zagłosowałeś we wszystkich dostępnych referendach
pt_pt: Você já votou em todos os referendos disponíveis
ru: Вы уже проголосовали во всех доступных референдумах
tr: Mevcut tüm referandumlara zaten oy verdiniz
vi: Bạn đã bỏ phiếu cho tất cả các cuộc trưng cầu khả dụng
zh_hans: 您已为所有可用的公投投票

# swipe.gov.empty.view.button
source: Confirm your votes
es: Confirma tus votos
fr: Confirmez vos votes
hu: Erősítse meg szavazatait
id: Konfirmasi suara Anda
it: Conferma i tuoi voti
ja: 投票を確認する
ko: 투표 확인하기
pl: Potwierdź swoje głosy
pt_pt: Confirme seus votos
ru: Подтвердите ваши голоса
tr: Oylarınızı onaylayın
vi: Xác nhận phiếu của bạn
zh_hans: 确认您的投票

# gov.voting.list.title
source: Vote list
es: Lista de votos
fr: Liste de vote
hu: Szavazási lista
id: Daftar suara
it: Lista di voto
ja: 投票リスト
ko: 투표 목록
pl: Lista głosów
pt_pt: Lista de votos
ru: Список голосований
tr: Oy listesi
vi: Danh sách bỏ phiếu
zh_hans: 投票列表

# swipe.gov.referenda.counter.empty
source: No referenda to vote
es: No hay referendos para votar
fr: Aucun référendum à voter
hu: Nincs szavazásra váró referendum
id: Tidak ada referendum untuk memberikan suara
it: Nessun referendum su cui votare
ja: 投票するレファレンダはありません
ko: 투표할 국민투표 없음
pl: Brak referendów do głosowania
pt_pt: Nenhum referendo para votar
ru: Нет референдумов для голосования
tr: Oylanacak referandum yok
vi: Không có cuộc trưng cầu để bỏ phiếu
zh_hans: 没有公投可投票

# swipe.gov.referenda.counter
source: %d left
es: %li restantes
fr: %li restant
hu: %li hátra
id: %li tersisa
it: %li rimanenti
ja: 残り %li
ko: %li 남음
pl: Pozostało %li
pt_pt: Faltam %li
ru: Осталось %li
tr: %li kaldı
vi: %li còn lại
zh_hans: 剩余 %li

# swipe.gov.amount.alert.use.max
source: Use max
es: Usar máximo
fr: Utiliser la quantité max
hu: Használja a maximumot
id: Gunakan maksimum
it: Usa massimo
ja: 最大を使用
ko: 최대 사용
pt_pt: Usar máximo
ru: Использовать максимум
tr: Maksimumu Kullan
vi: Sử dụng tối đa
zh_hans: 使用最大值

# swipe.gov.insufficient.balance.alert.title
source: Insufficient balance for voting
es: Saldo insuficiente para votar
fr: Solde insuffisant pour voter
hu: Nincs elegendő egyenleg a szavazáshoz
id: Saldo tidak mencukupi untuk memberikan suara
it: Saldo insufficiente per votare
ja: 投票に必要な残高が不足しています
ko: 투표에 필요한 잔액 부족
pl: Niewystarczające saldo do głosowania
pt_pt: Saldo insuficiente para votar
ru: Недостаточно баланса для голосования
tr: Oy vermek için yetersiz bakiye
vi: Số dư không đủ để bỏ phiếu
zh_hans: 投票余额不足

# swipe.gov.confirm.title
source: Vote for %d referenda
es: Votar por %li referendos
fr: Vote pour %li référendums
hu: Szavazzon %li népszavazásra
id: Berikan suara untuk %li referendum
it: Vota per %li referendum
ja: %li レファレンダに投票
ko: %li 개 국민투표에 투표
pl: Głosuj na %li referendów
pt_pt: Vote em %li referendos
ru: Проголосовать за %li референдума
tr: %li referandum için oy verin
vi: Bỏ phiếu cho %li cuộc trưng cầu
zh_hans: 为 %li 个公投投票

# gov.voting.list.item.remove.alert.message
source: You always can vote for this referendum later
es: Siempre puedes votar por este referendo más tarde
fr: Vous pouvez toujours voter pour ce référendum plus tard
hu: Mindig szavazhat erre a referendumra később
id: Anda selalu bisa memberikan suara untuk referendum ini nanti
it: Puoi sempre votare per questo referendum in seguito
ja: 後でこのレファレンダムに投票することができます
ko: 나중에 이 국민투표에 다시 투표할 수 있습니다
pl: Zawsze możesz zagłosować na to referendum później
pt_pt: Você sempre pode votar neste referendo mais tarde
ru: Вы всегда можете проголосовать за этот референдум позже
tr: Bu referanduma her zaman daha sonra oy verebilirsiniz
vi: Bạn luôn có thể bỏ phiếu cho cuộc trưng cầu này sau
zh_hans: 你永远可以稍后为这个公投投票

# swipe.gov.referenda.excluded.alert.title
source: Some of the referenda excluded from vote list
es: Algunos de los referendos fueron excluidos de la lista de votos
fr: Certains référendums ont été exclus de la liste de vote
hu: Néhány referendum kizárva a szavazási listáról
id: Beberapa referendum dikeluarkan dari daftar suara
it: Alcuni dei referendum esclusi dalla lista di voto
ja: 投票リストから除外されたレファレンダの一部
ko: 투표 목록에서 국민투표 일부 제외
pl: Niektóre z referendów wykluczone z listy głosów
pt_pt: Alguns dos referendos foram excluídos da lista de votos
ru: Некоторые референдумы исключены из списка голосований
tr: Bazı referandumlar oy listesinden çıkarıldı
vi: Một số cuộc trưng cầu bị loại khỏi danh sách bỏ phiếu
zh_hans: 某些公投已从投票列表中排除

# gov.voting.power
source: Voting power
es: Poder de voto
fr: Puissance de vote
hu: Szavazati erő
id: Kekuatan Suara
it: Potenza di voto
ja: 投票力
ko: 투표권
pl: Moc głosowania
pt_pt: Poder de voto
ru: Мощность голоса
tr: Oy gücü
vi: Sức mạnh bỏ phiếu
zh_hans: 投票权

# gov.vote.setup.details.swipe.gov
source: Voting will be set for future votes in SwipeGov
es: La votación se establecerá para futuros votos en SwipeGov
fr: Le vote sera configuré pour les futurs votes dans SwipeGov
hu: A szavazás a jövőbeni szavazásokra lesz beállítva a SwipeGovban
id: Pemungutan suara akan diatur untuk suara di masa depan di SwipeGov
it: Il voto sarà impostato per i voti futuri in SwipeGov
ja: SwipeGovで将来の投票を設定します
ko: 앞으로 있을 투표는 SwipeGov에서 설정됩니다
pl: Głosowanie zostanie ustawione na przyszłe głosowania w SwipeGov
pt_pt: A votação será definida para votos futuros no SwipeGov
ru: Голосование будет настроено для будущих голосов в SwipeGov
tr: SwipeGov'daki gelecekteki oylar için oy verilecektir
vi: Việc bỏ phiếu sẽ được đặt cho các cuộc bỏ phiếu trong tương lai trong SwipeGov
zh_hans: 投票将在 SwipeGov 的未来投票中设置

# voting.list.widget.title
source: Confirm votes
es: Confirmar votos
fr: Confirmer les votes
hu: Szavazatok megerősítése
id: Konfirmasi suara
it: Conferma voti
ja: 投票を確認
ko: 투표 확인
pl: Potwierdź głosy
pt_pt: Confirmar votos
ru: Подтвердить голоса
tr: Oyları onayla
vi: Xác nhận phiếu
zh_hans: 确认投票

# voting.list.widget.title.empty
source: No votes
es: Sin votos
fr: Aucun vote
hu: Nincsenek szavazatok
id: Tidak ada suara
it: Nessun voto
ja: 投票がありません
ko: 투표 없음
pl: Brak głosów
pt_pt: Sem votos
ru: Нет голосов
tr: Oy yok
vi: Không có phiếu
zh_hans: 没有投票

# vote.card.requested
source: Requested:
es: Solicitado:
fr: Demandé :
hu: Kért:
id: Diminta:
it: Richiesto:
ja: リクエスト済み：
ko: 요청됨:
pl: Żądane:
pt_pt: Solicitado:
ru: Запрошено:
tr: Talep Edilen:
vi: Yêu cầu:
zh_hans: 请求：

# swipe.gov.empty.view.text
source: You have already voted for all available referenda or there are no referenda to vote right now. Come back later.
es: Ya has votado por todos los referendos disponibles o no hay referendos para votar en este momento. Vuelve más tarde.
fr: Vous avez déjà voté pour tous les référendums disponibles ou il n'y a pas de référendums pour voter en ce moment. Revenez plus tard.
hu: Ön már az összes elérhető referendumra szavazott, vagy jelenleg nincs szavazásra rendelkezésre álló referendum. Térjen vissza később.
id: Anda telah memberikan suara untuk semua referendum yang tersedia atau tidak ada referendum untuk memberikan suara saat ini. Kembali lagi nanti.
it: Hai già votato per tutti i referendum disponibili o non ci sono referendum su cui votare in questo momento. Torna più tardi.
ja: 利用可能なレファレンダに既に投票したか、現在投票できるレファレンダがありません。後で戻ってきてください。
ko: 모든 가능한 국민투표에 이미 투표한 상태이거나 지금 투표할 국민투표가 없습니다. 나중에 다시 오세요.
pl: Już zagłosowałeś we wszystkich dostępnych referendach lub obecnie nie ma referendów do głosowania. Wróć później.
pt_pt: Você já votou em todos os referendos disponíveis ou não há referendos para votar agora. Volte mais tarde.
ru: Вы уже проголосовали во всех доступных референдумах или на данный момент нет референдумов для голосования. Вернитесь позже.
tr: Mevcut tüm referandumlara zaten oy verdiniz veya şu anda oylayacak referandum yok. Daha sonra tekrar gelin.
vi: Bạn đã bỏ phiếu cho tất cả các cuộc trưng cầu khả dụng hoặc hiện không có cuộc trưng cầu nào để bỏ phiếu. Quay lại sau.
zh_hans: 您已为所有可用的公投投票，或目前没有公投可供投票。请稍后再回来。

# common.counted.referenda
source: %d referenda
es: %li referendos
fr: %li référendums
hu: %li népszavazás
id: %li referendum
it: %li referendum
ja: %li レファレンダ
ko: %li 개 국민투표
pl: %li referenda
pt_pt: %li referendos
ru: %li референдума
tr: %li referandum
vi: %li cuộc trưng cầu
zh_hans: %li 个公投

# swipe.gov.banner.message
source: Swipe to vote on referenda with our AI summaries. Fast & easy!
es: Desliza para votar en los referendos con nuestros resúmenes de IA. ¡Rápido y fácil!
fr: Glissez pour voter sur les référendums avec nos résumés AI. Rapide et facile!
hu: Húzza jobbra a szavazást a népszavazásra az AI összefoglalóinkkal. Gyors és egyszerű!
id: Geser untuk memberikan suara pada referendum dengan ringkasan AI kami. Cepat & mudah!
it: Scorri per votare sui referendum con i nostri riassunti AI. Veloce e facile!
ja: AIサマリーを使用して国民投票にすばやく簡単に投票しましょう！
ko: 우리의 AI 요약으로 국민투표에 투표하려면 스와이프하세요. 빠르고 쉬움!
pl: Przesuń, aby zagłosować na referenda z naszymi podsumowaniami AI. Szybko i łatwo!
pt_pt: Deslize para votar nos referendos com nossos resumos de IA. Rápido e fácil!
ru: Свайпайте, чтобы проголосовать за референдумы с нашим резюме от AI. Быстро и легко!
tr: Referandumlarda oy vermek için AI özetlerimizle kaydırın. Hızlı ve kolay!
vi: Vuốt để bỏ phiếu về các đề xuất với tóm tắt từ AI của chúng tôi. Nhanh chóng & dễ dàng!
zh_hans: 滑动即可查看 AI 摘要并进行公投。快速又简单！

# common.counter
source: %d of %d
es: %d de %d
fr: %d sur %d
hu: %li a %li-ból
id: %d dari %d
it: %d di %d
ja: %d の %d
ko: %d 중 %d
pl: %d z %d
pt_pt: %d de %d
ru: %d из %d
tr: %d / %d
vi: %d của %d
zh_hans: %d / %d

# gov.voting.power.set.success.message
source: Voting power set successfully!
es: ¡Poder de voto establecido con éxito!
fr: Pouvoir de vote défini avec succès!
hu: A szavazati erő sikeresen beállítva!
id: Kekuatan voting berhasil diatur!
it: Potere di voto impostato con successo!
ja: 投票力が正常に設定されました！
ko: 투표 권한이 성공적으로 설정되었습니다!
pl: Moc głosowania ustawiona pomyślnie!
pt_pt: Poder de voto ajustado com sucesso!
ru: Мощность голосования успешно установлена!
tr: Oylama gücü başarıyla ayarlandı!
vi: Quyền bỏ phiếu đã được đặt thành công!
zh_hans: 投票权已成功设置！

# gov.voting.list.item.remove.alert.title
source: Remove referendum #%d from vote list?
es: ¿Eliminar el referendo #%d de la lista de votos?
fr: Retirer le référendum #%d de la liste de vote?
hu: Eltávolítod a %li. népszavazást a szavazási listából?
id: Hapus referendum #%d dari daftar suara?
it: Rimuovere il referendum #%d dalla lista di voto?
ja: 投票リストからレファレンダ #%d を削除しますか？
ko: 투표 목록에서 국민투표 #%d 제거?
pl: Usuń referendum #%d z listy głosów?
pt_pt: Remover referendo #%d da lista de votos?
ru: Удалить референдум #%d из списка голосований?
tr: Referandum #%d oy listesinden kaldırılsın mı?
vi: Xóa cuộc trưng cầu #%d khỏi danh sách bỏ phiếu?
zh_hans: 从投票列表中移除公投 #%d ？

# swipe.gov.insufficient.balance.alert.message
source: You don't have enough balance to vote with the current voting power %@ (%@). Please change voting power or add more funds to your wallet.
es: No tienes suficiente saldo para votar con el poder de voto actual %@ (%@). Por favor, cambia el poder de voto o añade más fondos a tu cartera.
fr: Votre solde est insuffisant pour voter avec le pouvoir de vote actuel %@ (%@). Veuillez changer le pouvoir de vote ou ajouter plus de fonds à votre portefeuille.
hu: Nincs elegendő egyenlege a szavazáshoz a jelenlegi szavazási erővel %@ (%@). Kérjük, módosítsa a szavazási erőt, vagy adjon hozzá több pénzt a pénztárcájához.
id: Anda tidak memiliki saldo yang cukup untuk memberikan suara dengan kekuatan voting saat ini %@ (%@). Harap ubah kekuatan voting atau tambahkan dana ke dompet Anda.
it: Non hai abbastanza saldo per votare con l'attuale potere di voto %@ (%@). Si prega di cambiare il potere di voto o aggiungere più fondi al tuo portafoglio.
ja: 現在の投票力 %@ (%@) で投票するのに十分な残高がありません。投票力を変更するか、ウォレットに追加の資金を入れてください。
ko: 현재 투표 권한 %@ (%@)으로 투표하기에 잔액이 충분하지 않습니다. 투표 권한을 변경하거나 지갑에 더 많은 자금을 추가하세요.
pl: Nie masz wystarczającego salda, aby zagłosować z obecną mocą głosowania %@ (%@). Proszę zmienić moc głosowania lub dodać więcej środków do portfela.
pt_pt: Você não tem saldo suficiente para votar com o poder de voto atual %@ (%@). Por favor, altere o poder de voto ou adicione mais fundos à sua carteira.
ru: У вас недостаточно баланса для голосования с текущей мощностью голосования %@ (%@). Пожалуйста, измените мощность голосования или добавьте больше средств на ваш кошелек.
tr: Mevcut oylama gücü %@ (%@) ile oy vermek için yeterli bakiyeniz yok. Lütfen oylama gücünü değiştirin veya cüzdanınıza daha fazla fon ekleyin.
vi: Bạn không có đủ số dư để bỏ phiếu với quyền bỏ phiếu hiện tại %@ (%@). Vui lòng thay đổi quyền bỏ phiếu hoặc thêm thêm tài khoản vào ví của bạn.
zh_hans: 您当前的投票权 %@（%@）余额不足。请更改投票权或向钱包添加更多资金。

# swipe.gov.referenda.excluded.alert.message
source: Some of the referenda are no longer available for voting or you may not have enough tokens available to vote. Available to vote: %@.
es: Algunos de los referendos ya no están disponibles para votar o puede que no tengas suficientes tokens disponibles para votar. Disponible para votar: %@.
fr: Certains référendums ne sont plus disponibles pour voter ou vous n'avez peut-être pas assez de jetons disponibles pour voter. Disponible pour voter: %@.
hu: Néhány referendum már nem elérhető szavazásra, vagy lehet, hogy nincs elegendő token szavazáshoz. Elérhető szavazásra: %@.
id: Beberapa referendum tidak lagi tersedia untuk pemungutan suara atau Anda mungkin tidak memiliki cukup token yang tersedia untuk memberikan suara. Tersedia untuk memberikan suara: %@.
it: Alcuni dei referendum non sono più disponibili per il voto o potresti non avere abbastanza token disponibili per votare. Disponibile per votare: %@.
ja: 一部のレファレンダはもはや投票に利用できないか、投票に必要なトークンが不足している可能性があります。利用可能な投票：%@。
ko: 일부 국민투표는 더 이상 투표할 수 없거나 투표에 충분한 토큰이 없을 수 있습니다. 투표 가능: %@.
pl: Niektóre z referendów nie są już dostępne do głosowania lub możesz nie mieć wystarczającej liczby tokenów do głosowania. Dostępne do głosowania: %@.
pt_pt: Alguns dos referendos não estão mais disponíveis para votação ou você pode não ter tokens suficientes disponíveis para votar. Disponível para votar: %@.
ru: Некоторые референдумы больше недоступны для голосования или у вас может быть недостаточно токенов для голосования. Доступно для голосования: %@.
tr: Bazı referandumlara artık oy verilemiyor veya oy vermek için yeterli token bulunmayabilir. Oy verilebilir: %@.
vi: Một số cuộc trưng cầu không còn khả dụng để bỏ phiếu hoặc bạn có thể không có đủ token để bỏ phiếu. Khả dụng để bỏ phiếu: %@.
zh_hans: 某些公投不再可供投票或您的代币不足。可投票的：%@。

# gov.referendum.completed.title.with.index
source: Referendum #%d completed
es: Referéndum #%li completado
fr: Référendum #%li terminé
hu: %li. népszavazás befejeződött
id: Referendum #%li selesai
it: Referendum #%li completato
ja: 国民投票 #%li 完了
ko: 국민투표 #%li 완료
pl: Referendum #%li zakończone
pt_pt: Referendo #%li completado
ru: Референдум #%li завершен
tr: Referandum #%li tamamlandı
vi: Cuộc trưng cầu #%li đã hoàn thành
zh_hans: 公投 #%li 完成

# gov.referendum.completed.message.with.index
source: Referendum #%d has been completed and voting is finished
es: El referéndum #%li ha sido completado y la votación ha terminado
fr: Le référendum #%li est terminé et le vote est terminé
hu: A %li. népszavazás befejeződött és a szavazás lezárult
id: Referendum #%li telah selesai dan pemungutan suara sudah selesai
it: Il referendum #%li è stato completato e la votazione è terminata
ja: 国民投票 #%li は完了し、投票が終了しました。
ko: 국민투표 #%li이 완료되었고 투표가 종료되었습니다
pl: Referendum #%li zostało zakończone i głosowanie jest zakończone
pt_pt: Referendo #%li foi completado e a votação está encerrada
ru: Референдум №%li завершен, голосование окончено
tr: Referandum #%li tamamlandı ve oylama sona erdi
vi: Cuộc trưng cầu #%li đã hoàn thành và việc bỏ phiếu đã kết thúc
zh_hans: 公投 #%li 已完成，投票结束

# common.use.max.due.fee.message
source: You can use up to %@ since you need to pay %@ for network fee.
es: Puedes usar hasta %@ ya que necesitas pagar %@ por la tarifa de la red.
fr: Vous pouvez utiliser jusqu'à %@ car vous devez payer %@ pour les frais de réseau.
hu: Legfeljebb %@ használható, mivel a hálózati díjat %@ kell fizetnie.
id: Anda dapat menggunakan hingga %@ karena Anda perlu membayar %@ untuk biaya jaringan.
it: Puoi usare fino a %@ poiché devi pagare %@ per la commissione di rete.
ja: ネットワーク手数料として %@ が必要なので、最大 %@ まで使用できます。
ko: 네트워크 수수료로 %@를 지불해야 하므로 %@까지 사용할 수 있습니다.
pl: Możesz użyć do %@, ponieważ musisz zapłacić %@ za opłatę sieciową.
pt_pt: Você pode usar até %@ pois você precisa pagar %@ pela taxa de rede.
ru: Вы можете использовать до %@, так как вам нужно заплатить %@ комиссию сети.
tr: %@ kadar kullanabilirsiniz çünkü ağ ücreti için %@ ödemeniz gerekiyor.
vi: Bạn có thể sử dụng tối đa %@ vì bạn cần trả %@ cho phí mạng.
zh_hans: 您最多可以使用 %@，因为您需要支付 %@ 的网络费用。

# send.operation.network.list.title
source: Select network for sending %@
es: Seleccionar red para enviar %@
fr: Sélectionner le réseau pour envoyer %@
hu: Válassz hálózatot az elküldéshez %@
id: Pilih jaringan untuk mengirim %@
it: Seleziona la rete per inviare %@
ja: 送信するネットワークを選択 %@
ko: %@ 전송을 위한 네트워크 선택
pl: Wybierz sieć do wysyłki %@
pt_pt: Selecione a rede para enviar %@
ru: Выберите сеть для отправки %@
tr: Gönderme için ağ seçin %@
vi: Chọn mạng để gửi %@
zh_hans: 选择发送%@的网络

# buy.operation.network.list.title
source: Select network for buying %@
es: Seleccionar red para comprar %@
fr: Sélectionner le réseau pour acheter %@
hu: Válasszon hálózatot a vásárláshoz %@
id: Pilih jaringan untuk membeli %@
it: Seleziona la rete per l'acquisto di %@
ja: 購入するネットワークを選択 %@
ko: %@ 구매를 위한 네트워크 선택
pl: Wybierz sieć do kupna %@
pt_pt: Selecione a rede para comprar %@
ru: Выберите сеть для покупки %@
tr: Satın alma için ağ seçin %@
vi: Chọn mạng để mua %@
zh_hans: 选择购买%@的网络

# receive.operation.network.list.title
source: Select network for receiving %@
es: Seleccionar red para recibir %@
fr: Sélectionner le réseau pour recevoir %@
hu: Válassza ki a hálózatot a %@ fogadásához
id: Pilih jaringan untuk menerima %@
it: Seleziona la rete per ricevere %@
ja: 受信するネットワークを選択 %@
ko: %@ 수신을 위한 네트워크 선택
pl: Wybierz sieć do otrzymania %@
pt_pt: Selecione a rede para receber %@
ru: Выберите сеть для получения %@
tr: Alma için ağ seçin %@
vi: Chọn mạng để nhận %@
zh_hans: 选择接收%@的网络

# swap.operation.network.list.title
source: Select network for swapping %@
es: Seleccionar red para intercambiar %@
fr: Sélectionner le réseau pour échanger %@
hu: Válassza ki a hálózatot a csereéről %@
id: Pilih jaringan untuk menukar %@
it: Seleziona la rete per scambiare %@
ja: スワップするネットワークを選択 %@
ko: %@ 교환을 위한 네트워크 선택
pl: Wybierz sieć do zamiany %@
pt_pt: Selecione a rede para trocar %@
ru: Выберите сеть для обмена %@
tr: Takas için ağ seçin %@
vi: Chọn mạng để hoán đổi %@
zh_hans: 选择交换%@的网络

# settings.appearance
source: Appearance
es: Apariencia
fr: Apparence
hu: Megjelenés
id: Penampilan
it: Aspetto
ja: 外観
ko: 외관
pl: Wygląd
pt_pt: Aparência
ru: Внешний вид
tr: Görünüm
vi: Giao diện
zh_hans: 外观

# settings.appearance.token.icons.title
source: Token icons
es: iconos de token
fr: icônes des tokens
hu: token ikonjai
id: ikon token
it: icone dei token
ja: トークンアイコン
ko: 토큰 아이콘
pl: ikony tokenów
pt_pt: ícones de token
ru: иконки токенов
tr: token simgeleri
vi: biểu tượng token
zh_hans: 代币图标

# settings.appearance.token.icons.option.white
source: White
es: Blanco
fr: Blanc
hu: Fehér
id: Putih
it: Bianco
ja: ホワイト
ko: 화이트
pl: Białe
pt_pt: Branco
ru: Белый
tr: Beyaz
vi: Trắng
zh_hans: 白色图标

# settings.appearance.token.icons.option.colored
source: Colored
es: Coloreado
fr: Coloré
hu: Színes
id: Berwarna
it: Colorato
ja: カラー
ko: 컬러
pl: Kolorowe
pt_pt: Colorido
ru: Цветной
tr: Renkli
vi: Đã tô màu
zh_hans: 彩色图标
