Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# notifications.management.multisig.no.wallets.alert.message
source: You haven’t added or selected any multisig wallets in Nova. Add and select at least one to receive multisig push notifications.
es: No has añadido o seleccionado ninguna billetera multisig en Nova. Añade y selecciona al menos una para recibir notificaciones push multisig.
hu: Nem adott hozzá vagy nem választott ki multiszignós tárcát a Novában. Adjon hozzá és válasszon ki legalább egyet a multiszignós értesítések fogadásához.
id: Anda belum menambahkan atau memilih dompet multisig di Nova. Tambahkan dan pilih setidaknya satu untuk menerima pemberitahuan dorong multisig.
vi: Bạn chưa thêm hoặc chọn bất kỳ ví multisig nào trong Nova. Thêm và chọn ít nhất một cái để nhận thông báo đẩy multisig.

# notifications.management.multisig.no.wallets.alert.title
source: No multisig wallets
es: No hay billeteras multisig
hu: Nincsenek multiszignós tárcák
id: Tidak ada dompet multisig
vi: Không có ví multisig

# multisig.notifications.promo.sheet.message
source: Get notified about signing requests, new signatures, and completed transactions — so you’re always in control. Manage anytime in Settings.
es: Recibe notificaciones sobre solicitudes de firma, nuevas firmas y transacciones completadas, para que siempre tengas el control. Adminístralo en cualquier momento desde Configuración.
hu: Értesüljön az aláírási kérelmekről, az új aláírásokról és a végrehajtott tranzakciókról — így mindig kézben tarthatja az irányítást. Kezelje bármikor a beállításokban.
id: Dapatkan pemberitahuan tentang permintaan penandatanganan, tanda tangan baru, dan transaksi yang selesai sehingga Anda selalu dalam kendali. Kelola kapan saja di Pengaturan.
vi: Nhận thông báo về các yêu cầu ký, chữ ký mới và giao dịch đã hoàn thành — để bạn luôn kiểm soát được mọi thứ. Quản lý bất cứ lúc nào trong Cài đặt.

# multisig.notifications.promo.sheet.title
source: Multisig push notifications are here!
es: ¡Notificaciones push multisig están aquí!
hu: Itt vannak a multiszignós értesítések!
id: Pemberitahuan dorong multisig ada di sini!
vi: Thông báo đẩy Multisig đã có mặt!

# common.enable.settings
source: Enable in Settings
es: Activar en Configuración
hu: Engedélyezés a beállításokban
id: Aktifkan di Pengaturan
vi: Kích hoạt trong Cài đặt

# batch.operation.description
source: executes until error
es: ejecuta hasta el error
hu: hibáig hajtja végre
id: mengeksekusi hingga kesalahan
vi: thực thi cho đến khi có lỗi

# batch.all.operation.description
source: reverts on error
es: revierte en caso de error
hu: hibánál visszavonja
id: mengembalikan ke awal pada kesalahan
vi: khôi phục khi có lỗi

# force.batch.operation.description
source: ignores errors
es: ignora errores
hu: hibafigyelmen kívül hagyás
id: mengabaikan kesalahan
vi: bỏ qua lỗi

# multisig.operation.format.general.text
source: %@ on %@.
es: %@ en %@.
hu: %@ a %@-on.
id: %@ pada %@.
vi: %@ trên %@.

# multisig.operation.format.transfer.text
source: %@ → %@ on %@.
es: %@ → %@ en %@.
hu: %@ → %@ a %@-on.
id: %@ %@ pada %@.
vi: %@ → %@ trên %@.

# multisig.operation.format.cancelled.text
source: Rejected by: %@.
es: Rechazado por: %@.
hu: Elutasította: %@.
id: Ditolak oleh: %@.
vi: Bị từ chối bởi: %@.

# multisig.operation.no.actions.required
source: No further actions are required from you.
es: No se requieren más acciones de tu parte.
hu: Öntől nincs szükség további lépésekre.
id: Tidak ada tindakan lebih lanjut yang diperlukan dari Anda.
vi: Không cần thêm hành động nào từ bạn.

# multisig.operation.executed.no.format
source: Transaction without initial on-chain information (call data) was executed on %@.
es: Transacción sin información inicial en cadena (datos de la llamada) fue ejecutada en %@.
hu: Tranzakció láncon kívüli információ (hívás adat) nélkül végrehajtva: %@.
id: Transaksi tanpa informasi awal di rantai (data panggilan) dieksekusi di %@.
vi: Giao dịch không có thông tin trên chuỗi ban đầu (dữ liệu cuộc gọi) đã được thực hiện trên %@.

# multisig.operation.cancelled.no.format
source: Transaction without initial on-chain information (call data) was rejected on %@.
es: Transacción sin información inicial en cadena (datos de la llamada) fue rechazada en %@.
hu: Tranzakció láncon kívüli információ (hívás adat) nélkül elutasítva: %@.
id: Transaksi tanpa informasi awal di rantai (data panggilan) ditolak di %@.
vi: Giao dịch không có thông tin trên chuỗi ban đầu (dữ liệu cuộc gọi) đã bị từ chối trên %@.

# staking.validator.apy.percent
source: Estimated reward (% APY)
es: Recompensa estimada (% APY)
fr: Récompense estimée (% APY)
hu: Becsült jutalom (%% APY)
id: Imbalan Estimasi (%% APY)
it: Rendimento stimato (% APY)
ja: 推定報酬 (% APY)
ko: 예상 보상 (% APY)
pl: Szacowana nagroda (% APY)
pt_pt: Recompensa estimada (% APY)
ru: Примерное вознаграждение (% APY)
tr: Tahmini ödül (% APY)
vi: Phần thưởng ước tính (%% APY)
zh_hans: 预计奖励（% APY）

# parastk.collators.filter.rewards
source: Estimated rewards (% APR)
es: Recompensas estimadas (% APR)
fr: Récompenses estimées (% APR)
hu: Becsült jutalmak (%% APR)
id: Perkiraan hadiah (%% APR)
it: Ricompense stimate (% APR)
ja: 推定報酬 (% APR)
ko: 예상 보상 (% APR)
pl: Szacowane nagrody (% APR)
pt_pt: Recompensas estimadas (% APR)
ru: Примерная награда (% APR)
tr: Tahmini ödüller (% APR)
vi: Phần thưởng ước tính (%% APR)
zh_hans: 预计奖励（％APR）

# common.ok
source: OK
es: Aceptar
fr: D'ACCORD
tr: Tamam
zh_hans: 确定

# transaction.details.hash.title
source: Extrinsic Hash
es: Hash Extrinsic
fr: Hash extrinsèque
id: Hash Ekstrinsik
it: Hash estrinseco
ja: エクストリンシックハッシュ
ko: 거래 해시
pl: Hash transakcji
pt_pt: Hash da Transação
ru: Хеш транзакции
tr: Dış İşlem Hash'i
vi: Hash giao dịch
zh_hans: 交易哈希

# identity.email.title
source: Email
es: Correo electrónico
ja: メール
ko: 이메일
ru: Почта
tr: E-posta
zh_hans: 电子邮件

# staking.stake
source: Stake
es: Apostar
fr: Staker
id: Staking
ru: Стейкинг
tr: Staking
zh_hans: 质押

# staking.validator.info.nominators
source: %@ (max %@)
es: %@ (máx. %@)
id: %@ (maks %@)
ja: %@ (最大 %@)
ko: %@ (최대 %@)
pl: %@ (maks. %@)
pt_pt: %@ (máx. %@)
ru: %@ (макс. %@ )
tr: %@ (maksimum %@)
vi: %@ (tối đa %@)
zh_hans: %@（最大 %@）

# staking.unbond_v1.9.0
source: Unstake
es: Desvincular
fr: Retirer
id: Tarik
it: Disimpegnare
ja: アンステーク
pt_pt: Desvincular
ru: Вывод из стейка
zh_hans: 解除质押

# common.max
source: max
es: máx.
id: maks.
it: massimo
ja: 最大
ko: 최대
pl: maks.
ru: макс.
tr: maks
vi: tối đa
zh_hans: 最大

# staking.stash
source: Stash
es: Reserva
fr: Réserve
pt_pt: Reserva
ru: Стэш
zh_hans: 保管库

# staking.stake.format
source: Stake %@
es: Apostar %@
fr: Staker %@
ja: ステーク %@
pt_pt: Apostar %@
ru: Застейкать %@
tr: %@'yi Stake Et
zh_hans: 质押%@

# common.min.stake.column
source: Min. stake:
es: Apuesta mín.:
fr: Mise min. :
id: Min. staking:
ja: 最小 Stake:
ko: 최소 스테이크:
pt_pt: Aposta mín.:
ru: Мин. стейк:
zh_hans: 最小质押：

# common.not.available
source: N/A
es: No disponible
id: T/A
it: N/D

# gov.track.fellowship.admin
source: Fellowship: admin
es: Fellowship: administración
fr: Fellowship: administrateur
id: Pengelola Persaudaraan
it: Fellowship: amministrazione
ja: フェローシップ: 管理
ko: 펠로우십: 관리
pl: Fellowship: administracja
pt_pt: Fellowship: administração
ru: Fellowship: управление
tr: Karşılıklı Yardım: yönetim
vi: Fellowship: Quản lý
zh_hans: Fellowship: 管理

# gov.referendum.title.fallback
source: Referendum %@
es: Referéndum %@
fr: Référendum %@
ja: レファレンダム %@
ko: 국민투표 %@
pt_pt: Referendo %@
ru: Референдум %@
tr: %@ Referandumu
vi: Trưng cầu dân ý %@
zh_hans: 公投 %@

# common.maximum
source: %@ maximum
es: %@ máximo
id: %@ maksimum
it: %@ massimo
ja: %@最大
ko: %@ 최대
pl: %@ maksymalnie
pt_pt: %@ máximo
ru: %@ максимум
tr: %@ maksimum
vi: tối đa %@
zh_hans: %@ 最大值

# gov.in.queue.counter
source: (%@ of %@)
es: (%@ de %@)
fr: (%@ sur %@)
id: (%@ dari %@)
it: (%@ di %@)
ja: (%@ の %@)
ko: (%@ 중 %@)
pl: (%@ z %@)
pt_pt: (%@ de %@)
ru: (%@ из %@)
vi: (%@ trong %@)
zh_hans: (%@ 之 %@)

# staking.maximum.action
source: Stake max
es: Apostar máximo
id: Stake maksimum
it: Stake massimo
ja: 最大ステーク
ko: 최대 Stake
pt_pt: Apostar o máximo
ru: Застейкать всё
tr: Maksimum Stake
vi: Stake tối đa
zh_hans: 最大质押

# swaps.setup.asset.max
source: Max:
es: Máx:
id: Maks:
it: Massimo:
ja: 最大:
ko: 최대:
pl: Maks:
pt_pt: Máx:
ru: Макс:
tr: Maks:
vi: Tối đa:
zh_hans: 最大：

# nft.fungible.price
source: %@ for %@
es: %@ por %@
fr: %@ pour %@
id: %@ untuk %@
it: %@ per %@
ja: %@ の価格は %@
ko: %@ 당 %@
pl: %@ za %@
pt_pt: %@ por %@
ru: %@ за %@
tr: %@ karşılığında %@
vi: %@ cho %@
zh_hans: %@为%@

# network.add.rpc.url
source: RPC URL
es: URL de RPC
fr: URL RPC
id: URL RPC
it: URL RPC
pl: Adres URL RPC
pt_pt: URL RPC
tr: RPC URL'si
vi: URL RPC

# identity.web.title
source: Web
fr: Site web
id: Situs
ja: ウェブ
ko: 웹
pl: Strona
ru: Сайт
vi: Trang web
zh_hans: 网站

# common.yield.boost
source: Yield Boost
id: Peningkatan Hasil
ja: イールドブースト
pt_pt: Aumento de Rendimento
vi: Tăng năng suất

# staking.pool
source: Pool
ja: プール
ko: 풀
pl: Pula
ru: Пул
tr: Havuz
vi: Nhóm
zh_hans: 池

# ask.touchid.title
source: Touch ID
zh_hans: 指纹识别

# ask.faceid.title
source: Face ID
zh_hans: 面部识别

# wallet.account.locks.vesting
source: Vesting
fr: Acquisition
id: Penguncian
ja: ベスティング
ko: 베스팅
ru: Вестинг
zh_hans: 归属

# common.parity.signer
source: Parity Signer
zh_hans: Parity 签名器

# common.ledger
source: Ledger
zh_hans: 账本

# wallet.account.locks.democracy.version2
source: OpenGov
tr: AçıkGov
zh_hans: 开放治理

# proxy.updates.other.type.title
source: %@ proxy
ja: %@プロキシ
ko: %@ 프로시
zh_hans: %@代理

# gov.track.group.fellowship
source: Fellowship
pt_pt: Comunhão

# common.polkadot.vault
source: Polkadot Vault
it: Cofre di Polkadot
pt_pt: Cofre Polkadot

# common.ledger.model.nano.x
source: Nano X
ja: ナノ X

# common.ledger.model.flex
source: Flex
ja: フレックス

# common.ledger.model.Stax
source: Stax
ja: スタックス

# tabbar.dapps.title
source: DApps
it: DApp
tr: DApp'ler

# gov.common.amount.conviction.format
source: %@ × %@x
id: %@ ika %@x
it: %@ imes %@x

# dapp.search.app.section
source: DApps
it: DApp
