Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# staking.story.nominator.title
source: Who is a nominator?
es: ¿Quién es un nominador?
fr: Qu'est-ce qu'un nominateur ?
hu: Ki az a nominátor?
id: Siapa yang merupakan nominator?
it: Chi è un nominatore?
ja: ノミネーターとは？
ko: 지명자는 누구인가요?
pl: Kim jest nominator?
pt_pt: Quem é um Nominador?
ru: Кто такой номинатор?
tr: Nominator kimdir?
vi: Ai là người đề cử?
zh_hans: 什么是提名人？

# staking.story.nominator.page.1
source: Nominator earns passive income by locking his tokens for securing the network. To achieve that, the nominator should select a number of validators to support. The nominator should be careful when selecting validators. If selected validator won’t behave properly, slashing penalties would be applied to both of them, based on the severity of the incident.
es: El nominador obtiene ingresos pasivos al bloquear sus tokens para asegurar la red. Para lograrlo, el nominador debe seleccionar varios validadores para apoyar. El nominador debe ser cuidadoso al seleccionar a los validadores. Si el validador seleccionado no se comporta adecuadamente, se aplicarán penalizaciones de recorte a ambos, dependiendo de la gravedad del incidente.
fr: Le nominateur gagne un revenu passif en bloquant ses actifs pour sécuriser le réseau. Pour ce faire, le nominateur doit sélectionner un certain nombre de validateurs à soutenir. Le nominateur doit être prudent lors de la sélection des validateurs. Si le validateur sélectionné ne se comporte pas correctement, des pénalités seront appliquées à tous les deux, en fonction de la gravité de l'incident.
hu: A nomináló passzív jövedelemre tesz szert, ha zárolja tokenjeit a hálózat biztosítására. Ennek elérése érdekében a nominálónak ki kell választania a támogatandó validátorokat. A nominálónak óvatosnak kell lennie a validátorok kiválasztásakor. Amennyiben a kiválasztott validátor nem fog megfelelően viselkedik, az incidens súlyosságától függően mindkettőre súlyos büntetések vonatkozhatnak.
id: Nominator mendapatkan pendapatan pasif dengan mengunci tokennya untuk mengamankan jaringan. Untuk mencapai hal itu, nominator harus memilih sejumlah validator untuk mendukung. Nominator harus hati-hati saat memilih validator. Jika validator yang dipilih tidak bertindak dengan benar, hukuman slashing akan dikenakan pada keduanya, berdasarkan tingkat keparahan insiden.
it: Il nominatore guadagna reddito passivo bloccando i suoi token per garantire la sicurezza della rete. Per fare ciò, il nominatore deve selezionare un numero di validatori da supportare. Il nominatore deve fare attenzione nella selezione dei validatori. Se il validatore selezionato non si comporterà correttamente, verranno applicate penalità di taglio ad entrambi, in base alla gravità dell'incidente.
ja: ノミネーターはネットワークのセキュリティを確保するためにトークンをロックすることでパッシブインカムを得ます。そのためには、ノミネーターはいくつかのバリデータを選択する必要があります。バリデータを選ぶ際には注意が必要です。選ばれたバリデータが適切に行動しない場合、インシデントの重大さに応じて、両者にスラッシュペナルティが課されます。
ko: 지명자는 네트워크를 보호하기 위해 자신의 토큰을 잠금으로써 수동 소득을 얻습니다. 이를 위해 지명자는 지원할 여러 검증자를 선택해야 합니다. 지명자는 검증자를 선택할 때 신중해야 합니다. 선택한 검증자가 잘못 행동하면 사건의 심각도에 따라 두 사람 모두 슬래싱 벌칙이 부과될 수 있습니다.
pl: Nominator zarabia pasywny dochód blokując swoje tokeny dla zabezpieczenia sieci. Aby to osiągnąć, nominator powinien wybrać kilku walidatorów do wsparcia. Nominator powinien być ostrożny przy wyborze walidatorów. Jeśli wybrany walidator nie będzie zachowywał się poprawnie, kary w postaci slashingu będą stosowane wobec obu, w zależności od powagi incydentu.
pt_pt: O Nominador ganha renda passiva ao bloquear seus tokens para a segurança da rede. Para isso, o Nominador deve selecionar um número de validadores para apoiar. O Nominador deve ser cuidadoso ao selecionar validadores. Se o validador selecionado não se comportar adequadamente, penalidades de corte serão aplicadas a ambos, baseadas na gravidade do incidente.
ru: Номинатор получает пассивный доход за удержание своих токенов для безопасности сети. Для этого номинатор должен выбрать валидаторов, с которыми он будет стейкать. Номинатору нужно осторожно подходить к выбору валидаторов. Если выбранный валидатор не будет поддерживать свою ноду в рабочем состоянии или будет пытаться атаковать сеть, то им обоим будет назначен штраф в виде слэша определенной части стейкинга в зависимости от масштаба причиненного ущерба.
tr: Nominator, ağı güvende tutmak için token'larını kilitleyerek pasif gelir kazanır. Bunu başarmak için, bir dizi validator seçmelidir. Nominator, validator seçerken dikkatli olmalıdır. Seçilen validator uygun davranmazsa, her ikisine de olayın ciddiyetine bağlı olarak slashing cezaları uygulanacaktır.
vi: Người đề cử kiếm thu nhập thụ động bằng cách khóa token của mình để bảo vệ mạng lưới. Để đạt được điều đó, người đề cử nên chọn một số lượng người xác thực để hỗ trợ. Người đề cử nên cẩn thận khi chọn người xác thực. Nếu người xác thực được chọn không hoạt động đúng, hình phạt slashing sẽ được áp dụng cho cả hai, tùy theo mức độ nghiêm trọng của sự cố.
zh_hans: 提名人通过锁定他的代币来赚取被动收入，以确保网络安全。为此，提名人应选择多个验证者进行支持。提名时应谨慎选择验证者。如果所选的验证者行为不当，根据事件的严重程度，他们将面临削减惩罚。

# staking.story.nominator.page.2
source: Nova Wallet provides a support for nominators by helping them to select validators. The mobile app fetches data from the blockchain and composes a list of validators, which have: most profits, identity with contact info, not slashed and available to receive nominations. Nova Wallet also cares about decentralization, so if one person or a company runs several validator nodes, only up to 2 nodes from them will be shown in the recommended list.
es: Nova Wallet ayuda a los nominadores seleccionando validadores. La aplicación móvil obtiene datos de la blockchain y compone una lista de validadores, que tienen: mayores ganancias, identidad con información de contacto, no han sido recortados y están disponibles para recibir nominaciones. Nova Wallet también se preocupa por la descentralización, por lo que si una persona o una empresa opera varios nodos validadores, solo se mostrarán hasta 2 nodos de ellos en la lista recomendada.
fr: Nova apporte son soutien aux nominateurs en les aidant à sélectionner leurs validateurs. Nova récupère les données de la blockchain et compose une liste de validateurs, qui ont : le plus de profits, une identité avec des informations de contact, qui ne sont pas sabrés et qui sont disponibles pour recevoir des nominations. Nova se soucie également de la décentralisation, de sorte que si une personne ou une entreprise gère plusieurs nœuds de validation, seuls deux nœuds au maximum seront affichés dans la liste recommandée.
hu: A Nova Wallet segít kiválasztani a validátorokat a nominálók számára. A mobilalkalmazás lekéri az adatokat a blokkláncról, majd összeállít egy listát a validátorokról, a következőket szempontok alapján: a legmagasabb nyereségel rendelkezők, rendelkezik identitással és elérhetőségi adatokkal, nem büntetett és van szabad kapacitása a nominálások fogadására. A Nova Wallet a decentralizációval is törődik, így ha egy személy vagy egy cég több validátor csomópontot futtat, akkor az ajánlott listában legfeljebb 2 ilyen csomópontot jelenit meg.
id: Nova Wallet menyediakan dukungan bagi para nominator dengan membantu mereka memilih validator. Aplikasi seluler mengambil data dari blockchain dan membuat daftar validator, yang memiliki: keuntungan tertinggi, identitas dengan info kontak, tidak disangsi, dan tersedia untuk menerima nominasi. Nova Wallet juga peduli tentang desentralisasi, jadi jika satu orang atau perusahaan menjalankan beberapa node validator, hanya maksimal 2 node dari mereka yang akan ditampilkan dalam daftar rekomendasi.
it: Nova Wallet fornisce supporto ai nominatori aiutandoli a selezionare i validatori. L'applicazione mobile recupera i dati dalla blockchain e compone una lista di validatori che hanno: maggiori profitti, identità con informazioni di contatto, non tagliati e disponibili a ricevere nomination. Nova Wallet si preoccupa anche della decentralizzazione, quindi se una persona o un'azienda gestisce diversi nodi validatori, solo fino a 2 nodi verranno mostrati nella lista consigliata.
ja: Nova Walletは、ノミネーターがバリデーターを選択するのを支援します。モバイルアプリはブロックチェーンからデータを取得し、次の条件を満たすバリデーターのリストを作成します：最も利益をもたらす、連絡先情報を提供している、スラッシュされていない、そしてノミネートを受け付けているバリデーターです。Nova Walletはまた、分散化にも配慮しているため、1人または1つの会社が複数のバリデーター ノードを運営している場合、推奨リストには最大2つのノードのみが表示されます。
ko: Nova Wallet는 사용자들이 적절한 밸리데이터를 선택할 수 있도록 도와줍니다. 모바일 앱은 블록체인에서 데이터를 받아들이고, 대부분의 수익, 연락 정보가 있는 신원, 슬래시되지 않은 상태 및 지명받을 수 있는 밸리데이터 목록을 작성합니다. Nova Wallet는 또한 분산화에도 신경을 쓰기 때문에 한 사람이나 한 회사가 여러 개의 밸리데이터 노드를 운영할 경우 추천 목록에는 최대 2개의 노드만 표시됩니다.
pl: Nova Wallet zapewnia wsparcie dla nominatorów, pomagając im w wyborze walidatorów. Aplikacja mobilna pobiera dane z blockchaina i tworzy listę walidatorów, którzy mają: największe zyski, tożsamość z danymi kontaktowymi, nie zostali ukarani oraz są dostępni do nominacji. Nova Wallet również dba o decentralizację, więc jeśli jedna osoba lub firma prowadzi kilka węzłów walidatorów, w rekomendowanej liście znajdą się tylko maksymalnie 2 z nich.
pt_pt: A Nova Wallet oferece suporte para nominadores ajudando-os a selecionar validadores. O aplicativo móvel obtém dados da blockchain e compõe uma lista de validadores, que têm: mais lucros, identidade com informações de contato, não foram penalizados com corte e estão disponíveis para receber nomeações. A Nova Wallet também se preocupa com a descentralização, então se uma pessoa ou uma empresa operar vários nós de validador, apenas até 2 nós deles serão mostrados na lista recomendada.
ru: Nova Wallet помогает номинаторам в выборе валидаторов. Приложение получает данные из сети и составляет список доступных для номинирования валидаторов, имеющих максимальный доход, персонализацию и контакты для связи, а также не имеющих слэшей. Nova Wallet также заботится о децентрализации, поэтому если один человек или компания запустили несколько валидирующих нод, то только 2 из них будут присутствовать в списке рекомендованных.
tr: Nova Wallet, validator seçmelerine yardımcı olarak nominatorları destekler. Mobil uygulama, blockchain'den veri alır ve şunlara sahip bir validator listesi oluşturur: en çok kar, iletişim bilgileriyle kimlik, slashed olmamış ve aday gösterilmeye hazır. Nova Wallet ayrıca merkezsizleştirmeyi de önemser, bu yüzden bir kişi veya şirket birden fazla validator düğümü işletiyorsa, bunlardan sadece 2'si önerilen listeye dahil edilecektir.
vi: Nova Wallet cung cấp hỗ trợ cho những người đề cử bằng cách giúp họ chọn các validator. Ứng dụng di động lấy dữ liệu từ blockchain và tạo danh sách các validator có: lợi nhuận cao nhất, danh tính với thông tin liên lạc, không bị xử phạt và sẵn sàng nhận các đề cử. Nova Wallet cũng quan tâm đến phân quyền, vì vậy nếu một người hoặc một công ty chạy nhiều node validator, chỉ tối đa 2 node từ họ sẽ được hiển thị trong danh sách đề xuất.
zh_hans: Nova Wallet通过帮助提名人选择验证者来提供支持。移动应用程序从区块链中获取数据，并组成一个验证者列表，这些验证者具有：最多的利润、带有联系信息的身份、未被削减且可接受提名。Nova Wallet还关心去中心化，所以如果一个人或公司运行多个验证节点，推荐列表中最多只会显示2个节点。

# staking.story.validator.title
source: Who is a validator?
es: ¿Quién es un validador?
fr: Qu'est-ce qu'un validateur ?
hu: Ki az a validátor?
id: Siapa itu validator?
it: Chi è un validatore?
ja: バリデーターとは？
ko: 검증자가 누구인가요?
pl: Kim jest validator?
pt_pt: Quem é um validador?
ru: Кто такой валидатор?
tr: Doğrulayıcı Kimdir?
vi: Ai là người xác thực?
zh_hans: 什么是验证者？

# staking.story.validator.page.1
source: The validator runs a blockchain node 24/7 and is required to have enough stake locked (both owned and provided by nominators) to be elected by the network. Validators should maintain their nodes' performance and reliability to be rewarded. Being a validator is almost a full-time job, there are companies that are focused to be validators on the blockchain networks.
es: El validador ejecuta un nodo de blockchain 24/7 y se requiere que tenga suficiente stake bloqueado (tanto propio como proporcionado por los nominadores) para ser elegido por la red. Los validadores deben mantener el rendimiento y la fiabilidad de sus nodos para ser recompensados. Ser un validador es casi un trabajo de tiempo completo, hay empresas que se centran en ser validadores en las redes blockchain.
fr: Le validateur gère un nœud de la blockchain 24 heures sur 24 et 7 jours sur 7 et doit avoir suffisamment de stake bloqués (détenus et fournis par les nominateurs) pour être élu par le réseau. Les validateurs doivent maintenir la performance et la fiabilité de leurs nœuds pour être récompensés. Être un validateur est presque un travail à temps plein, il y a des entreprises qui deviennent des validateurs pour les réseaux de blockchain.
hu: A validátor a hét minden napján, egész nap egy blokklánc-csomópontot futtat. Elegendő stake-elt tokennel kell rendelkeznie (mind saját, mind a nominálók által biztosított) ahhoz, hogy a hálózat megválaszthassa. Az validátoroknak meg kell őrizniük csomópontjaik teljesítményét és megbízhatóságát, hogy jutalmat kaphassanak. Validátornak lenni szinte egy teljes munkaidős folyamat, vannak olyan cégek, amelyek kizárólag blokklánc validátorok üzemeltetéssel foglalkoznak.
id: Validator menjalankan node blockchain 24/7 dan harus memiliki cukup staking terkunci (baik dimiliki maupun disediakan oleh nominator) untuk terpilih oleh jaringan. Validator harus menjaga kinerja dan keandalan node mereka untuk mendapatkan imbalan. Menjadi validator hampir seperti pekerjaan penuh waktu, ada perusahaan yang berfokus menjadi validator pada jaringan blockchain.
it: Il validatore gestisce un nodo blockchain 24/7 ed è tenuto a bloccare abbastanza stake (posseduto sia da lui che fornito dai nominatori) per essere eletto dalla rete. I validatori dovrebbero mantenere le prestazioni e l'affidabilità dei loro nodi per essere ricompensati. Essere un validatore è quasi un lavoro a tempo pieno, ci sono aziende specializzate nel essere validatori nelle reti blockchain.
ja: バリデーターは24時間365日ブロックチェーンノードを運用し、ネットワークによって選出されるために十分なステーク（所有およびノミネーターから提供されたステークの両方）がロックされている必要があります。バリデーターはそのノードのパフォーマンスと信頼性を維持することで報酬を得ます。バリデーターになることはほぼフルタイムの仕事であり、ブロックチェーンネットワーク上のバリデーターとしての専門会社も存在します。
ko: 검증자는 블록체인 노드를 24시간 내내 운영하며 네트워크에 의해 선출되기 위해 충분한 Stake (본인이 소유한 것과 지명자들이 제공한 것 모두) 자산을 잠가야 합니다. 검증자는 노드의 성능과 신뢰성을 유지하여 보상을 받습니다. 검증자가 되는 것은 거의 전일제 직업과도 같으며, 블록체인 네트워크에서 검증자가 되기 위해 집중하는 회사들도 존재합니다.
pl: Validator uruchamia węzeł blockchain 24/7 i musi mieć wystarczającą ilość stake zablokowaną (zarówno własną, jak i dostarczoną przez nominatorów), aby zostać wybranym przez sieć. Validatorzy powinni utrzymywać wydajność i niezawodność swoich węzłów, aby być wynagradzanymi. Bycie validatorem to prawie pełnoetatowa praca; są firmy, które specjalizują się w byciu validatorami na sieciach blockchain.
pt_pt: O validador executa um nó de blockchain 24/7 e precisa ter stake suficiente bloqueada (tanto própria quanto fornecida por nomeadores) para ser eleito pela rede. Os validadores devem manter o desempenho e a confiabilidade de seus nós para serem recompensados. Ser um validador é quase um trabalho em tempo integral, existem empresas que se concentram em ser validadores nas redes blockchain.
ru: Валидатор обеспечивает работу ноды блокчейна 24/7 и обязан иметь необходимое количество стейка (общий стейк самого валидатора и его номинаторов), чтобы быть избранным сетью. Валидаторы должны поддерживать производительность и надежность своих нод, за что они получают вознаграждения. Валидатор — это полноценная работа, существуют профильные компании, которые специализируются на валидировании в блокчейн сетях.
tr: Doğrulayıcı, bir blok zinciri düğümünü 24/7 çalıştırır ve ağ tarafından seçilmek için yeterli stakede sahip olması gerekir (hem kendi hem de adaylar tarafından sağlanan). Doğrulayıcılar, ödüllendirilmek için düğümlerinin performansını ve güvenilirliğini sürdürmelidir. Doğrulayıcı olmak neredeyse tam zamanlı bir iştir, blok zinciri ağlarında doğrulayıcı olarak odaklanan şirketler vardır.
vi: Người xác thực vận hành một node blockchain 24/7 và cần phải có đủ stake bị khóa (cả sở hữu và được cung cấp bởi những người đề danh) để được bầu chọn bởi mạng. Người xác thực nên duy trì hiệu suất và độ tin cậy của các node của họ để được nhận phần thưởng. Trở thành người xác thực gần như là một công việc toàn thời gian, có những công ty chuyên tập trung trở thành người xác thực trên các mạng blockchain.
zh_hans: 验证者需要全天候运行一个区块链节点，并且必须拥有足够的质押额（包括自己拥有的和提名人提供的）被网络选举。验证者应维护其节点的性能和可靠性以获得奖励。成为一个验证者几乎是一份全职工作，有些公司专注于成为区块链网络上的验证者。

# staking.story.validator.page.2
source: Everyone can be a validator and run a blockchain node, but that requires a certain level of technical skills and responsibility. Polkadot and Kusama networks have a program, named Thousand Validators Programme, to provide support for beginners. Moreover, the network itself will always reward more validators, who have less stake (but enough to be elected) to improve decentralization.
es: Cualquiera puede ser un validador y ejecutar un nodo de blockchain, pero eso requiere un cierto nivel de habilidades técnicas y responsabilidad. Las redes de Polkadot y Kusama tienen un programa llamado Programa de Mil Validadores para proporcionar apoyo a los principiantes. Además, la red misma siempre recompensará más a los validadores que tienen menos participación (pero suficiente para ser elegidos) para mejorar la descentralización.
fr: Tout le monde peut être validateur et gérer un nœud de blockchain, mais cela nécessite un certain niveau de compétences techniques et de responsabilité. Les réseaux Polkadot et Kusama ont mis en place un programme, appelé Thousand Validators Programme, pour aider les débutants. En outre, le réseau lui-même récompensera toujours davantage de validateurs, qui ont moins de stake (mais suffisamment pour être élus), afin d'améliorer la décentralisation.
hu: Bárki lehet validátor és futtathat egy blokklánc csomópontot, de ehhez bizonyos szintű technikai készségekre és felelősségre van szükség. A Polkadot és a Kusama hálózatoknak van egy Thousand Validators Program nevű programjuk, amely támogatást nyújt a kezdőknek. Sőt, maga a hálózat is mindig több és több validátort fog jutalmazni, akiknek alacsonyabb a stake-je (de elegendő a megválasztáshoz) a decentralizáció érdekében.
id: Semua orang bisa menjadi validator dan menjalankan node blockchain, tetapi itu memerlukan tingkat keahlian teknis dan tanggung jawab tertentu. Jaringan Polkadot dan Kusama memiliki program, bernama Thousand Validators Programme, untuk memberikan dukungan bagi pemula. Selain itu, jaringan itu sendiri akan selalu memberi imbalan lebih kepada validator yang memiliki staking lebih sedikit (tapi cukup untuk terpilih) untuk meningkatkan desentralisasi.
it: Tutti possono essere validatori e gestire un nodo blockchain, ma ciò richiede un certo livello di competenze tecniche e responsabilità. Le reti Polkadot e Kusama dispongono di un programma, chiamato Thousand Validators Programme, per fornire supporto ai principianti. Inoltre, la stessa rete premierà sempre più validatori con meno giacenza (ma sufficiente per essere eletti) per migliorare la decentralizzazione.
ja: 誰でもバリデーターになってブロックチェーンノードを運用できますが、それには特定の技術的スキルと責任が必要です。PolkadotとKusamaネットワークには初心者を支援するためのThousand Validators Programmeと呼ばれるプログラムがあります。さらに、ネットワーク自体は常により少ないステーク（選出されるのに十分なステークを持っているが）を持つバリデーターに報酬を与えることで、分散化を促進します。
ko: 모든 사람이 검증자가 되어 블록체인 노드를 운영할 수 있지만, 이는 일정 수준의 기술적인 능력과 책임이 필요합니다. Polkadot과 Kusama 네트워크에는 초보자들을 지원하기 위한 Thousand Validators Programme이라는 프로그램이 있습니다. 더욱이, 네트워크는 항상 더 적은 Stake (하지만 선출될만한 충분한 Stake)를 가진 검증자들을 보상하여 탈중앙화를 향상시키려 합니다.
pl: Każdy może zostać validatorem i uruchomić węzeł blockchain, ale wymaga to pewnego poziomu umiejętności technicznych i odpowiedzialności. Sieci Polkadot i Kusama mają program o nazwie Thousand Validators Programme, aby zapewnić wsparcie dla początkujących. Ponadto sama sieć zawsze będzie nagradzać więcej validatorów, którzy mają mniej stake (ale wystarczająco, aby zostać wybranym), aby poprawić decentralizację.
pt_pt: Qualquer um pode ser um validador e executar um nó de blockchain, mas isso exige um certo nível de habilidades técnicas e responsabilidade. As redes Polkadot e Kusama têm um programa, chamado Thousand Validators Programme, para fornecer suporte aos iniciantes. Além disso, a própria rede sempre recompensará mais os validadores, que têm menos participação (mas o suficiente para ser eleito) para melhorar a descentralização.
ru: Любой может стать валидатором и запустить ноду блокчейна, однако это требует определённых технических знаний и ответственности. Сети Polkadot и Kusama запустили программу Thousand Validators Programme (Программа Тысячи Валидаторов), чтобы помочь начинающим. Более того, сеть всегда будет стремиться вознаграждать тех валидаторов, чей суммарный стейк меньше (но достаточен чтобы быть избранным в сети), для поддержки децентрализации.
tr: Herkes bir doğrulayıcı olabilir ve bir blockchain düğümü çalıştırabilir, ancak bu belirli bir teknik beceri ve sorumluluk gerektirir. Polkadot ve Kusama ağları, başlayanlara destek sağlamak için Bin Doğrulayıcı Programı adında bir programı başlatmıştır. Dahası, ağ kendisi her zaman daha az stake'e sahip (ancak seçilmek için yeterli) daha fazla doğrulayıcıyı ödüllendirecektir ki bu da merkeziyetçiliği iyileştirmeye yardımcı olur.
vi: Mọi người đều có thể trở thành người xác thực và vận hành một node blockchain, nhưng điều đó đòi hỏi một mức độ kỹ năng kỹ thuật và trách nhiệm nhất định. Mạng Polkadot và Kusama có một chương trình mang tên Thousand Validators Programme để hỗ trợ cho người mới bắt đầu. Hơn nữa, mạng lưới luôn thưởng nhiều hơn cho những người xác thực có ít stake hơn (nhưng đủ để được bầu chọn) để cải thiện tính phi tập trung.
zh_hans: 任何人都可以成为验证者并运行区块链节点，但这需要一定的技术技能和责任感。Polkadot和Kusama网络有一个名为Thousand Validators Programme的项目，为初学者提供支持。此外，网络本身将始终奖励那些拥有较少股份（但足以被选举）的验证者，以改善去中心化。

# staking.story.reward.title
source: Receiving rewards
es: Recibiendo recompensas
fr: Reçoit des récompenses
hu: Jutalmak átvétele
id: Menerima hadiah
it: Ricezione delle ricompense
ja: 報酬を受け取る
ko: 보상 수령
pl: Odbieranie nagród
pt_pt: Recebimento de recompensas
ru: Получение наград
tr: Ödüllerin Alınması
vi: Nhận thưởng
zh_hans: 接收奖励
