Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# ledger.transaction.expired.details
source: For security reasons generated operations valid for only %@. Please try again and approve it with Ledger
es: Por razones de seguridad, las operaciones generadas son válidas solo por %@. Por favor, intente de nuevo y apruébelo con Ledger
fr: Pour des raisons de sécurité, les opérations générées ne sont valables que pour %@. Veuillez réessayer et l’approuver avec Ledger
hu: Biztonsági okokból a generált művelet %@-ig érvényes. Kérlek, próbáld újra és hagyd jóvá Ledger-vel
id: Demi alasan keamanan, operasi yang dihasilkan hanya berlaku untuk %@. Silakan coba lagi dan setuju untuk melakukannya dengan Ledger
it: Per motivi di sicurezza, le operazioni generate sono valide solo per %@. Per favore, riprova e approvata con Ledger
ja: セキュリティ上の理由から、生成された操作は%@のみ有効です。もう一度お試しください。そしてLedgerで承認してください
ko: 보안을 위해 생성된 작업은 %@ 동안만 유효합니다. 다시 시도하고 Ledger로 승인하세요.
pl: Dla bezpieczeństwa wygenerowane operacje są ważne tylko przez %@. Prosimy spróbować ponownie i zatwierdzić je za pomocą Ledger
pt_pt: Por motivos de segurança, as operações geradas são válidas apenas por %@. Por favor, tente novamente e aprove com o Ledger
ru: В целях безопасности сгенерированные операции действительны только в течение %@. Пожалуйста, попробуйте еще раз и подтвердите транзакцию с помощью Ledger
tr: Güvenlik nedenleriyle üretilen işlemler sadece %@ için geçerlidir. Lütfen tekrar deneyin ve Ledger ile onaylayın
vi: Vì lý do bảo mật, các thao tác được tạo chỉ tồn tại trong %@. Vui lòng thử lại và phê duyệt nó với Ledger
zh_hans: 出于安全原因，生成的操作仅在%@内有效。请再试一次，并使用Ledger批准

# common.transaction.valid.format
source: Transaction is valid for %@
es: La transacción es válida por %@
fr: La transaction est valable pour %@
hu: A tranzakció érvényes: %@
id: Transaksi valid selama %@
it: La transazione è valida per %@
ja: トランザクションは%@有効です
ko: 거래는 %@ 동안 유효합니다
pl: Transakcja jest ważna przez %@
pt_pt: A transação é válida por %@
ru: Транзакция валидна %@
tr: İşlem %@ için geçerlidir
vi: Giao dịch có hiệu lực trong %@
zh_hans: 交易有效期为%@

# ledger.transaction.not.supported.title
source: Transaction is not supported
es: Transacción no soportada
fr: La transaction n'est pas prise en charge
hu: A tranzakció nem támogatott
id: Transaksi tidak didukung
it: La transazione non è supportata
ja: トランザクションがサポートされていません
ko: 거래가 지원되지 않습니다
pl: Transakcja nieobsługiwana
pt_pt: Transação não suportada
ru: Транзакция не поддерживается
tr: İşlem desteklenmiyor
vi: Giao dịch không được hỗ trợ
zh_hans: 交易不受支持

# ledger.transaction.not.supported.message
source: Ledger does not support this transaction.
es: Ledger no soporta esta transacción.
fr: Ledger ne prend pas en charge cette transaction.
hu: A Ledger nem támogatja ezt a tranzakciót.
id: Ledger tidak mendukung transaksi ini.
it: Ledger non supporta questa transazione.
ja: Ledgerはこのトランザクションをサポートしていません。
ko: Ledger가 이 거래를 지원하지 않습니다.
pl: Ledger nie obsługuje tej transakcji.
pt_pt: Ledger não suporta esta transação.
ru: Ledger не поддерживает данную транзакцию.
tr: Ledger bu işlemi desteklemiyor.
vi: Ledger không hỗ trợ giao dịch này.
zh_hans: Ledger不支持此交易。

# common.signature.invalid
source: Signature is invalid
es: La firma es inválida
fr: La signature n'est pas valide
hu: Érvénytelen aláírás
id: Tanda tangan tidak valid
it: Firma non valida
ja: 署名が無効です
ko: 서명이 유효하지 않습니다
pl: Podpis jest nieważny
pt_pt: Assinatura inválida
ru: Неверная подпись
tr: İmza geçersiz
vi: Chữ ký không hợp lệ
zh_hans: 签名无效

# ledger.transaction.signature.invalid
source: Please, make sure you have selected the right Ledger device for currently approving operation
es: Por favor, asegúrese de que ha seleccionado el dispositivo Ledger correcto para la operación actualmente en aprobación
fr: Veuillez vous assurer que vous avez sélectionné la bonne Ledger pour l'opération d'approbation en cours.
hu: Kérlek, ellenőrizd, hogy a megfelelő Ledger eszközt választottad az aktuális művelethez
id: Pastikan Anda telah memilih perangkat Ledger yang tepat untuk menyetujui operasi saat ini
it: Assicurati di aver selezionato il dispositivo Ledger corretto per l'operazione attualmente in fase di approvazione
ja: 現在承認中の操作に対して正しいLedgerデバイスが選ばれていることを確認してしてください
ko: 현재 승인 중인 작업에 맞는 Ledger 기기를 선택했는지 확인하세요
pl: Proszę, upewnij się, że wybrałeś właściwe urządzenie Ledger do zatwierdzanej obecnie operacji
pt_pt: Por favor, certifique-se de ter selecionado o dispositivo Ledger correto para a operação atualmente em aprovação
ru: Пожалуйста, удостоверьтесь, что Вы выбрали верное устройство Ledger
tr: Lütfen, şu anda onaylamakta olduğunuz operasyon için doğru Ledger cihazını seçtiğinizden emin olun
vi: Vui lòng đảm bảo rằng bạn đã chọn đúng thiết bị Ledger cho hoạt động hiện tại
zh_hans: 请确保您为当前批准操作选择了正确的Ledger设备

# common.outdated.metadata
source: Metadata is outdated
es: Metadatos desactualizados
fr: Les métadonnées sont obsolètes
hu: A metaadatok elavultak
id: Metadata kadaluarsa
it: Metadati obsoleti
ja: メタデータが古いです
ko: 메타데이터가 오래되었습니다
pl: Metadane są nieaktualne
pt_pt: Os metadados estão desatualizados
ru: Метаданные устарели
tr: Metaveri güncelliğini yitirdi
vi: Dữ liệu đã lỗi thời
zh_hans: 元数据已过时

# ledger.transaction.update.metadata
source: Please, update %@ using Ledger Live app
es: Por favor, actualice %@ usando la aplicación Ledger Live
fr: Veuillez mettre à jour %@ à l’aide de l’application Ledger Live
hu: Kérlek, frissítsd a %@-ot a Ledger Live-val
id: Silakan, perbarui %@ menggunakan aplikasi Ledger Live
it: Per favore, aggiorna %@ usando l'applicazione Ledger Live
ja: Ledger Liveアプリを使って〜を更新してください
ko: Ledger Live 앱을 사용하여 %@을(를) 업데이트하세요
pl: Proszę, zaktualizuj %@ używając aplikacji Ledger Live
pt_pt: Por favor, atualize %@ usando o aplicativo Ledger Live
ru: Пожалуйста, обновите %@ приложение, используя Ledger Live
tr: Lütfen, %@ uygulamasını Ledger Live kullanarak güncelleyin
vi: Vui lòng cập nhật %@ bằng ứng dụng Ledger Live
zh_hans: 请使用Ledger Live应用更新%@

# common.invalid.data
source: Invalid data
es: Datos inválidos
fr: Données non valides
hu: Érvénytelen adat
id: Data tidak valid
it: Dati non validi
ja: 無効なデータ
ko: 잘못된 데이터
pl: Nieprawidłowe dane
pt_pt: Dados inválidos
ru: Неверные данные
tr: Geçersiz veri
vi: Dữ liệu không hợp lệ
zh_hans: 无效数据

# ledger.review.approve
source: Review and Approve
es: Revisar y Aprobar
fr: Examiner et approuver
hu: Ellenőrzés és jóváhagyás
id: Tinjau dan Setujui
it: Revisione e Approvazione
ja: レビューして承認
ko: 검토하고 승인하기
pl: Przegląd i zatwierdzenie
pt_pt: Revise e Aprove
ru: Проверьте и Подтвердите
tr: İnceleyin ve Onaylayın
vi: Xem xét và Phê duyệt
zh_hans: 审核并批准

# common.chain.crowdloan.account.missing.message
source: You need to add a %@ account to the wallet in order to contribute
es: Necesitas agregar una cuenta %@ a la billetera para poder contribuir
fr: Vous devez ajouter un compte %@ au portefeuille afin de contribuer.
hu: A hozzájáruláshoz hozzá kell adnod egy %@ fiókot a tárcádhoz
id: Anda perlu menambahkan akun %@ ke dompet untuk berkontribusi
it: Devi aggiungere un account %@ al portafoglio per poter contribuire
ja: 貢献するためにウォレットに%@アカウントを追加する必要があります
ko: 기여를 위해 지갑에 %@ 계정을 추가해야 합니다.
pl: Musisz dodać konto %@ do portfela, aby wnieść wkład
pt_pt: Você precisa adicionar uma conta %@ à carteira para poder contribuir
ru: Вы должны добавить %@ аккаунт в кошелёк для того, чтобы внести вклад
tr: Katkıda bulunabilmek için cüzdanınıza bir %@ hesabı eklemeniz gerekiyor
vi: Bạn cần thêm tài khoản %@ vào ví để đóng góp
zh_hans: 您需要在钱包中添加一个%@账户以便贡献

# common.ledger.not.supported.message
source: Ledger does not support signing arbitrary messages — only transactions
es: Ledger no soporta la firma de mensajes arbitrarios — solo transacciones
fr: Ledger ne prend pas en charge la signature de messages arbitraires - uniquement les transactions
hu: A Ledger nem támogat tetszőleges üzenetek aláírását - csak a tranzakciókét.
id: Ledger tidak mendukung penandatanganan pesan sembarang dash hanya transaksi
it: Ledger non supporta la firma di messaggi arbitrari - solo transazioni
ja: Ledgerは任意のメッセージの署名をサポートしていません—トランザクションのみ
ko: Ledger는 임의 메시지 서명을 지원하지 않습니다 — 거래만 지원
pl: Ledger nie obsługuje podpisywania dowolnych wiadomości — tylko transakcji
pt_pt: Ledger não suporta a assinatura de mensagens arbitrarias — apenas transações
ru: Ledger не поддерживает подтверждение произвольных сообщений — только транзакции
tr: Ledger, rastgele mesajların imzalanmasını desteklemiyor - sadece işlemler
vi: Ledger không hỗ trợ ký tên cho các tin nhắn tùy ý — chỉ giao dịch
zh_hans: Ledger不支持签名任意消息 — 只支持交易

# ledger.not.support.token.title
source: Ledger does not support this token
es: Ledger no admite este token
fr: Ledger ne prend pas en charge cet actif
hu: A Ledger nem támogatja ezt a tokent
id: Ledger tidak mendukung token ini
it: Ledger non supporta questo token
ja: Ledgerはこのトークンをサポートしていません
ko: Ledger에서 이 토큰을 지원하지 않습니다.
pl: Ledger nie obsługuje tego tokena
pt_pt: Ledger não suporta este token
ru: Ledger не поддерживает этот токен
tr: Ledger bu token'i desteklemiyor
vi: Ledger không hỗ trợ token này
zh_hans: Ledger 不支持此代币

# ledger.not.support.token.message
source: Do not transfer %@ to the Ledger-controlled account since Ledger does not support sending of %@, so assets will be stuck on this account
es: No transfiera %@ a la cuenta controlada por Ledger ya que Ledger no admite el envío de %@, por lo que los activos quedarán bloqueados en esta cuenta
fr: Ne pas transférer %@ sur le compte contrôlé par la Ledger car Ledger ne prend pas en charge l'envoi de %@, les actifs seront bloqués sur ce compte
hu: Ne küldj %@-ot a Ledger által vezérelt fiókra, mivel az nem támogatja a(z) %@ küldését. emiatt ezen a fiókon fognak ragadni
id: Jangan transfer %@ ke akun yang dikendalikan Ledger karena Ledger tidak mendukung pengiriman %@, sehingga aset akan terjebak di akun ini
it: Non trasferire %@ sul conto controllato da Ledger poiché Ledger non supporta l'invio di %@, quindi gli asset rimarranno bloccati su questo conto
ja: %@をLedgerで管理されたアカウントに送信しないでください。Ledgerは%@の送信をサポートしていないため、資産がこのアカウントで凍結される可能性があります。
ko: Ledger가 %@ 전송을 지원하지 않으므로 %@을 Ledger 제어 계정으로 전송하지 마세요. 그렇지 않으면 자산이 이 계정에 고정될 수 있습니다.
pl: Nie przenoś %@ na konto zarządzane przez Ledger, ponieważ Ledger nie obsługuje wysyłania %@. W ten sposób aktywa będą zablokowane na tym koncie.
pt_pt: Não transfira %@ para a conta controlada por Ledger já que Ledger não suporta o envio de %@, assim os ativos ficarão presos nesta conta
ru: Не переводите %@ на Ledger аккаунт так как Ledger не поддерживает переводы %@, таким образом ассет будет недоступен для перевода на этом аккаунте
tr: %@'yi Ledger kontrolü altındaki hesaba aktarmayın çünkü Ledger %@ gönderimini desteklemiyor, bu nedenle varlıklar bu hesapta takılı kalacak
vi: Không chuyển %@ vào tài khoản Ledger kiểm soát vì Ledger không hỗ trợ việc gửi %@, do đó tài sản sẽ bị kẹt trên tài khoản này
zh_hans: 不要将 %@ 转账至 Ledger 控制的账户，因为 Ledger 不支持 %@ 的发送，所以资产将被卡在这个账户上

# crowdloan.you.contributions.total
source: Total
hu: Teljes
it: Totale
ja: 合計
ko: 총합
pl: Razem
ru: Всего
tr: Toplam
vi: Tổng cộng
zh_hans: 总计

# common.off
source: Off
es: Apagado
fr: Désactivé
hu: Ki
id: Mati
it: Spento
ja: オフ
ko: 끔
pl: Wył
pt_pt: Desligado
ru: Выкл
tr: Kapalı
vi: Tắt
zh_hans: 关闭

# common.on
source: On
es: Encendido
fr: Activé
hu: Be
id: Hidup
it: Acceso
ja: オン
ko: 켬
pl: Wł
pt_pt: Ligado
ru: Вкл
tr: Açık
vi: Bật
zh_hans: 开启

# yield.boost.threshold
source: Boost threshold
es: Límite de impulso
fr: Seuil de boost
hu: Boost küszöbérték
id: Ambang Boost
it: Soglia Boost
ja: Boost閾値
ko: Boost 임계값
pl: Próg Boost
pt_pt: Limite de impulso
ru: Порог Boost
tr: Boost Eşiği
vi: Ngưỡng Boost
zh_hans: 提升阈值

# yield.boost.setup.updated.period.details
source: to automatically stake %@ (before: %@) all my transferable tokens above
es: para apostar automáticamente %@ (antes: %@) todos mis tokens transferibles por encima de
fr: pour staker automatiquement %@ (avant : %@) tous mes actifs transférables ci-dessus
hu: automatikusan %@ után (korábban mint: %@) az átutalható tokenjeimmel, ha több van, mint
id: otomatis menyetor %@ (sebelumnya: %@) semua token yang dapat ditransfer di atas
it: per scommettere automaticamente %@ (prima: %@) tutti i miei token trasferibili sopra
ja: 自動的に %@ (以前: %@) すべての譲渡可能トークンを超過してステークするため
ko: 모든 전송 가능한 토큰을 자동으로 Stake하기 위해 %@ (이전: %@) 이상
pl: aby automatycznie stać %@ (wcześniej: %@) wszystkimi moimi transferowalnymi tokenami powyżej
pt_pt: para apostar automaticamente %@ (antes: %@) todos os meus tokens transferíveis acima
ru: чтобы автоматически, %@ (раньше: %@), отправлять все мои переводимые токены выше
tr: önceki: %@ şimdi: %@ transfer edilebilir tüm jetonlarımı otomatik olarak stake etmek için
vi: để tự động stake %@ (trước: %@) tất cả các token có thể chuyển nhượng của tôi trên
zh_hans: 自动质押%@（之前：%@）我所有可转账代币之上

# yield.boost.setup.new.period.details
source: to automatically stake %@ all my transferable tokens above
es: para apostar automáticamente %@ todos mis tokens transferibles por encima de
fr: pour staker automatiquement %@ tous mes actifs transférables ci-dessus
hu: automatikusan %@ után az átutalható tokenjeimmel, ha több van, mint
id: otomatis menyetor %@ semua token yang dapat ditransfer di atas
it: per scommettere automaticamente %@ tutti i miei token trasferibili sopra
ja: 自動的に %@ すべての譲渡可能トークンを超過してステークするため
ko: 모든 전송 가능한 토큰을 자동으로 Stake하기 위해 %@ 이상
pl: aby automatycznie stać %@ wszystkimi moimi transferowalnymi tokenami powyżej
pt_pt: para apostar automaticamente %@ todos os meus tokens transferíveis acima
ru: чтобы автоматически, %@, отправлять все мои переводимые токены выше
tr: transfer edilebilir tüm jetonlarımı otomatik olarak stake etmek için %@ yukarıda
vi: để tự động stake %@ tất cả các token có thể chuyển nhượng của tôi trên
zh_hans: 自动质押%@我所有可转账代币之上

# yield.boost.setup.reward.comparison.title
source: I want to stake
es: Quiero apostar
fr: Je veux staker
hu: Stake-elni akarok
id: Saya ingin menyetor
it: Voglio scommettere
ja: ステークしたい
ko: Stake 하고 싶습니다
pl: Chcę stać
pt_pt: Eu quero apostar
ru: Я хочу стейкать
tr: Stake yapmak istiyorum
vi: Tôi muốn stake
zh_hans: 我想要质押

# yield.boost.setup.collator.title
source: For my collator
es: Para mi collator
fr: Pour mon collateur
hu: A kollátoromnál
id: Untuk kolator saya
it: Per il mio collator
ja: 私のコレーターのために
ko: 내 Collator를 위해
pl: Dla mojego kollatora
pt_pt: Para meu coletor
ru: Для моего коллатора
tr: Benim için collator
vi: Dành cho collator của tôi
zh_hans: 对我的整理者

source: with Yield Boost
es: con Yield Boost
fr: avec Yield Boost
hu: Yield Boost-val
id: dengan Yield Boost
it: con Yield Boost
ja: Yield Boost付き
ko: Yield Boost와 함께
pl: z Yield Boost
pt_pt: com Aumento de Rendimento
ru: с Yield Boost
tr: Yield Boost ile
vi: với Yield Boost
zh_hans: 含Yield Boost

source: without Yield Boost
es: sin Yield Boost
fr: sans Yield Boost
hu: Yield Boost nélkül
id: tanpa Yield Boost
it: senza Yield Boost
ja: Yield Boostなし
ko: Yield Boost 없이
pl: bez Yield Boost
pt_pt: sem Aumento de Rendimento
ru: без Yield Boost
tr: Yield Boost olmadan
vi: không có Yield Boost
zh_hans: 不含Yield Boost

# common.no.changes
source: No changes
es: Sin cambios
fr: Aucun changement
hu: Nincs változás
id: Tidak ada perubahan
it: Nessuna modifica
ja: 変更なし
ko: 변경 사항 없음
pl: Brak zmian
pt_pt: Sem alterações
ru: Нет изменений
tr: Değişiklik yok
vi: Không có thay đổi
zh_hans: 无变化

# yield.boost.not.enough.execution.fee.message
source: You don’t have enough balance to pay the network fee of %@ and the yield boost execution fee of %@. Available balance to pay the fee: %@
es: No tienes saldo suficiente para pagar la comisión de red de %@ y la comisión de ejecución de Yield Boost de %@. Saldo disponible para pagar la comisión: %@
fr: Votre solde est insuffisant pour payer les frais de réseau de %@ et les frais d'exécution de l'augmentation de rendement de %@. Solde disponible pour payer les frais : %@
hu: Az egyenleged nem elegendő a(z) %@ hálózati díj kifizetéséhez és a(z) %@ Yield Boost indítási díjához. Elérhető egyenleged a díj megfizetéséhez: %@
id: Anda tidak memiliki saldo yang cukup untuk membayar biaya jaringan sebesar %@ dan biaya eksekusi yield boost sebesar %@. Saldo yang tersedia untuk membayar biaya: %@
it: Non hai abbastanza saldo per pagare la commissione di rete di %@ e la commissione di esecuzione di Yield boost di %@. Saldo disponibile per pagare la commissione: %@
ja: ネットワーク手数料%@とYield Boostの実行手数料%@を支払うための残高が不足しています。 手数料を支払うために利用可能な残高：%@
ko: 네트워크 수수료 %@와 Yield Boost 실행 수수료 %@를 지불할 충분한 잔액이 없습니다. 수수료 지불 가능 잔액: %@
pl: Nie masz wystarczającego salda, aby zapłacić opłatę sieciową w wysokości %@ i opłatę za wykonanie Yield Boost w wysokości %@. Dostępne saldo do zapłaty opłaty: %@
pt_pt: Você não tem saldo suficiente para pagar a taxa de rede de %@ e a taxa de execução do impulso de rendimento de %@. Saldo disponível para pagar a taxa: %@
ru: У вас недостаточно средств для оплаты сетевой комиссии в размере %@ и комиссии за выполнение первой Yield Boost операции в размере %@. Доступный баланс для оплаты комиссии: %@
tr: Ağ ücretini %@ ve yield boost yürütme ücretini %@ ödemek için yeterli bakiyeniz yok. Ücreti ödemek için kullanılabilir bakiye: %@
vi: Bạn không có đủ số dư để trả phí mạng là %@ và phí thực hiện Yield Boost là %@. Số dư khả dụng để trả phí: %@
zh_hans: 您的余额不足以支付%@的网络费用和%@的收益增强执行费用。 用于支付费用的可用余额：%@

# yield.boost.not.enough.execution.fee.title
source: Not enough tokens to pay first execution fee
es: No hay suficientes tokens para pagar la primera comisión de ejecución
fr: Pas assez d'actifs pour payer les frais de première exécution
hu: Nincs elegendő token az első végrehajtási díj megfizetéséhez
id: Tidak cukup token untuk membayar biaya eksekusi pertama
it: Non abbastanza token per pagare la prima commissione di esecuzione
ja: 最初の実行手数料を支払うためのトークンが不足しています
ko: 첫 실행 수수료를 지불할 충분한 토큰이 없습니다
pl: Niewystarczająca liczba tokenów na pokrycie pierwszej opłaty wykonawczej
pt_pt: Não há tokens suficientes para pagar a primeira taxa de execução
ru: Недостаточно токенов для оплаты комиссии за первое исполнение
tr: İlk yürütme ücretini ödemek için yeterli token yok
vi: Không đủ token để trả phí thực hiện đầu tiên
zh_hans: 没有足够的代币支付首次执行费

# yield.boost.not.enough.threshold.message
source: You don’t have enough balance to pay the network fee of %@ and not drop below the threshold %@. Available balance to pay the fee: %@
es: No tienes suficiente saldo para pagar la comisión de red de %@ y no caer por debajo del umbral %@. Saldo disponible para pagar la comisión: %@
fr: Vous ne disposez pas d'un solde suffisant pour payer les frais de réseau de %@ sans passer sous le seuil de %@. Solde disponible pour payer les frais : %@
hu: Az egyenleged nem elegendő a(z) %@ hálózati díj kifizetéséhez és hogy ne essen a(z) %@ küszöb alá. Elérhető egyenleged a díj megfizetéséhez: %@
id: Anda tidak memiliki saldo yang cukup untuk membayar biaya jaringan sebesar %@ dan tidak turun di bawah ambang %@. Saldo yang tersedia untuk membayar biaya: %@
it: Non hai abbastanza saldo per pagare la commissione di rete di %@ e non scendere al di sotto della soglia %@. Saldo disponibile per pagare la commissione: %@
ja: ネットワーク手数料%@を支払い、閾値%@を下回らないための残高が不足しています。 手数料を支払うために利用可能な残高：%@
ko: 네트워크 수수료 %@를 지불하고 임계값 %@ 아래로 떨어지지 않을 충분한 잔액이 없습니다. 수수료 지불 가능 잔액: %@
pl: Nie masz wystarczającego salda, aby zapłacić opłatę sieciową w wysokości %@ i nie spaść poniżej progu %@. Dostępne saldo do zapłaty opłaty: %@
pt_pt: Você não tem saldo suficiente para pagar a taxa de rede de %@ e não cair abaixo do limiar de %@. Saldo disponível para pagar a taxa: %@
ru: У вас недостаточно средств, чтобы оплатить комиссию сети в размере %@ и не опуститься ниже порога %@. Доступный баланс для оплаты комиссии: %@
tr: Ağ ücretini %@ ödemek ve eşiğin altına düşmemek için %@ yeterli bakiyeniz yok. Ücreti ödemek için kullanılabilir bakiye: %@
vi: Bạn không có đủ số dư để trả phí mạng là %@ và không giảm xuống dưới ngưỡng %@. Số dư khả dụng để trả phí: %@
zh_hans: 您的余额不足以支付%@的网络费用且不低于%@的门槛。 用于支付费用的可用余额：%@

# yield.boost.not.enough.threshold.title
source: Not enough tokens to stay above threshold
es: No hay suficientes tokens para permanecer por encima del umbral
fr: Pas assez d´actifs pour rester au-dessus du seuil
hu: Nincs elegendő token a küszöb felett maradáshoz
id: Tidak cukup token untuk tetap di atas ambang
it: Non abbastanza token per rimanere al di sopra della soglia
ja: 閾値を維持するためのトークンが不足しています
ko: 임계값 위에 머무를 충분한 토큰이 없습니다
pl: Niewystarczająca liczba tokenów, aby pozostać powyżej progu
pt_pt: Não há tokens suficientes para permanecer acima do limiar
ru: Недостаточно токенов, чтобы оставаться выше порога
tr: Eşiğin üstünde kalmak için yeterli token yok
vi: Không đủ token để ở trên ngưỡng
zh_hans: 代币不足以保持高于门槛

# yield.boost.change.message
source: Yield Boost will be turned off for current collators. New collator: %@
es: Yield Boost se desactivará para los collators actuales. Nuevo collator: %@
fr: La fonction Yield Boost sera désactivée pour les collateurs actuels. Nouveau collateur : %@
hu: A Yield Boost ki lesz kapcsolva a jelenlegi kollátornál. Új kollátor: %@
id: Yield Boost akan dimatikan untuk collator saat ini. Collator baru: %@
it: Yield Boost verrà disattivato per i collatori attuali. Nuovo collatore: %@
ja: 現在のコレータのためにYield Boostがオフになります。新しいコレータ: %@
ko: 지금 콜레이터의 Yield Boost가 비활성화됩니다. 새로운 콜레이터: %@
pl: Yield Boost zostanie wyłączony dla obecnych kolatorów. Nowy kolator: %@
pt_pt: O impulso de rendimento será desligado para os colatores atuais. Novo colator: %@
ru: Yield Boost будет отключен для текущих коллаторов. Новый коллатор: %@
tr: Mevcut kolatörler için Yield Boost kapatılacak. Yeni kolatör: %@
vi: Yield Boost sẽ được tắt cho các collator hiện tại. Collator mới: %@
zh_hans: 当前Collator的收益增强将被关闭。新Collator：%@

# yield.boost.change.title
source: Change the Yield Boosted Collator?
es: ¿Cambiar el Collator con Yield Boost?
fr: Changer le collateur Yield Boosted ?
hu: Lecseréljük a Yield Boost kollátort?
id: Ubah Collator Yield Boosted?
it: Cambiare il collatore con Yield Boost?
ja: Yield Boostされたコレータを変更しますか？
ko: Yield Boost 콜레이터 변경?
pl: Zmień kolatora z Yield Boost?
pt_pt: Alterar o Colator com Impulso de Rendimento?
ru: Изменить коллатора с Yield Boost?
tr: Yield Boost'u değiştirilsin mi?
vi: Thay đổi Collator có Boost Yield?
zh_hans: 更改已增强收益的Collator？

# common.yield.boosted
source: Yield Boosted
es: Con Yield Boost
fr: Rendement boosté
hu: Yield Boost-olt
pt_pt: Com Impulso de Rendimento
ru: С Yield Boost
tr: Yield Boost'lu
zh_hans: 已增强收益

# yield.boost.period.title
source: Stake increase time
es: Tiempo de aumento de stake
fr: La mise augmente avec le temps
hu: Stake növekedési idő
id: Waktu peningkatan staking
it: Tempo di aumento dello stake
ja: Stake増加時間
ko: Stake 증가 시간
pl: Czas zwiększenia Stake
pt_pt: Tempo de aumento de stake
ru: Частота увеличения стейка
tr: Bahis artış süresi
vi: Thời gian tăng Stake
zh_hans: 加注时间
