Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# staking.setup.reward.destination.section.title
source: How to use your rewards?
es: ¿Cómo usar tus recompensas?
fr: Comment utiliser vos récompenses ?
hu: Hogyan használd fel a jutalmaidat?
id: Bagaimana cara menggunakan imbalan Anda?
it: Come utilizzare le tue ricompense?
ja: 報酬の使い方
ko: 보상을 어떻게 사용할까요?
pl: Jak wykorzystać swoje nagrody?
pt_pt: Como usar suas recompensas?
ru: Использовать вознаграждения для
tr: Ödüllerinizi nasıl kullanırsınız?
vi: Sử dụng phần thưởng của bạn như thế nào?
zh_hans: 如何使用您的奖励？

# staking.bond.more_v1.9.0
source: Stake more
es: Stake más
fr: Miser plus
hu: Stake növelése
id: Stake lebih
it: Punta di più
ja: ステークを増やす
ko: 더 Stake 하십시오
pl: Stake więcej
pt_pt: Stake mais
ru: Застейкать ещё
tr: Daha fazla stake yap
vi: Stake thêm
zh_hans: 更多质押

# staking.unbonding.empty.list_v1.9.0
source: Unstaking transactions will appear here
es: Las transacciones de desvinculación aparecerán aquí
fr: Les transactions de désengagement apparaîtront ici
hu: Itt fognak megjelenni az unstake-elési tranzakciók
id: Transaksi Penarikan akan muncul di sini
it: Le transazioni di disimpegno appariranno qui
ja: アンステーキングのトランザクションがここに表示されます
ko: Unstaking 거래가 여기 나타납니다
pl: Operacje unstakeowania pojawią się tutaj
pt_pt: Transações de desvinculação aparecerão aqui
ru: Операции по выводу из стейка появятся здесь
tr: Unstaking işlemleri burada görünecek
vi: Các giao dịch unstaking sẽ xuất hiện ở đây
zh_hans: 解除质押的交易将显示在这里

# tabbar.crowdloan.title_v1.9.0
source: Crowdloans
fr: Prêts participatifs
hu: Közösségi hitelek
ja: クラウドローン
ko: 크라우드론
ru: Краудлоуны
tr: Crowdloanlar
zh_hans: 众贷

# staking.validator.my.oversubscribed.message
source: Oversubscribed. You will not receive rewards from the validator in this era.
es: Sobre suscrito. No recibirás recompensas del validador en esta era.
fr: Sursouscrit. Vous ne recevrez pas de récompenses de la part du validateur dans cette période.
hu: Túljelentkezett. Nem fogsz jutalmat kapni ebben a korszakban ettől a validátortól.
id: Oversubscribed. Anda tidak akan menerima imbalan dari validator ini dalam era ini.
it: Sovrabbondato. Non riceverai premi dal validatore in questa era
ja: 超過申込。あなたはこの時代にバリデータから報酬を受け取ることはありません。
ko: 초과 구독. 이번 시기에 밸리데이터로부터 보상을 받지 못합니다.
pl: Przekroczona liczba subs. Nie otrzymasz nagród od tego walidatora w tej erze.
pt_pt: Sobrescrito. Você não receberá recompensas do validador nesta era.
ru: Превышен лимит номинаторов для валидатора. В этой эре вы не получите награду от этого валидатора.
tr: Aşırı abonelik. Bu era içinde bu validatörden ödül alamayacaksınız.
vi: Đăng ký quá mức. Bạn sẽ không nhận được phần thưởng từ người xác thực trong thời kỳ này.
zh_hans: 超额认购。这个时代您将不会从验证者那里收到奖励。

# staking.validator.other.oversubscribed.message
source: Oversubscribed. Only the top staked nominators are paid rewards.
es: Sobre suscrito. Solo los nominadores con mayor apuesta son recompensados.
fr: Sursouscrit. Seuls les nominateurs les mieux placés reçoivent des récompenses.
hu: Túljelentkezett. Csak a legnagyobb stake-el rendelkező nominálók kapnak jutalmat.
id: Oversubscribed. Hanya nominator teratas yang bertaruh yang dibayar imbalan.
it: Sovrabbondato. Solo i nominatori con il massimo staked ricevono i premi
ja: 超過申込。ステークした上位ノミネーターのみが報酬を受け取ります。
ko: 초과 구독. 상위 스테이킹 노미네이터만 보상을 받습니다.
pl: Przekroczona liczba subs. Tylko najlepsi nominatorzy z największym Stake otrzymają nagrody.
pt_pt: Sobrescrito. Apenas os nomeadores com maior stake são recompensados.
ru: Превышен лимит номинаторов для валидатора. Только номинаторы с наибольшим стейком получат награду.
tr: Aşırı abonelik. Yalnızca en yüksek stake'e sahip nominatorlara ödül verilir.
vi: Đăng ký quá mức. Chỉ những người đề cử có Staked cao nhất mới nhận được phần thưởng.
zh_hans: 超额认购。只有最高质押的提名人才能获得奖励。

# wallet.history.title_v1.9.0
source: History
es: Historia
fr: Historique
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴
ko: 역사
pl: Historia
pt_pt: Histórico
ru: История
tr: Geçmiş
vi: Lịch sử
zh_hans: 历史

# staking.main.lockup.period.title_v1.9.0
source: Unstaking period
es: Período de desbloqueo
fr: Période de désengagement
hu: Unstake-elési időszak
id: Periode penguncian
it: Periodo di sblocco
ja: Unstaking期間
ko: Unstaking 기간
pl: Okres Unstaking
pt_pt: Período de desbloqueio
ru: Время вывода
tr: Bekletme süresi
vi: Thời gian Unstaking
zh_hans: 解锁期

# staking.estimate.earning.title_v1.9.0
source: Estimated %@ earnings
es: Ganancias estimadas %@
fr: Estimation des revenus (%@)
hu: Becsült %@ bevétel
id: Perkiraan pendapatan %@
it: Ricompense %@ stimate
ja: 推定 %@ 収益
ko: 예상 %@ 수익
pl: Szacowane zarobki %@
pt_pt: Ganhos estimados %@
ru: Расчёт доходности %@
tr: Tahmini %@ kazançları
vi: Thu nhập ước tính %@
zh_hans: 预计%@收益

# staking.setup.restake.title
source: Restake
es: Reinvertir
fr: Remettre en jeu
hu: Újra stake-elés
id: Ulang staking
it: Ri-staking
ja: 再ステーク
ko: 재Stake
pl: Ponowne stakingowanie
pt_pt: Reapostar
ru: Увеличения стейка
tr: Stake'i Artır
zh_hans: 增加质押

# staking.setup.payout.title
source: Transferable rewards
es: Recompensas transferibles
fr: Récompenses transférables
hu: Átutalható jutalmak
id: Hadiah yang dapat ditransfer
it: Ricompense trasferibili
ja: 譲渡可能な報酬
ko: 이체 가능한 보상
pl: Przenośne nagrody
pt_pt: Recompensas transferíveis
ru: Увеличивать баланс
tr: Aktarılabilir ödüller
vi: Phần thưởng có thể chuyển nhượng
zh_hans: 可转移奖励

# staking.pending.rewards.explanation.message
source: Validators payout the rewards every 2–5 days. However, you can payout them by yourself, especially if rewards are close to expiring, but you will pay the fee.
es: Los validadores pagan las recompensas cada 2–5 días. Sin embargo, puedes pagarlas por ti mismo, especialmente si las recompensas están a punto de expirar, pero pagarás la tarifa.
fr: Les validateurs versent les récompenses tous les 2 à 5 jours. Cependant, vous pouvez les payer vous-même, surtout si les récompenses sont sur le point d'expirer, mais vous devrez payer des frais.
hu: A validátorok 2-5 naponta fizetik ki a jutalmakat. A kifizetés saját kezüleg is igényelhető a hálózati díj megfizetése mellett, amennyiben a jutalmak közel vannak a lejárathoz.
id: Validator membayar hadiah setiap 2-5 hari. Namun, Anda bisa membayarnya sendiri, terutama jika hadiah sudah mendekati masa berakhir, namun Anda akan membayar biaya.
it: I validatori pagano le ricompense ogni 2-5 giorni. Tuttavia, puoi pagarle da solo, specialmente se le ricompense stanno per scadere, ma pagherai la commissione.
ja: バリデータは報酬を2～5日ごとに支払います。ただし、報酬が期限切れに近い場合、自分で支払うこともできますが、その場合は手数料がかかります。
ko: 검증자들은 보상을 매 2-5일마다 지급합니다. 그러나 보상의 만료가 임박했을 때, 스스로 지급할 수 있으며, 이 경우 수수료를 지불해야 합니다.
pl: Walidatorzy wypłacają nagrody co 2–5 dni. Jednak możesz wypłacić je samodzielnie, szczególnie gdy są bliskie wygaśnięcia, ale zapłacisz opłatę.
pt_pt: Os validadores pagam as recompensas a cada 2–5 dias. No entanto, você pode pagar por si mesmo, especialmente se as recompensas estiverem prestes a expirar, mas você pagará a taxa.
ru: Валидаторы выплачивают вознаграждения каждые 2–5 дней. Однако, вы можете инициировать выплату самостоятельно, особенно, если срок вознаграждения истекает. В этом случае придётся заплатить комиссию.
tr: Validatörler ödülleri her 2–5 gün arasında dağıtır. Ancak özellikle ödüllerin süresi dolmak üzereyken, ödülleri kendiniz talep edebilirsiniz, ancak bu işlem için ücret ödeyeceksiniz.
vi: Nhà xác thực trả phần thưởng mỗi 2-5 ngày. Tuy nhiên, bạn có thể tự trả chúng, đặc biệt là khi phần thưởng sắp hết hạn, nhưng bạn sẽ phải trả phí.
zh_hans: 验证人每2-5天支付一次奖励。然而，您可以自己支付它们，尤其是当奖励即将到期时，但您将支付费用。

# staking.custom.validators.update.list
source: Update your list
es: Actualizar tu lista
fr: Mettre à jour votre liste
hu: Lista frissítése
id: Perbarui daftar Anda
it: Aggiorna la tua lista
ja: リストを更新
ko: 목록 업데이트
pl: Zaktualizuj swoją listę
pt_pt: Atualizar sua lista
ru: Обновить свой список
tr: Listenizi güncelleyin
vi: Cập nhật danh sách của bạn
zh_hans: 更新你的列表

# staking.hint.rewards.format
source: Staked tokens generate rewards each era (%@).
es: Los tokens en stake generan recompensas cada era (%@).
fr: Les jetons mis en jeu génèrent des récompenses à chaque ère (%@).
hu: A stake-elt tokenjeid minden korszakban jutalmakat generálnak (%@).
id: Token yang dipertaruhkan menghasilkan hadiah setiap era (%@).
it: I token staked generano ricompense ad ogni era (%@).
ja: Stakedトークンは各エラで報酬を生成します (%@)。
ko: Staked 토큰은 매 era마다 보상을 생성합니다 (%@).
pl: ZaStake'owane tokeny generują nagrody każdą erę (%@).
pt_pt: Tokens apostados geram recompensas a cada era (%@).
ru: Застейканые токены приносят награду каждую эру (%@).
tr: Stake edilen tokenler, her dönem (%@) ödül üretir.
vi: Token đã staked tạo ra phần thưởng mỗi kỷ nguyên (%@).
zh_hans: 每个时代质押的代币都会产生奖励（%@）。

# staking.hint.unstake.format
source: If you want to unstake tokens, you will have to wait for the unstaking period (%@).
es: Si quieres deshacer el staking de tokens, tendrás que esperar el período de desestaking (%@).
fr: Si vous souhaitez retirer des jetons, vous devrez attendre la période de retrait (%@).
hu: Amennyiben megszüntetnéd stake-elésed, meg kell várnod a megszüntetési időszakot (%@)
id: Jika Anda ingin melepas token, Anda harus menunggu periode melepas (%@).
it: Se vuoi unstake dei token, dovrai attendere il periodo di unstaking (%@).
ja: トークンをアンステークする場合、アンステーキング期間を待つ必要があります (%@)。
ko: 토큰을 언스테이크하려면 언스테이킹 기간을 기다려야 합니다 (%@).
pl: Jeśli chcesz unstake tokeny, będziesz musiał poczekać na okres unstaking (%@).
pt_pt: Se você deseja desbloquear tokens, terá que esperar pelo período de desbloqueio (%@).
ru: Для вывода токенов из стейкинга потребуется %@.
tr: Tokenleri unstake yapmak istiyorsanız, unstaking dönemini (%@) beklemeniz gerekecek.
vi: Nếu bạn muốn unstake tokens, bạn sẽ phải chờ đợi trong thời gian unstaking (%@).
zh_hans: 如果你想解除质押代币，你必须等待解质押期（%@）。

# staking.hint.no.rewards
source: Tokens in unstaking period generate no rewards.
es: Los tokens en período de deshacer stake no generan recompensas.
fr: Les jetons en période de retrait ne génèrent aucune récompense.
hu: Az unstake-elési időszak alatt a tokenek nem generálnak jutalmat
id: Token dalam periode penarikan tidak menghasilkan hadiah.
it: I token in periodo di unstaking non generano ricompense.
ja: Unstaking期間中のトークンは報酬を生成しません。
ko: Unstaking 기간 중에는 토큰이 보상을 생성하지 않습니다.
pl: Tokeny w okresie unstaking nie generują nagród.
pt_pt: Tokens no período de desbloqueio não geram recompensas.
ru: Во время вывода токены не приносят наград.
tr: Unstaking dönemindeki tokenler ödül üretmez.
vi: Token trong thời gian unstaking không tạo ra phần thưởng.
zh_hans: 解质押期间的代币不产生奖励。

# staking.hint.redeem
source: After unstaking period you will need to redeem your tokens.
es: Después del período de deshacer stake necesitarás canjear tus tokens.
fr: Après la période de retrait, vous devrez récupérer vos actifs.
hu: A stake-elési időszak után ki kell váltanod a tokenjeid.
id: Setelah periode penarikan, Anda perlu menebus token Anda.
it: Dopo il periodo di unstaking dovrai riscattare i tuoi token.
ja: Unstaking期間の後、トークンをリデームする必要があります。
ko: Unstaking 기간 후 토큰을 찾는 것을 잊지 마세요.
pl: Po okresie unstaking będziesz musiał odebrać swoje tokeny.
pt_pt: Após o período de desbloqueio, você precisará resgatar seus tokens.
ru: После вывода токенов из стейкинга не забудьте их забрать.
tr: Unstaking döneminin ardından tokenlarınızı geri almayı unutmayın.
vi: Sau thời gian unstaking, bạn sẽ cần nhận lại token của mình.
zh_hans: 解质押期后别忘了赎回你的代币。

# staking.hint.reward.bond.more
source: Your rewards will be increased starting from the next era.
es: Tus recompensas se incrementarán a partir de la próxima era.
fr: Vos récompenses seront augmentées à partir de l'ère suivante.
hu: A jutalmaid meg fognak emelkedni a következő korszaktól
id: Hadiah Anda akan meningkat mulai dari era berikutnya.
it: Le tue ricompense aumenteranno a partire dalla prossima era.
ja: 次のエラから報酬が増加します。
ko: 다음 era부터 보상이 증가할 것입니다.
pl: Twoje nagrody wzrosną od następnej ery.
pt_pt: Suas recompensas serão aumentadas a partir da próxima era.
ru: Ваши вознаграждения увеличатся со следующей эры.
tr: Ödülleriniz, sonraki dönemden itibaren artırılacak.
vi: Phần thưởng của bạn sẽ tăng bắt đầu từ kỷ nguyên tiếp theo.
zh_hans: 从下一个时代开始，你的奖励将会增加。

# staking.hint.unbond.kills.stash
source: Nova wallet will change rewards destination to your account to avoid remaining stake.
es: Nova wallet cambiará el destino de las recompensas a tu cuenta para evitar el stake restante.
fr: Le portefeuille Nova changera la destination des récompenses vers votre compte pour éviter une mise restante.
hu: A fennmaradó stake elkerülése érdekében, Nova Wallet meg fogja változtatni a jutalmak érkezési helyét a címedre.
id: Nova wallet akan mengubah tujuan hadiah Anda ke akun Anda untuk menghindari sisa stake.
it: Il portafoglio Nova cambierà la destinazione delle ricompense al tuo account per evitare stake residui.
ja: Nova wallet は報酬の宛先をアカウントに変更し、残留ステークを避けます。
ko: Nova wallet은 남아있는 stake을 피하기 위해 보상 목적을 귀하의 계정으로 변경할 것입니다.
pl: Nova wallet zmieni przeznaczenie nagród na Twoje konto, aby uniknąć pozostałości stake.
pt_pt: Nova wallet mudará o destino das recompensas para a sua conta para evitar a permanência na participação.
ru: Nova wallet изменит назначение вознаграждений на ваш аккаунт, чтобы избежать остатка в стейкинге.
tr: Nova cüzdanı, kalan stake'i önlemek amacıyla ödül hedefini hesabınıza değiştirecek.
vi: Ví Nova sẽ thay đổi điểm đến phần thưởng vào tài khoản của bạn để tránh cọc còn lại.
zh_hans: Nova 钱包会更改奖励目的地 到您的账户以避免剩余的质押。

# staking.story.staking.title
source: What is staking?
es: ¿Qué es el staking?
fr: Qu'est-ce que le staking ?
hu: Mi az a stake-elés?
id: Apa itu Staking?
it: Che cos'è lo staking?
ja: Stakingとは？
ko: 스테이킹이란?
pl: Czym jest staking?
pt_pt: O que é staking?
ru: Что такое стейкинг?
tr: Staking Nedir?
vi: Staking là gì?
zh_hans: 什么是质押？

# staking.story.staking.page.1
source: Staking is an option to earn passive income by locking your tokens in the network. Staking rewards are allocated every era (6 hours on Kusama and 24 hours on Polkadot). You can stake as long as you wish, and for unstaking your tokens you need to wait for the unstaking period to end, making your tokens available to be redeemed.
es: El staking es una opción para obtener ingresos pasivos al bloquear tus tokens en la red. Las recompensas de staking se asignan cada era (6 horas en Kusama y 24 horas en Polkadot). Puedes hacer staking tanto tiempo como desees, y para deshacer el staking de tus tokens necesitas esperar a que termine el periodo de desbloqueo, haciendo tus tokens disponibles para ser redimidos.
fr: Le staking est une option permettant de gagner un revenu passif en bloquant vos tokens dans le réseau. Les récompenses sont attribuées chaque jour (6 heures sur Kusama et 24 heures sur Polkadot). Vous pouvez miser aussi longtemps que vous le souhaitez, et pour désengager vos jetons, vous devez attendre la fin de la période de désengagement, enfin vos actifs seront disponibles.
hu: A stake-elés egy lehetőség passzív jövedelemszerzésre a tokenek hálózatban való zárolásával. A stake-elési jutalmak minden korszakban kiosztásra kerülnek (6 óra a Kusama-án és 24 óra a Polkadot-on). Bármennyi ideig lehet stake-elni, de a tokenek unstake-eléséhez meg kell várnod, amíg a stake-elési időszak véget ér, csak ez után lesznek kiválthatóak.
id: Staking adalah opsi untuk mendapatkan pendapatan pasif dengan mengunci token Anda di jaringan. Hadiah staking dialokasikan setiap era (6 jam di Kusama dan 24 jam di Polkadot). Anda dapat melakukan staking sesuai keinginan, dan untuk melepaskan token Anda, Anda perlu menunggu periode pelepasan berakhir, membuat token Anda tersedia untuk ditebus.
it: Lo staking è un'opzione per guadagnare reddito passivo bloccando i tuoi token nella rete. Le ricompense per lo staking vengono allocate ad ogni era (6 ore su Kusama e 24 ore su Polkadot). Puoi fare staking per tutto il tempo che desideri e per fare il unstaking dei tuoi token devi aspettare che il periodo di unstaking finisca, rendendo i tuoi token disponibili per il riscatto.
ja: Stakingは、ネットワーク内にトークンをロックすることでパッシブインカムを得る方法です。Stakingの報酬は、各エラごとに（Kusamaでは6時間ごと、Polkadotでは24時間ごとに）配布されます。希望するだけ長くStakingすることができ、Unstakingするためには、Unstaking期間が終了するのを待つ必要があり、トークンを引き出せるようになります。
ko: Staking은 네트워크에 토큰을 잠금으로써 수동 소득을 얻는 옵션입니다. Staking 보상은 매 에라 (Kusama에서는 6시간, Polkadot에서는 24시간)마다 할당됩니다. 원하는 만큼 Staking을 할 수 있으며, 토큰을 언스테이킹하려면 언스테이킹 기간이 끝날 때까지 기다려야 하며, 그 후 토큰을 다시 사용할 수 있게 됩니다.
pl: Staking jest opcją zarabiania pasywnego dochodu poprzez blokowanie swoich tokenów w sieci. Nagrody za staking są przydzielane co erę (6 godzin na Kusama i 24 godziny na Polkadot). Możesz stakować tak długo, jak chcesz, a w celu odblokowania swoich tokenów musisz poczekać do końca okresu unstaking, co czyni twoje tokeny dostępnymi do wykupu.
pt_pt: Staking é uma opção para ganhar renda passiva ao bloquear seus tokens na rede. As recompensas de staking são alocadas a cada era (6 horas em Kusama e 24 horas em Polkadot). Você pode fazer staking pelo tempo que desejar, e para desfazer o staking de seus tokens você precisa esperar pelo período de unstaking terminar, tornando seus tokens disponíveis para serem resgatados.
ru: Стейкинг — это один из способов пассивного дохода с помощью удержания токенов в сети. Вознаграждения за стейкинг выпускаются каждую эру (6 часов в Kusama и 24 часа в Polkadot). Вы можете стейкать неограниченное количество времени, и для вывода из стейкинга вам нужно будет подождать период вывода, после которого вы сможете забрать свои токены.
tr: Staking, tokenlerinizi ağda kilitleyerek pasif gelir elde etme seçeneğidir. Staking ödülleri, her dönemde (Kusama'da 6 saat ve Polkadot'ta 24 saatte bir) tahsis edilir. İstediğiniz sürece stake edebilir ve tokenlerinizi unstake etmek için unstake döneminin sonunu beklemeniz gerekmekte, bu da tokenlerinizin geri alınabilir olmasını sağlar.
vi: Staking là một lựa chọn để kiếm thu nhập thụ động bằng việc khóa các token của bạn trong mạng lưới. Phần thưởng từ việc Staking sẽ được phân bổ mỗi kỷ nguyên (6 giờ trên Kusama và 24 giờ trên Polkadot). Bạn có thể Staking bao lâu tùy ý, và để Unstake các token của mình bạn cần chờ cho đến khi hết thời gian Unstaking, làm cho các token của bạn sẵn sàng để đổi lấy.
zh_hans: 质押是通过在网络中锁定您的代币以赚取被动收入的一种选择。质押奖励每个时代分配一次（Kusama为6小时，Polkadot为24小时）。您可以随意质押，为了解质押您的代币，您需要等待解质押期结束，使您的代币可供赎回。

# staking.story.staking.page.2
source: Staking is an important part of network security and reliability. Anyone can run validator nodes, but only those who have enough tokens staked will be elected by the network to participate in composing new blocks and receive the rewards. Validators often do not have enough tokens by themselves, so nominators are helping them by locking their tokens for them to achieve the required amount of stake.
es: El staking es una parte importante de la seguridad y fiabilidad de la red. Cualquier persona puede ejecutar nodos validadores, pero solo aquellos que tengan suficientes tokens apostados serán elegidos por la red para participar en la composición de nuevos bloques y recibir las recompensas. Los validadores a menudo no tienen suficientes tokens por sí mismos, por lo que los nominadores los ayudan bloqueando sus tokens para ellos para alcanzar la cantidad de apuesta requerida.
fr: Le staking est un élément important de la sécurité et de la fiabilité du réseau. Tout le monde peut gérer des nœuds de validation, mais seuls ceux qui ont suffisamment de jetons mis en jeu seront élus par le réseau pour participer à la composition de nouveaux blocs et recevoir les récompenses. Les validateurs n'ont souvent pas assez de jetons, c'est pourquoi les nominateurs les aident en bloquant leurs jetons pour qu'ils atteignent le montant de mise requis.
hu: A stake-elés a hálózat biztonságának és megbízhatóságának fontos része. Bárki futtathat validátor csomópontokat, de a hálózat csak azokat választja meg és jutalmazza, melyeknek elegendő tokenje van ahhoz, hogy részt vegyenek az új blokkok összeállításában. A validátorok gyakran nem rendelkeznek elegendő saját tokennel, ezért a nominálók a szükséges stake mennyiség eléréséhez lekötik tokenjeiket a validároknál.
id: Staking adalah bagian penting dari keamanan dan keandalan jaringan. Siapa pun bisa menjalankan node validator, tetapi hanya mereka yang memiliki cukup token ter-staking yang akan dipilih oleh jaringan untuk berpartisipasi dalam menyusun blok baru dan menerima hadiah. Validator seringkali tidak memiliki cukup token sendiri, jadi nominator membantu mereka dengan mengunci token mereka agar mereka mencapai jumlah staking yang diperlukan.
it: Lo staking è una parte importante della sicurezza e della affidabilità della rete. Chiunque può eseguire dei nodi validatori, ma solo coloro che hanno abbastanza token bloccati saranno eletti dalla rete per partecipare alla composizione di nuovi blocchi e ricevere le ricompense. I validatori spesso non possiedono abbastanza token da soli, perciò i nominatori li aiutano bloccando i loro token per consentire loro di raggiungere la quantità di staked richiesta.
ja: Stakingは、ネットワークのセキュリティと信頼性の重要な要素です。誰でもバリデータノードを運営することができますが、十分にStakeされたトークンを持つ者だけが、ネットワークによって新しいブロックを作成し報酬を受け取るために選出されます。バリデータはしばしば自力で十分なトークンを持っていないため、Nominateすることで必要なStake量に達するためにトークンをロックすることで助けます。
ko: Staking은 네트워크 보안 및 신뢰성의 중요한 부분입니다. 누구나 검증자 노드를 운영할 수 있지만, 충분한 토큰을 스테이킹한 사람만이 네트워크에 의해 새로운 블록을 구성하고 보상을 받을 수 있게 선택됩니다. 검증자는 종종 자체 토큰이 충분하지 않기 때문에, 지명자는 필요한 스테이크 양을 달성할 수 있도록 토큰을 잠금으로써 그들을 도와줍니다.
pl: Staking jest ważnym elementem bezpieczeństwa i niezawodności sieci. Każdy może uruchomić węzeł walidatora, ale tylko ci, którzy mają wystarczająco dużo tokenów staked, zostaną wybrani przez sieć do udziału w tworzeniu nowych bloków i odbieraniu nagród. Walidatorzy często nie mają wystarczającej ilości tokenów na własną rękę, więc nominatorzy pomagają im, blokując swoje tokeny, aby osiągnąć wymaganą wartość stake.
pt_pt: O staking é uma parte importante da segurança e confiabilidade da rede. Qualquer um pode executar nós validadores, mas apenas aqueles que têm tokens suficientes apostados serão eleitos pela rede para participar da composição de novos blocos e receber as recompensas. Os validadores muitas vezes não têm tokens suficientes por si mesmos, então os nomeadores os ajudam bloqueando seus tokens para eles atingirem a quantidade necessária de stake.
ru: Стейкинг играет ключевую роль в безопасности и надежности сети. Любой может запустить собственную ноду, но только тот, кто наберёт необходимое количество токенов в стейкинге, будет избран сетью для создания новых блоков и получения наград. Часто валидаторы не имеют необходимого количества токенов, поэтому номинаторы помогают им с помощью своих токенов.
tr: Staking, ağ güvenliği ve güvenilirliğinin önemli bir parçasıdır. Herkes doğrulayıcı düğümleri çalıştırabilir, ancak yeterli tokenları staked olanlar yeni bloklar oluşturma ve ödüller almak üzere ağ tarafından seçilecektir. Doğrulayıcıların genellikle kendileri yeterli tokenlara sahip olmamaları nedeniyle, adaylar onların gerekli miktarı sağlamalarına tokenlerini kilitleyerek yardımcı olur.
vi: Staking là một phần quan trọng của bảo mật và độ tin cậy của mạng lưới. Bất cứ ai cũng có thể chạy các node xác thực, nhưng chỉ những ai có đủ token Staked mới được mạng lưới chọn để tham gia vào việc tạo lập các khối mới và nhận phần thưởng. Các validator thường không đủ token, vì vậy các Nominator sẽ giúp họ bằng cách khóa token của mình để đạt được số lượng Stake cần thiết.
zh_hans: 质押是网络安全性和可靠性的重要部分。任何人都可以运行验证节点，但只有那些质押了足够代币的人才会被网络选举参与组成新区块并获得奖励。验证者往往自己没有足够的代币，因此，提名人通过锁定他们的代币来帮助他们达到所需的质押量。
