Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# common.recover.wallets
source: Recover Wallets
es: Recuperar Carteras
fr: Récupérer les portefeuilles
hu: Tárcák helyreállítása
id: Pulihkan Dompet
it: Ripristina portafogli
ja: ウォレットを復元
ko: 지갑 복구
pl: Odzyskaj portfele
pt_pt: Recuperar Carteiras
ru: Восстановить кошельки
tr: Cüzdanları Geri Yükle
vi: Khôi phục ví
zh_hans: 恢复钱包

# cloud.backup.existing.bottom.sheet.title
source: Existing Cloud Backup found
es: Se encontró una Copia de Seguridad en la Nube existente
fr: Sauvegarde Cloud existante trouvée
hu: Meglévő felhőmentés található
id: Temukan Cadangan Cloud yang Ada
it: Trovato backup cloud esistente
ja: 既存のクラウドバックアップが見つかりました
ko: 기존 클라우드 백업 발견
pl: Znaleziono istniejącą kopię zapasową w chmurze
pt_pt: Backup na Nuvem Existente encontrado
ru: Обнаружен существующий Бэкап
tr: Mevcut Cloud Backup bulundu
vi: Đã tìm thấy Bản sao lưu Đám mây hiện tại
zh_hans: 找到现有的云备份

# cloud.backup.existing.bottom.sheet.recover
source: Do you want to recover your wallets?
es: ¿Quieres recuperar tus carteras?
fr: Voulez-vous récupérer vos portefeuilles ?
hu: Szeretnéd visszaállítani a tárcáidat?
id: Apakah Anda ingin memulihkan dompet Anda?
it: Vuoi ripristinare i tuoi portafogli?
ja: ウォレットを復元しますか？
ko: 귀하의 지갑을 복구하시겠습니까?
pl: Czy chcesz odzyskać swoje portfele?
pt_pt: Você quer recuperar suas carteiras?
ru: Хотите восстановить свои кошельки?
tr: Cüzdanlarınızı geri yüklemek ister misiniz?
vi: Bạn có muốn khôi phục các ví của mình không?
zh_hans: 你想恢复你的钱包吗？

# cloud.backup.not.found.title
source: Backup Not Found
es: Copia de Seguridad No Encontrada
fr: Sauvegarde non trouvée
hu: Biztonsági mentés nem található
id: Backup Tidak Ditemukan.
it: Backup non trovato
ja: バックアップが見つかりません
ko: 백업을 찾을 수 없음
pl: Backup nie znaleziony
pt_pt: Backup Não Encontrado
ru: Бэкап не найден
tr: Yedekleme Bulunamadı
vi: Không tìm thấy bản sao lưu
zh_hans: 未找到备份

# cloud.backup.not.found.message
source: Unfortunately, Backup with your wallets has not been found.
es: Desafortunadamente, no se ha encontrado una Copia de Seguridad con tus carteras.
fr: Malheureusement, la sauvegarde de vos portefeuilles n'a pas été trouvée.
hu: Sajnáljuk, a tárcáidat tartalmazó biztonsági mentés nincs meg.
id: Sayangnya, Backup dengan dompet Anda tidak ditemukan.
it: Purtroppo, non è stato trovato nessun backup con i tuoi portafogli.
ja: 残念ですが、あなたのウォレットのバックアップが見つかりませんでした。
ko: 안타깝게도 귀하의 지갑이 포함된 백업을 찾지 못했습니다.
pl: Niestety, nie znaleziono backupu z twoimi portfelami.
pt_pt: Infelizmente, o backup com suas carteiras não foi encontrado.
ru: К сожалению, Бэкап с вашими кошельками не найден.
tr: Maalesef, cüzdanlarınızın bulunduğu yedekleme bulunamadı.
vi: Thật tiếc, không tìm thấy bản sao lưu ví của bạn.
zh_hans: 很遗憾，没有找到您的钱包备份。

# common.delete.backup
source: Delete Backup
es: Eliminar Respaldo
fr: Supprimer la sauvegarde
hu: Biztonsági mentés törlése
id: Hapus Cadangan
it: Elimina Backup
ja: バックアップを削除
ko: 백업 삭제
pl: Usuń kopię zapasową
pt_pt: Excluir Backup
ru: Удалить Бэкап
tr: Yedeği Sil
vi: Xóa Sao lưu
zh_hans: 删除备份

# cloud.backup.no.password.title
source: Have you lost your password?
es: ¿Has perdido tu contraseña?
fr: Avez-vous perdu votre mot de passe ?
hu: Elvesztetted a jelszavad?
id: Apakah Anda kehilangan kata sandi Anda?
it: Hai perso la tua password?
ja: パスワードを紛失しましたか？
ko: 비밀번호를 잃어버리셨습니까?
pl: Czy zgubiłeś swoje hasło?
pt_pt: Você perdeu sua senha?
ru: Потеряли пароль?
tr: Şifrenizi mi unuttunuz?
vi: Bạn đã mất mật khẩu?
zh_hans: 你是否丢失了密码？

# cloud.backup.no.password.highlighted1
source: Unfortunately, your password cannot be recovered.
es: Desafortunadamente, tu contraseña no puede ser recuperada.
fr: Malheureusement, votre mot de passe ne peut pas être récupéré.
hu: Sajnálatos módon a jelszavad nem állítható vissza.
id: Sayangnya, kata sandi Anda tidak dapat dikembalikan.
it: Sfortunatamente, la tua password non può essere recuperata.
ja: 残念ながら、あなたのパスワードは復元できません。
ko: 안타깝지만 비밀번호를 복구할 수 없습니다.
pl: Niestety, twoje hasło nie może być odzyskane.
pt_pt: Infelizmente, sua senha não pode ser recuperada.
ru: К сожалению, ваш пароль не может быть восстановлен.
tr: Ne yazık ki, parolanız kurtarılamaz.
vi: Rất tiếc, mật khẩu của bạn không thể được khôi phục.
zh_hans: 很遗憾，您的密码无法恢复。

# cloud.backup.no.password.highlighted2
source: Alternatively, use Passphrase for restoration.
es: Alternativamente, use la frase de recuperación para la restauración.
fr: Sinon, utilisez la phrase de passe pour la restauration.
hu: Egyébként használj titkos kifejezést a helyreállításhoz.
id: Sebagai alternatif, gunakan Frasa Sandi untuk restorasi.
it: In alternativa, usa Passphrase per il ripristino.
ja: 代わりに、復元にはパスフレーズを使用してください。
ko: 대신, 복구를 위해 Passphrase를 사용할 수 있습니다.
pl: Alternatywnie, użyj Passphrase do przywrócenia.
pt_pt: Alternativamente, use a Frase de Segurança para restauração.
ru: Альтернативно, вы можете использовать Секретную фразу для восставновления кошелька.
tr: Alternatif olarak, geri yükleme için Parolayı kullanın.
vi: Ngoài ra, hãy sử dụng Passphrase để khôi phục.
zh_hans: 或者，使用Passphrase进行恢复。

# common.forgot.password.button
source: Forgot Password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
hu: Elfelejtette a jelszót?
id: Lupa kata sandi?
it: Password dimenticata?
ja: パスワードを忘れましたか？
ko: 비밀번호를 잊으셨나요?
pl: Zapomniałeś hasła?
pt_pt: Esqueceu a Senha?
ru: Забыли пароль?
tr: Parolayı mı unuttunuz?
vi: Quên mật khẩu?
zh_hans: 忘记密码？

# cloud.backup.import.title
source: Enter backup password
es: Ingrese la contraseña de la copia de seguridad
fr: Entrez le mot de passe de sauvegarde
hu: Add meg a biztonsági mentés jelszavát
id: Masukkan kata sandi cadangan
it: Inserisci la password di backup
ja: バックアップパスワードを入力
ko: 백업 비밀번호 입력
pl: Wprowadź hasło kopii zapasowej
pt_pt: Digite a senha de backup
ru: Введите пароль от бэкапа
tr: Yedekleme şifresini girin
vi: Nhập mật khẩu sao lưu
zh_hans: 输入备份密码

# cloud.backup.import.subtitle
source: Please enter the password you created during the backup process
es: Por favor ingrese la contraseña que creó durante el proceso de respaldo
fr: Veuillez entrer le mot de passe que vous avez créé lors du processus de sauvegarde
hu: Kérlek add meg a biztonsági mentés során létrehozott jelszót
id: Harap masukkan kata sandi yang Anda buat selama proses pencadangan
it: Inserisci la password che hai creato durante il processo di backup
ja: バックアッププロセス中に作成したパスワードを入力してください
ko: 백업 프로세스 중에 생성한 비밀번호를 입력하십시오
pl: Proszę, wprowadź hasło utworzone podczas procesu tworzenia kopii zapasowej
pt_pt: Por favor, insira a senha que você criou durante o processo de backup
ru: Пожалуйста, введите пароль, установленный во время бэкапа
tr: Lütfen yedekleme işlemi sırasında oluşturduğunuz şifreyi girin
vi: Vui lòng nhập mật khẩu bạn đã tạo trong quá trình sao lưu
zh_hans: 请输入您在备份过程中创建的密码

# common.got.it
source: Got it
es: Entendido
fr: Compris
hu: Értem
id: Dimengerti
it: Capito
ja: 了解しました
ko: 알겠습니다
pl: Rozumiem
pt_pt: Entendido
ru: Понятно
tr: Anladım
vi: Hiểu rồi
zh_hans: 知道了

# cloud.backup.create.bottom.sheet.title
source: Remember Backup Password
es: Recuerda la Contraseña de Respaldo
fr: Souvenez-vous du mot de passe de sauvegarde
hu: Emlékezz a Biztonsági Mentés Jelszavára
id: Ingat Kata Sandi Cadangan
it: Ricorda la password di backup
ja: バックアップパスワードを覚えてください
ko: 백업 암호를 기억하세요
pl: Zapamiętaj hasło do kopii zapasowej
pt_pt: Lembre-se da Senha de Backup
ru: Запомните пароль Бэкапа
tr: Yedekleme Parolasını Hatırla
vi: Nhớ Mật khẩu Sao lưu
zh_hans: 记住备份密码

# cloud.backup.create.bottom.sheet.password
source: This password cannot be recovered.
es: Esta contraseña no se puede recuperar.
fr: Ce mot de passe ne peut pas être récupéré.
hu: Ez a jelszó nem helyreállítható.
id: Kata sandi ini tidak dapat dipulihkan.
it: Questa password non può essere recuperata.
ja: このパスワードは復元できません。
ko: 이 암호는 복구할 수 없습니다.
pl: Tego hasła nie można odzyskać.
pt_pt: Esta senha não pode ser recuperada.
ru: Этот пароль не может быть восстановлен.
tr: Bu parola kurtarılamaz.
vi: Mật khẩu này không thể khôi phục.
zh_hans: 此密码无法恢复。

# common.backup.password
source: Backup password
es: Contraseña de respaldo
fr: Mot de passe de sauvegarde
hu: Biztonsági mentés jelszava
id: Kata sandi cadangan
it: Password di backup
ja: バックアップパスワード
ko: 백업 암호
pl: Hasło kopii zapasowej
pt_pt: Senha de backup
ru: Пароль бэкапа
tr: Yedekleme parolası
vi: Mật khẩu sao lưu
zh_hans: 备份密码

# cloud.backup.create.hint.letters
source: Letters
es: Letras
fr: Lettres
hu: Betűk
id: Huruf
it: Lettere
ja: 文字
ko: 문자
pl: Litery
pt_pt: Letras
ru: Буквы
tr: Harfler
vi: Chữ cái
zh_hans: 字母

# cloud.backup.create.hint.password.match
source: Passwords match
es: Las contraseñas coinciden
fr: Les mots de passe correspondent
hu: Jelszavak egyeznek
id: Kata sandi cocok
it: Le password corrispondono
ja: パスワードが一致
ko: 암호가 일치합니다
pl: Hasła się zgadzają
pt_pt: Senhas coincidem
ru: Пароли совпадают
tr: Parolalar eşleşiyor
vi: Mật khẩu khớp
zh_hans: 密码匹配

# common.password.invalid.title
source: Password is invalid
es: La contraseña no es válida
fr: Mot de passe invalide
hu: Érvénytelen jelszó
id: Kata Sandi Tidak Valid
it: Password non valida
ja: パスワードが無効です
ko: 비밀번호가 유효하지 않음
pl: Niepoprawne hasło
pt_pt: Senha inválida
ru: Неверный пароль
tr: Parola geçersiz
vi: Mật khẩu không hợp lệ
zh_hans: 密码无效

# cloud.backup.not.enough.storage.title
source: Not Enough Storage
es: No hay suficiente almacenamiento
fr: Espace insuffisant
hu: Nincs elegendő tárhely
id: Tidak Cukup Penyimpanan
it: Spazio insufficiente
ja: ストレージが不足しています
ko: 저장 공간 부족
pl: Brak Wystarczającego Miejsca
pt_pt: Armazenamento Insuficiente
ru: Недостаточно места
tr: Yetersiz Depolama Alanı
vi: Không đủ dung lượng
zh_hans: 存储空间不足

# wallet.ready.title
source: Your wallet is ready
es: Tu monedero está listo
fr: Votre portefeuille est prêt
hu: A pénztárca készen áll
id: Dompet Anda sudah siap
it: Il tuo wallet è pronto
ja: あなたのウォレットは準備ができました
ko: 지갑이 준비되었습니다.
pl: Twój portfel jest gotowy
pt_pt: Sua carteira está pronta
ru: Ваш кошелёк готов
tr: Cüzdanınız hazır
vi: Ví của bạn đã sẵn sàng
zh_hans: 您的钱包已准备好

# wallet.name.subtitle
source: This will only be visible to you and you can edit it later.
es: Esto solo será visible para ti y podrás editarlo más tarde.
fr: Cela ne sera visible que par vous et vous pourrez le modifier plus tard.
hu: Ez csak ön számára lesz látható, és később módosíthatja.
id: Ini hanya akan terlihat oleh Anda dan Anda dapat mengeditnya nanti.
it: Questo sarà visibile solo a te e potrai modificarlo in seguito.
ja: これはあなたにしか見えず、後で編集することができます。
ko: 이것은 당신에게만 보이며 나중에 수정할 수 있습니다.
pl: Będzie to widoczne tylko dla Ciebie i możesz to zmienić później.
pt_pt: Isso será visível apenas para você e pode ser editado mais tarde.
ru: Оно будет видно только вам и может быть изменено позже.
tr: Bu yalnızca sizin tarafınızdan görülecek ve daha sonra düzenleyebilirsiniz.
vi: Điều này chỉ hiển thị với bạn và bạn có thể chỉnh sửa sau.
zh_hans: 这将只对您可见，您可以稍后编辑它。

# wallet.ready.subtitle
source: Now lets back up your wallet. This makes sure that your funds are safe and secure. Backups allow you to restore your wallet at any time.
es: Ahora vamos a hacer una copia de seguridad de tu monedero. Esto asegura que tus fondos están seguros y protegidos. Las copias de seguridad te permiten restaurar tu monedero en cualquier momento.
fr: Maintenant, sauvegardons votre portefeuille. Cela garantit que vos fonds sont en sécurité. Les sauvegardes vous permettent de restaurer votre portefeuille à tout moment.
hu: Most készítsünk biztonsági mentést a pénztárcádról. Ez biztosítja, hogy a forrásaid biztonságban legyenek. A biztonsági mentések lehetővé teszik a pénztárcád bármikori visszaállítását.
id: Sekarang mari kita cadangkan dompet Anda. Ini memastikan bahwa dana Anda aman dan terjamin. Cadangan memungkinkan Anda mengembalikan dompet Anda kapan saja.
it: Ora procediamo con il backup del tuo wallet. Questo garantisce che i tuoi fondi siano sicuri e protetti. I backup ti permettono di ripristinare il tuo wallet in qualsiasi momento.
ja: 今すぐウォレットのバックアップをしましょう。これにより、あなたの資金が安全で確実な状態になります。バックアップはいつでもウォレットを復元することができます。
ko: 이제 지갑을 백업합시다. 이렇게 하면 자금이 안전하게 보호됩니다. 백업을 통해 언제든지 지갑을 복원할 수 있습니다.
pl: Teraz zróbmy kopię zapasową Twojego portfela. To zapewnia bezpieczeństwo Twoich środków. Kopie zapasowe pozwalają na przywrócenie portfela w dowolnym momencie.
pt_pt: Agora vamos fazer o backup da sua carteira. Isso garante que seus fundos estejam seguros e protegidos. Os backups permitem que você restaure sua carteira a qualquer momento.
ru: Теперь давайте создадим резервную копию вашего кошелька. Это гарантирует, что ваши средства будут в безопасности. Бэкапы позволяют восстановить ваш кошелёк в любое время.
tr: Şimdi cüzdanınızı yedekleyelim. Bu, fonlarınızın güvende ve emniyette olmasını sağlar. Yedeklemeler, cüzdanınızı istediğiniz zaman geri yüklemenize olanak tanır.
vi: Bây giờ hãy sao lưu ví của bạn. Điều này đảm bảo rằng tiền của bạn được an toàn. Sao lưu cho phép bạn khôi phục ví của mình bất cứ lúc nào.
zh_hans: 现在让我们备份您的钱包。这可以确保您的资金安全。备份允许您在任何时候恢复您的钱包。

# common.continue.with.manual.backup
source: Continue with manual backup
es: Continuar con la copia de seguridad manual
fr: Continuer avec la sauvegarde manuelle
hu: Folytatás kézi biztonsági mentéssel
id: Lanjutkan dengan cadangan manual
it: Continua con il backup manuale
ja: 手動バックアップで続行
ko: 수동 백업으로 계속하기
pl: Kontynuuj z ręczną kopią zapasową
pt_pt: Continuar com backup manual
ru: Продолжить с бэкапом вручную
tr: Manuel yedeklemeyle devam edin
vi: Tiếp tục với sao lưu thủ công
zh_hans: 继续手动备份

# mnemonic.card.cover.message.title
source: Tap to reveal
es: Toca para revelar
fr: Appuyer pour révéler
hu: Koppintson a megjelenítéshez
id: Ketuk untuk mengungkap
it: Tocca per rivelare
ja: タップして表示
ko: 누르면 나타납니다
pl: Kliknij, aby ujawnić
pt_pt: Toque para revelar
ru: Нажмите, чтобы открыть
tr: Açmak için dokunun
vi: Nhấn để hiển thị
zh_hans: 点击显示

# wallet.name.input.placeholder
source: My new wallet
es: Mi nuevo monedero
fr: Mon nouveau portefeuille
hu: Az új pénztárcám
id: Dompet baru saya
it: Il mio nuovo wallet
ja: 私の新しいウォレット
ko: 나의 새로운 지갑
pl: Mój nowy portfel
pt_pt: Minha nova carteira
ru: Мой новый кошелёк
tr: Yeni cüzdanım
vi: Ví mới của tôi
zh_hans: 我的新钱包

# wallet.name.title
source: Give your wallet a name
es: Da un nombre a tu monedero
fr: Donnez un nom à votre portefeuille
hu: Adjon egy nevet a pénztárcájának
id: Berikan nama pada dompet Anda
it: Dai un nome al tuo wallet
ja: ウォレットに名前を付けてください
ko: 지갑에 이름을 지정하세요
pl: Nazwij swój portfel
pt_pt: Dê um nome à sua carteira
ru: Назовите свой кошелёк
tr: Cüzdanınıza bir ad verin
vi: Đặt tên cho ví của bạn
zh_hans: 给您的钱包取个名字

# common.enter.wallet.name.disabled
source: Enter wallet name
es: Ingrese el nombre del monedero
fr: Entrez le nom du portefeuille
hu: Írja be a pénztárca nevét
id: Masukkan nama dompet
it: Inserisci il nome del wallet
ja: ウォレット名を入力してください
ko: 지갑 이름 입력
pl: Wprowadź nazwę portfela
pt_pt: Digite o nome da carteira
ru: Введите имя кошелька
tr: Cüzdan adını girin
vi: Nhập tên ví
zh_hans: 输入钱包名称

# common.cloud.backup
source: Cloud backup
es: Copia de seguridad en la nube
fr: Sauvegarde Cloud
hu: Felhő biztonsági mentés
id: Cadangan awan
it: Backup cloud
ja: クラウドバックアップ
ko: 클라우드 백업
pl: Kopia zapasowa w chmurze
pt_pt: Backup na nuvem
ru: Облачный бэкап
tr: Bulut yedekleme
vi: Sao lưu đám mây
zh_hans: 云备份

# passphrase.import.description
source: Use your 12, 15, 18, 21 or 24-word phrase
es: Usa tu frase de 12, 15, 18, 21 o 24 palabras
fr: Utilisez votre phrase de récupération de 12, 15, 18, 21 ou 24 mots
hu: Használd a 12, 15, 18, 21 vagy 24 szóból álló kifejezésedet
id: Gunakan frasa kata 12, 15, 18, 21, atau 24 kata Anda.
it: Usa la tua frase da 12, 15, 18, 21 o 24 parole
ja: 12, 15, 18, 21または24単語のフレーズを使用
ko: 12, 15, 18, 21 또는 24개의 단어로 된 구문 사용
pl: Użyj swojej frazy o długości 12, 15, 18, 21 lub 24 słowa
pt_pt: Use sua frase de 12, 15, 18, 21 ou 24 palavras
ru: Используйте свою фразу длинной 12, 15, 18, 21 или 24 слова
tr: 12, 15, 18, 21 veya 24 kelimelik ifadenizi kullanın
vi: Sử dụng cụm từ 12, 15, 18, 21 hoặc 24 từ của bạn
zh_hans: 使用您 12、15、18、21 或 24 个字的短语

# wallet.import.title
source: Choose how you would like to import your wallet
es: Elige cómo te gustaría importar tu cartera
fr: Choisissez comment vous souhaitez importer votre portefeuille
hu: Válaszd ki, hogyan szeretnéd importálni a tárcádat
id: Pilih cara Anda ingin mengimpor dompet Anda.
it: Scegli come desideri importare il tuo portafoglio
ja: ウォレットのインポート方法を選択してください
ko: 지갑을 가져올 방법 선택
pl: Wybierz, jak chcesz zaimportować swój portfel
pt_pt: Escolha como você gostaria de importar sua carteira
ru: Выберите как вы бы хотели импортировать кошелёк
tr: Cüzdanınızı nasıl içe aktarmak istediğinizi seçin
vi: Chọn cách bạn muốn nhập ví của mình
zh_hans: 选择您想如何导入您的钱包

# common.continue.with.apple.backup
source: Continue with Apple iCloud
es: Continuar con Apple iCloud
fr: Continuer avec Apple iCloud
hu: Folytatás az Apple iClouddal
id: Lanjutkan dengan iCloud Apple
it: Continua con Apple iCloud
ja: Apple iCloudで続行
ko: Apple iCloud로 계속하기
pl: Kontynuuj za pomocą Apple iCloud
pt_pt: Continuar com Apple iCloud
ru: Продолжить с Apple iCloud
tr: Apple iCloud ile devam et
vi: Tiếp tục với Apple iCloud
zh_hans: 继续使用Apple

# cloud.backup.not.available.title
source: iCloud authentication failed
es: La autenticación de iCloud ha fallado
fr: Échec de l'authentification iCloud
hu: Az iCloud hitelesítés nem sikerült
id: Autentikasi iCloud gagal
it: Autenticazione iCloud fallita
ja: iCloud認証に失敗しました
ko: iCloud 인증 실패
pl: Uwierzytelnienie iCloud nie powiodło się
pt_pt: Falha na autenticação do iCloud
ru: Ошибка доступа к iCloud
tr: iCloud kimlik doğrulaması başarısız
vi: Xác thực iCloud thất bại
zh_hans: iCloud认证失败

# cloud.backup.not.available.message
source: Please, ensure that you are logged into iCloud account
es: Por favor, asegúrate de que has iniciado sesión en tu cuenta de iCloud
fr: Veuillez vous assurer que vous êtes connecté à votre compte iCloud
hu: Kérjük, ellenőrizze, hogy be van-e jelentkezve az iCloud fiókjába
id: Harap pastikan bahwa Anda sudah masuk ke akun iCloud
it: Assicurati di essere connesso al tuo account iCloud
ja: iCloudアカウントにログインしていることを確認してください
ko: iCloud 계정에 로그인했는지 확인하십시오
pl: Upewnij się, że jesteś zalogowany na swoje konto iCloud
pt_pt: Por favor, certifique-se de que está conectado à conta do iCloud
ru: Пожалуйста, убедитесь, что вы вошли в учетную запись iCloud
tr: Lütfen iCloud hesabınıza giriş yaptığınızdan emin olun
vi: Vui lòng đảm bảo rằng bạn đã đăng nhập vào tài khoản iCloud
zh_hans: 请确保您已登录iCloud账号

# cloud.backup.not.enough.storage.message
source: Please, ensure you have enough iCloud storage available. You can manage your storage in Settings.
es: Por favor, asegúrate de tener suficiente almacenamiento disponible en iCloud. Puedes gestionar tu almacenamiento en Configuración.
fr: Veuillez vous assurer que vous avez suffisamment d'espace de stockage iCloud disponible. Vous pouvez gérer votre stockage dans les Réglages.
hu: Kérjük, győződjön meg róla, hogy van elég szabad hely az iCloud-on. Az iCloud helyet beállításokban kezelheti.
id: Harap pastikan Anda memiliki cukup ruang penyimpanan iCloud yang tersedia. Anda dapat mengelola penyimpanan Anda di Pengaturan.
it: Assicurati di avere sufficiente spazio disponibile su iCloud. Puoi gestire il tuo spazio nelle Impostazioni.
ja: iCloudに十分なストレージがあることを確認してください。設定でストレージを管理できます。
ko: 사용할 수 있는 iCloud 저장 공간이 충분한지 확인하십시오. 설정에서 저장 공간을 관리할 수 있습니다.
pl: Upewnij się, że masz wystarczająco dużo miejsca w iCloud. Możesz zarządzać miejscem w Ustawieniach.
pt_pt: Por favor, certifique-se de que tem espaço suficiente no iCloud disponível. Você pode gerenciar seu armazenamento nas Configurações.
ru: Пожалуйста, убедитесь, что у вас доступно достаточно места в iCloud. Вы можете управлять местом в iCloud в Настройках.
tr: Lütfen yeterli iCloud depolama alanınızın olduğundan emin olun. Depolama alanınızı Ayarlar'dan yönetebilirsiniz.
vi: Vui lòng đảm bảo rằng bạn có đủ dung lượng iCloud khả dụng. Bạn có thể quản lý dung lượng của mình trong Cài đặt.
zh_hans: 请确保您有足够的iCloud存储空间可用。您可以在设置中管理存储空间。

# ledger.instructions.step4.highlighted
source: Select account
es: Seleccionar cuenta
fr: Sélectionnez un compte
hu: Fiók kiválasztása
id: Pilih akun
it: Seleziona account
ja: アカウントを選択
ko: 계정을 선택
pl: Wybierz konto
pt_pt: Selecione a conta
ru: Выберите аккаунт
tr: Hesabı seçin
vi: Chọn tài khoản
zh_hans: 选择账户

# cloud.backup.create.title
source: Create backup password
es: Crear contraseña de respaldo
fr: Créer un mot de passe de sauvegarde
hu: Hozzon létre biztonsági mentési jelszót
id: Buat kata sandi cadangan
it: Crea password di backup
ja: バックアップパスワードを作成
ko: 백업 비밀번호 생성
pl: Utwórz hasło do kopii zapasowej
pt_pt: Criar senha de backup
ru: Установить пароль бэкапа
tr: Yedekleme şifresi oluştur
vi: Tạo mật khẩu sao lưu
zh_hans: 创建备份密码

# cloud.backup.create.hint.min.char
source: Min. %@ characters
es: Mín. %@ caracteres
fr: Min. %@ caractères
hu: Min. %@ karakter
id: Min. %@ karakter
it: Min. %@ caratteri
ja: 最小%@文字
ko: 최소 %@ 문자
pl: Min. %@ znaków
pt_pt: Mín. %@ caracteres
ru: Мин. %@ символов
tr: Min. %@ karakter
vi: Tối thiểu %@ ký tự
zh_hans: 最少。 %@ 个字符

# cloud.backup.create.hint.numbers
source: Digits
es: Dígitos
fr: Chiffres
hu: Számjegyek
id: Digit
it: Numeri
ja: 数字
ko: 숫자
pl: Cyfry
pt_pt: Dígitos
ru: Цифры
tr: Rakamlar
vi: Số
zh_hans: 数字

# cloud.backup.create.bottom.sheet.message
source: In the future, without backup password it is not possible to restore your wallets from Cloud Backup. %@
es: En el futuro, sin la contraseña de respaldo no será posible restaurar tus monederos desde la copia de seguridad en la nube. %@
fr: À l'avenir, sans mot de passe de sauvegarde, il n'est pas possible de restaurer vos portefeuilles à partir de la Sauvegarde Cloud. %@
hu: A jövőben, biztonsági mentés jelszava nélkül nem lehetséges a pénztárcák visszaállítása a Felhő biztonsági mentésből. %@
id: Di masa depan, tanpa kata sandi cadangan tidak mungkin untuk memulihkan dompet Anda dari Cadangan Cloud.
it: In futuro, senza la password di backup non sarà possibile ripristinare i tuoi portafogli dal Cloud Backup. %@
ja: 将来的に、バックアップパスワードなしではクラウドバックアップからウォレットを復元することはできません。 %@
ko: 미래에 백업 비밀번호가 없으면 클라우드 백업에서 지갑을 복구할 수 없습니다. %@
pl: W przyszłości, bez hasła do kopii zapasowej nie będzie możliwe przywrócenie portfeli z Cloud Backup. %@
pt_pt: No futuro, sem a senha do backup não será possível restaurar suas carteiras do Backup na Nuvem. %@
ru: В будущем, без пароля бэкапа вы не сможете восстановить кошельки из iCloud. %@
tr: Gelecekte, yedekleme şifresi olmadan cüzdanlarınızı Buluttan geri yüklemek mümkün değildir. %@
vi: Trong tương lai, nếu không có mật khẩu sao lưu thì không thể khôi phục ví của bạn từ Sao Lưu Đám Mây. %@
zh_hans: 将来，没有备份密码就无法从Cloud Backup恢复您的钱包。 %@

# cloud.backup.existing.bottom.sheet.message
source: %@ All of your wallets will be safely backed up in iCloud.
es: %@ Todos tus monederos estarán guardados de manera segura en iCloud.
fr: %@ Tous vos portefeuilles seront sauvegardés en toute sécurité sur iCloud.
hu: %@ Minden pénztárcája biztonságosan elmentésre kerül az iCloud-ba.
id: %@ Semua dompet Anda akan aman disimpan di iCloud.
it: %@ Tutti i tuoi portafogli saranno salvati in sicurezza su iCloud.
ja: %@ すべてのウォレットがiCloudに安全にバックアップされます。
ko: %@ 모든 지갑이 iCloud에 안전하게 백업됩니다.
pl: %@ Wszystkie Twoje portfele będą bezpiecznie przechowane w iCloud.
pt_pt: %@ Todos os seus wallets serão salvos com segurança no iCloud.
ru: @ Все кошельки буду надёжно сохранены в iCloud.
tr: %@ Tüm cüzdanlarınız güvenli bir şekilde iCloud'da yedeklenecek.
vi: %@ Tất cả ví của bạn sẽ được sao lưu an toàn trong iCloud.
zh_hans: 您所有的钱包将安全地备份在iCloud中。
