Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# wallet.receive.details.format
source: Send only %@ token and tokens in %@ network to this address, or you might lose your funds
es: Enviar solo el token %@ y tokens en la red %@ a esta dirección, o podrías perder tus fondos
fr: Envoyez uniquement le token %@ et les tokens dans le réseau %@ à cette adresse, ou vous pourriez perdre vos fonds
hu: Csak %@ tokent és a %@ hálózatban lévő tokeneket küldjön erre a címre, különben elveszítheti a pénzét
id: Hanya kirim token %@ dan token di jaringan %@ ke alamat ini, atau Anda bisa kehilangan dana Anda
it: Invia solo token %@ e token nella rete %@ a questo indirizzo, altrimenti potresti perdere i tuoi fondi
ja: 送信するのは%@トークンと%@ネットワークのトークンのみ可能です、それ以外の場合、資金を失う可能性があります
ko: 이 주소로 %@ 토큰과 %@ 네트워크에서의 토큰만 보내세요, 그렇지 않으면 자금을 잃을 수 있습니다.
pl: Wysyłaj tylko tokeny %@ i tokeny w sieci %@ na ten adres, w przeciwnym razie możesz stracić swoje środki
pt_pt: Envie somente o token %@ e tokens na rede %@ para este endereço, ou você pode perder seus fundos
ru: Отправляйте только токен %@ и токены в сети %@ на этот адрес, иначе вы можете потерять свои средства
tr: Bu adrese yalnızca %@ token ve %@ ağındaki tokenleri gönderin, aksi takdirde paranızı kaybedebilirsiniz
vi: Chỉ gửi token %@ và các token trong mạng %@ tới địa chỉ này, nếu không bạn có thể mất tiền
zh_hans: 仅将%@代币和%@网络中的代币发送到此地址，否则您可能会失去资金

# common.address.coppied
source: Address copied
es: Dirección copiada
fr: Adresse copiée
hu: Cím másolva
id: Alamat disalin
it: Indirizzo copiato
ja: 住所がコピーされました
ko: 주소가 복사되었습니다
pl: Adres skopiowany
pt_pt: Endereço copiado
ru: Адрес скопирован
tr: Adres kopyalandı
vi: Địa chỉ đã được sao chép
zh_hans: 地址已复制

# common.networks
source: Networks
es: Redes
fr: Réseaux
hu: Hálózatok
id: Jaringan
it: Reti
ja: ネットワーク
ko: 네트워크
pl: Sieci
pt_pt: Redes
ru: Сети
tr: Ağlar
vi: Mạng
zh_hans: 网络

# assets.search.token.hint
source: Search by token
es: Buscar por token
fr: Rechercher par token
hu: Keresés token alapján
id: Cari berdasarkan token
it: Cerca per token
ja: トークンで検索
ko: 토큰으로 검색
pl: Wyszukaj według tokena
pt_pt: Pesquisar por token
ru: Поиск по токену
tr: Tokene göre ara
vi: Tìm kiếm theo token
zh_hans: 按代币搜索

# sec.time.units
source: sec
es: seg
hu: mp
id: detik
ja: 秒
ko: 초
pl: sek
pt_pt: seg
ru: сек
tr: sn
vi: giây
zh_hans: 秒

# swaps.execution.dont.close.app
source: Do not close the app!
es: ¡No cierres la aplicación!
fr: Ne fermez pas l'application!
hu: Ne zárja be az alkalmazást!
id: Jangan tutup aplikasinya!
it: Non chiudere l'app!
ja: アプリを閉じないでください！
ko: 앱을 닫지 마세요!
pl: Nie zamykaj aplikacji!
pt_pt: Não feche o aplicativo!
ru: Не закрывайте приложение!
tr: Uygulamayı kapatmayın!
vi: Không đóng ứng dụng!
zh_hans: 不要关闭应用程序!

# swaps.details.exec.time
source: Execution time
es: Tiempo de ejecución
fr: Temps d'exécution
hu: Végrehajtási idő
id: Waktu eksekusi
it: Tempo di esecuzione
ja: 実行時間
ko: 실행 시간
pl: Czas wykonania
pt_pt: Tempo de execução
ru: Время выполнения
tr: Gerçekleşme süresi
vi: Thời gian thực hiện
zh_hans: 执行时间

# swaps.details.total.fee
source: Total fee
es: Tarifa total
fr: Frais totaux
hu: Teljes díj
id: Biaya total
it: Commissione totale
ja: 合計手数料
ko: 총 수수료
pl: Łączna opłata
pt_pt: Taxa total
ru: Общая комиссия
tr: Toplam Ücret
vi: Tổng phí
zh_hans: 总费用

# swaps.label.transfer
source: Transfer
es: Transferencia
fr: Transfert
hu: Átutalás
it: Trasferimento
ja: 転送
ko: 전송
pt_pt: Transferência
ru: Перевод
vi: Chuyển
zh_hans: 转移

# swaps.label.swap
source: Swap
es: Intercambio
fr: Échange
hu: Csere
id: Tukar
it: Scambio
ja: スワップ
ko: 스왑
pt_pt: Troca
ru: Обмен
tr: Takas
vi: Hoán đổi
zh_hans: 交换

# swap.route.details.subtitle
source: The way that your token will take through different networks to get the desired token.
es: La manera en que tu token pasará a través de diferentes redes para obtener el token deseado.
fr: La voie que prendra votre jeton à travers différents réseaux pour obtenir le jeton souhaité.
hu: Az út, amelyen a tokenje különböző hálózatokon megy át, hogy megkapja a kívánt tokent.
id: Jalur yang akan diambil token Anda melalui berbagai jaringan untuk mendapatkan token yang diinginkan.
it: Il percorso che il tuo token seguirà attraverso diverse reti per ottenere il token desiderato.
ja: 異なるネットワークを通じて希望するトークンを得るためにトークンが通る経路です。
ko: 당신의 토큰이 원하는 토큰을 얻기 위해 다른 네트워크를 통해 이동하는 방식입니다.
pl: Droga, którą twoje tokeny przejdą przez różne sieci, aby uzyskać żądany token.
pt_pt: O caminho que seu token percorrerá através de diferentes redes para obter o token desejado.
ru: Путь, по которому ваш токен пройдет через разные сети, чтобы получить желаемый токен.
tr: Token'ınızın farklı ağlardan geçerek istenen token'a ulaşmak için alacağı yol.
vi: Cách mà token của bạn sẽ đi qua các mạng lưới khác nhau để có được token mong muốn.
zh_hans: 你的代币通过不同网络到达所需代币的路径。

# swaps.details.route
source: Route
es: Ruta
fr: Itinéraire
hu: Útvonal
id: Rute
it: Percorso
ja: ルート
ko: 경로
pl: Trasa
pt_pt: Rota
ru: Маршрут
tr: Rota
vi: Lộ trình
zh_hans: 路线

# swaps.execution.transfer.details
source: Transferring %@ to %@
es: Transfiriendo %@ a %@
fr: Transfert de %@ vers %@
hu: Átvitel: %@ a(z) %@-ra
id: Mentransfer %@ ke %@
it: Trasferimento di %@ a %@
ja: %@を%@へ転送中
ko: %@로 옮기는 중
pl: Przesyłanie %@ do %@
pt_pt: Transferindo %@ para %@
ru: Перевод %@ на %@
tr: %@'yı %@'ye aktarıyor
vi: Chuyển %@ tới %@
zh_hans: 将 %@ 转移到 %@

# swaps.execution.swap.details
source: Swapping %@ to %@ on %@
es: Intercambiando %@ por %@ en %@
fr: Échanger %@ contre %@ sur %@
hu: Csere: %@-ról %@-ra a(z) %@-on
id: Menukar %@ ke %@ di %@
it: Scambiando %@ con %@ su %@
ko: %@를 %@로 %@에서 스왑하는 중
pl: Wymiana %@ na %@ na %@
pt_pt: Trocando %@ para %@ em %@
ru: Обмен %@ на %@ на %@
tr: %@'yı %@'ye %@ üzerinde takas ediyor
vi: Đang hoán đổi từ %@ sang %@ trên %@
zh_hans: 在 %@ 上将 %@ 兑换为 %@

# common.of
source: %@ of %@
es: %@ de %@
fr: %@ de %@
hu: %@ a(z) %@ közül
id: %@ dari %@
it: %@ di %@
ja: %@ の %@
ko: %@의 %@
pl: %@ z %@
pt_pt: %@ de %@
ru: %@ из %@
vi: %@ của %@
zh_hans: %@ 的 %@

# swaps.execution.swap.failure
source: Failed on operation #%@ (%@)
es: Falló en la operación #%@ (%@)
fr: Échec de l'opération n°%@ (%@)
hu: Sikertelen művelet: #%@ (%@)
id: Gagal pada operasi #%@ (%@)
it: Operazione fallita #%@ (%@)
ja: 操作#%@ (%@) 上で失敗しました
ko: 작업 #%@ (%@)에서 실패
pl: Niepowodzenie operacji #%@ (%@)
pt_pt: Falha na operação #%@ (%@)
ru: Ошибка в операции #%@ (%@)
tr: #%@ (%@) işleminde başarısız oldu
vi: Thất bại ở thao tác #%@ (%@)
zh_hans: 在第 %@ 次操作（%@）中失败

# swaps.label.crosschain
source: Cross-chain transfer
es: Transferencia entre cadenas
fr: Transfert inter-chaînes
hu: Láncok közötti átutalás
id: Transfer lintas rantai
it: Trasferimento tra catene
ja: クロスチェーントランスファー
ko: 크로스체인 전송
pl: Transfer międzyłańcuchowy
pt_pt: Transferência entre cadeias
ru: Межсетевой перевод
tr: Çapraz zincir transferi
vi: Chuyển liên chuỗi
zh_hans: 跨链转账

# swap.intermediate.too.low.amount.to.stay.abow.ed.message
source: During swap execution intermediate receive amount is %@ which is less than minimum balance of %@. Try specifying larger swap amount.
es: Durante la ejecución del swap, la cantidad recibida intermedia es %@, lo cual es menos que el saldo mínimo de %@. Intenta especificar una cantidad de swap mayor.
fr: Lors de l'exécution de l'échange, le montant intermédiaire reçu est %@, ce qui est inférieur au solde minimum de %@. Essayez de spécifier un montant d'échange plus important.
hu: A csere végrehajtása során a köztes kapott összeg %@, ami kevesebb, mint a minimális egyenleg %@. Próbáljon meg nagyobb csereösszeget megadni.
id: Selama eksekusi swap, jumlah terima sementara adalah %@ yang kurang dari saldo minimum %@. Coba tentukan jumlah swap yang lebih besar.
it: Durante l'esecuzione dello swap, l'importo intermedio ricevuto è %@ che è inferiore al saldo minimo di %@. Prova a specificare un importo di swap maggiore.
ja: スワップ実行中に中間の受取額が%@で、最小残高%@を下回っています。より大きなスワップ額を指定してみてください。
ko: 스왑 실행 중 중간 수신 금액이 %@로 최소 잔액 %@보다 적습니다. 더 큰 스왑 금액을 지정해 보세요.
pl: Podczas wykonywania swapu pośrednia kwota otrzymana wynosi %@, co jest mniej niż minimalny stan konta wynoszący %@. Spróbuj określić większą kwotę swapu.
pt_pt: Durante a execução da troca, o valor intermediário recebido é %@, o que é menor que o saldo mínimo de %@. Tente especificar um valor maior para a troca.
ru: Во время выполнения обмена промежуточная полученная сумма составляет %@, что меньше минимального баланса в %@. Попробуйте указать большую сумму обмена.
tr: Takas işlemi sırasında alınan ara miktar %@ olup, minimum bakiye olan %@'dan daha azdır. Daha büyük bir takas miktarı belirtmeyi deneyin.
vi: Trong quá trình thực hiện giao dịch, số tiền nhận trung gian là %@, thấp hơn số dư tối thiểu là %@. Thử chỉ định số lượng swap lớn hơn.
zh_hans: 在交换执行过程中，中间接收金额为 %@，低于最小余额 %@。请尝试指定更大的交换金额。

# common.fee.amount.prefixed
source: Fee: %@
es: Tarifa: %@
fr: Frais : %@
hu: Díj: %@
id: Biaya: %@
it: Tassa: %@
ja: 手数料: %@
ko: 수수료: %@
pl: Opłata: %@
pt_pt: Taxa: %@
ru: Комиссия: %@
tr: Ücret: %@
vi: Phí: %@
zh_hans: 费用：%@

# common.not.enough.to.pay.fee.message
source: You don't have enough balance to pay network fee of %@. Current balance is %@
es: No tienes suficiente saldo para pagar la tarifa de red de %@. El saldo actual es %@
fr: Vous n'avez pas assez de solde pour payer les frais de réseau de %@. Le solde actuel est %@
hu: Nincs elegendő egyenlege a hálózati díj kifizetéséhez, amely %@. Az aktuális egyenleg: %@
id: Kamu tidak memiliki saldo yang cukup untuk membayar biaya jaringan sebesar %@. Saldo saat ini adalah %@
it: Non hai abbastanza saldo per pagare la tassa di rete di %@. Il saldo attuale è %@
ja: ネットワーク手数料%@を支払うための残高が不足しています。現在の残高は%@
ko: 네트워크 수수료 %@를 지불할 충분한 잔액이 없습니다. 현재 잔액은 %@입니다
pl: Nie masz wystarczającej ilości środków, aby opłacić opłatę sieciową w wysokości %@. Obecny stan konta to %@
pt_pt: Você não tem saldo suficiente para pagar a taxa de rede de %@. O saldo atual é %@
ru: У вас недостаточно средств для оплаты сетевой комиссии в размере %@. Текущий баланс: %@
tr: Ağ ücreti olan %@'yi ödemek için yeterli bakiyeniz yok. Mevcut bakiye %@
vi: Bạn không có đủ số dư để trả phí mạng %@. Số dư hiện tại là %@
zh_hans: 您的余额不足以支付 %@ 的网络费用。当前余额为 %@

# swap.delivery.fee.error.message
source: Due to crosschain restrictions you should have at least %@ after operation
es: Debido a restricciones de crosschain deberías tener al menos %@ después de la operación
fr: En raison des restrictions crosschain, vous devez avoir au moins %@ après l'opération
hu: A láncközi korlátozások miatt legalább %@-nak kell maradnia a művelet után
id: Karena pembatasan antar-chain, kamu harus memiliki setidaknya %@ setelah operasi
it: A causa delle restrizioni crosschain dovresti avere almeno %@ dopo l'operazione
ja: クロスチェーンの制限により、操作後に少なくとも%@を保持している必要があります
ko: 크로스체인 제한으로 인해 작업 후 최소 %@ 이상의 잔액이 있어야 합니다
pl: Ze względu na ograniczenia międzyłańcuchowe powinieneś mieć co najmniej %@ po operacji
pt_pt: Devido a restrições de crosschain, você deve ter pelo menos %@ após a operação
ru: Из-за ограничений межсетевого взаимодействия у вас должно остаться как минимум %@ после операции
tr: Çapraz zincir kısıtlamaları nedeniyle işlemden sonra en az %@'a sahip olmalısınız
vi: Do những hạn chế crosschain, bạn cần có ít nhất %@ sau khi thực hiện
zh_hans: 由于跨链限制，操作后您至少应有 %@

# common.see.all
source: See All
es: Ver todo
fr: Voir tout
hu: Összes megtekintése
id: Lihat Semua
it: Vedi tutto
ja: すべて見る
ko: 모두 보기
pl: Zobacz wszystkie
pt_pt: Ver Tudo
ru: Посмотреть все
tr: Hepsini Gör
vi: Xem tất cả
zh_hans: 查看全部

# dapp.widget.close.alert.title
source: Close All DApps?
es: ¿Cerrar todas las DApps?
fr: Fermer toutes les DApps ?
hu: Összes DApp bezárása?
id: Tutup Semua DApps?
it: Chiudere tutte le DApp?
ja: すべてのDAppを閉じますか？
ko: 모든 DApp 닫기?
pl: Zamknąć wszystkie DAppy?
pt_pt: Fechar Todos os DApps?
ru: Закрыть все DApps?
tr: Tüm DApp'leri Kapat?
vi: Đóng tất cả DApps?
zh_hans: 关闭所有DApps？

# dapp.widget.close.alert.message
source: All opened tabs in DApp browser will be closed.
es: Todas las pestañas abiertas en el navegador DApp se cerrarán.
fr: Toutes les onglets ouverts dans le navigateur DApp seront fermés.
hu: Az összes megnyitott fül a DApp böngészőben be lesz zárva.
id: Semua tab yang terbuka di browser DApp akan ditutup.
it: Tutte le schede aperte nel browser DApp saranno chiuse.
ja: DAppブラウザーで開いているすべてのタブが閉じられます。
ko: DApp 브라우저의 모든 열린 탭이 닫힙니다.
pl: Wszystkie otwarte karty w przeglądarce DApp zostaną zamknięte.
pt_pt: Todas as abas abertas no navegador DApp serão fechadas.
ru: Все открытые вкладки в DApp браузере будут закрыты.
tr: DApp tarayıcısındaki tüm açık sekmeler kapatılacak.
vi: Tất cả các tab mở trong trình duyệt DApp sẽ bị đóng.
zh_hans: DApp浏览器中所有打开的标签页将被关闭。

# common.close.all
source: Close All
es: Cerrar todo
fr: Fermer tout
hu: Összes bezárása
id: Tutup Semua
it: Chiudi tutto
ja: すべて閉じる
ko: 모두 닫기
pl: Zamknij wszystkie
pt_pt: Fechar Tudo
ru: Закрыть все
tr: Hepsini Kapat
vi: Đóng tất cả
zh_hans: 关闭所有

# dapp.browser.tab.not.available
source: Webpage not available
es: Página web no disponible
fr: Page web non disponible
hu: Weboldal nem érhető el
id: Halaman web tidak tersedia
it: Pagina web non disponibile
ja: ウェブページが利用できません
ko: 웹페이지를 사용할 수 없음
pl: Strona internetowa niedostępna
pt_pt: Página da web não disponível
ru: Веб-страница недоступна
tr: Web sayfası mevcut değil
vi: Trang web không khả dụng
zh_hans: 网页不可用

# dapp.list.section.popular
source: Popular
es: Populares
fr: Populaires
hu: Népszerűek
id: Populer
it: Popolari
ja: 人気のある
ko: 인기 있는
pl: Popularne
pt_pt: Populares
ru: Популярные
tr: Popüler
vi: Phổ biến
zh_hans: 流行

# swaps.max.price.diff.error.title
source: High price impact detected (%@)
es: Impacto de precio alto detectado (%@)
fr: Impact de prix élevé détecté (%@)
hu: Magas árhatás észlelve (%@)
id: Dampak harga tinggi terdeteksi (%@)
it: Alto impatto sul prezzo rilevato (%@)
ja: 高価格インパクト検出 (%@)
ko: 높은 가격 영향이 감지됨 (%@)
pl: Wykryto wysoki wpływ na cenę (%@)
pt_pt: Alto impacto de preço detectado (%@)
ru: Обнаружено существенное влияние на цену (%@)
tr: Yüksek fiyat etkisi tespit edildi (%@)
vi: Phát hiện tác động giá cao (%@)
zh_hans: 检测到高价格影响 (%@)

# swaps.max.price.diff.error.message
source: Executing this swap will result in significant slippage and financial losses. Consider reducing your trade size of splitting your trade into multiple transactions.
es: Ejecutar este intercambio resultará en un deslizamiento significativo y pérdidas financieras. Considere reducir el tamaño de su transacción o dividir su operación en múltiples transacciones.
fr: Exécuter cet échange entraînera un glissement significatif et des pertes financières. Envisagez de réduire la taille de votre transaction ou de diviser votre transaction en plusieurs transactions.
hu: Ennek a csereügyletnek a végrehajtása jelentős csúszást és pénzügyi veszteségeket eredményez. Fontolja meg a kereskedés méretének csökkentését vagy a kereskedés több tranzakcióra osztását.
id: Melakukan tukar ini akan mengakibatkan slippage signifikan dan kerugian finansial. Pertimbangkan untuk mengurangi ukuran perdagangan Anda atau membagi perdagangan Anda ke dalam beberapa transaksi.
it: Eseguire questo swap comporterà uno slippage significativo e perdite finanziarie. Considera di ridurre la dimensione del tuo scambio o di dividere il tuo scambio in più transazioni.
ja: この交換を実行すると、大幅なスリッページと財務上の損失が発生します。取引サイズを減らすか、取引を複数のトランザクションに分けることを検討してください。
ko: 이 스왑을 실행하면 상당한 슬리패지와 재정적 손실이 발생할 것입니다. 거래 크기를 줄이거나 거래를 여러 개로 나누는 것을 고려하세요.
pl: Wykonanie tej zamiany spowoduje znaczący poślizg cenowy i straty finansowe. Rozważ zmniejszenie wielkości swojego handlu lub podzielenie go na kilka transakcji.
pt_pt: Executar esta troca resultará em deslizamento significativo e perdas financeiras. Considere reduzir o tamanho da sua negociação ou divida-a em várias transações.
ru: Выполнение этого свапа приведет к значительному проскальзыванию и финансовым потерям. Рассмотрите возможность уменьшения размера вашей сделки или разделения её на несколько транзакций.
tr: Bu takası gerçekleştirmek, önemli kaymalar ve finansal kayıplarla sonuçlanacaktır. İşlem boyutunuzu küçültmeyi veya işleminizi birden fazla işleme bölmeyi düşünün.
vi: Thực hiện giao dịch này sẽ dẫn đến trượt giá đáng kể và thiệt hại tài chính. Xem xét giảm kích thước giao dịch của bạn hoặc chia giao dịch thành nhiều lần thực hiện.
zh_hans: 执行此交换将导致显著的滑点和经济损失。建议减小交易规模或将交易分拆为多笔交易。

# unstaking.limit.reached.message
source: You have reached the unstaking limit requests (%@ active requests)
es: Has alcanzado el límite de solicitudes de desvinculación (%@ solicitudes activas)
fr: Vous avez atteint la limite de demandes de désattribution (%@ demandes actives)
hu: Elérted a kifizetési kérelmek korlátját (%@ aktív kérelem)
id: Anda telah mencapai batas permintaan unstaking (%@ permintaan aktif)
it: Hai raggiunto il limite di richieste di unstaking (%@ richieste attive)
ja: アンステーキングのリクエスト上限に達しました（%@ 件のアクティブなリクエスト）
ko: 언스테이킹 요청 한도에 도달했습니다 (%@개의 활성 요청)
pl: Osiągnąłeś limit żądań unstakingu (%@ aktywnych żądań)
pt_pt: Você atingiu o limite de solicitações de unstaking (%@ solicitações ativas)
ru: Вы достигли предела запросов на отмену стейкинга (%@ активных запросов)
tr: Unstaking talep limitine ulaştınız (%@ aktif talep)
vi: Bạn đã đạt đến giới hạn yêu cầu rút cược (%@ yêu cầu đang hoạt động)
zh_hans: 您已达到解质押请求的上限（%@ 个活跃请求）

# chart.period.week
source: Last Week
es: Última semana
fr: La semaine dernière
hu: Elmúlt hét
id: Minggu Lalu
it: Ultima Settimana
ja: 先週
ko: 지난주
pl: Ostatni tydzień
pt_pt: Última Semana
ru: Прошлая неделя
tr: Geçen Hafta
vi: Tuần trước
zh_hans: 上周

# chart.period.month
source: Last Month
es: Último mes
fr: Le mois dernier
hu: Elmúlt hónap
id: Bulan Lalu
it: Ultimo Mese
ja: 先月
ko: 지난달
pl: Ostatni miesiąc
pt_pt: Último Mês
ru: Прошлый месяц
tr: Geçen Ay
vi: Tháng trước
zh_hans: 上个月

# chart.period.year
source: Last Year
es: Último año
fr: L'année dernière
hu: Elmúlt év
id: Tahun Lalu
it: Ultimo Anno
ja: 昨年
ko: 지난해
pl: Ostatni rok
pt_pt: Último Ano
ru: Прошлый год
tr: Geçen Yıl
vi: Năm trước
zh_hans: 去年

# chart.period.max
source: All Time
es: Todo el tiempo
fr: Depuis le début
hu: Teljes idő
id: Sepanjang Masa
it: Tutti i Tempi
ja: 全期間
ko: 전체 기간
pl: Cały czas
pt_pt: Todo o Tempo
ru: Все время
tr: Tüm Zamanlar
vi: Tất cả thời gian
zh_hans: 所有时间

# common.pay
source: Pay
es: Pagar
fr: Payer
hu: Fizetés
id: Bayar
it: Paga
ja: 支払う
ko: 결제
pl: Zapłać
pt_pt: Pagar
ru: Оплатить
tr: Öde
vi: Thanh toán
zh_hans: 支付

# common.card.issued
source: Card issued
es: Tarjeta emitida
fr: Carte émise
hu: Kártya kiállítva
id: Kartu diterbitkan
it: Carta emessa
ja: カードが発行されました
ko: 카드 발급됨
pl: Karta wydana
pt_pt: Cartão emitido
ru: Карта выпущена
tr: Kart verildi
vi: Thẻ đã được phát hành
zh_hans: 卡已发行

# card.top.up.dot.setup.title
source: Top up card with DOT
es: Recargar tarjeta con DOT
fr: Recharger la carte avec des DOT
hu: Töltsd fel a kártyát DOT-tal
id: Isi ulang kartu dengan DOT
it: Ricarica la carta con DOT
ja: カードにDOTをチャージ
ko: 카드에 DOT 충전
pl: Doładuj kartę DOT
pt_pt: Recarregar cartão com DOT
ru: Пополнить карту с помощью DOT
tr: Kartı DOT ile doldur
vi: Nạp thẻ bằng DOT
zh_hans: 使用DOT充值卡

# common.manage.debit.card
source: Manage Debit Card
es: Administrar Tarjeta de Débito
fr: Gérer la carte de débit
hu: Bankkártya kezelése
id: Kelola Kartu Debit
it: Gestisci Carta di Debito
ja: デビットカードを管理
ko: 직불카드 관리
pl: Zarządzaj kartą debetową
pt_pt: Gerenciar Cartão de Débito
ru: Управление картой
tr: Banka Kartını Yönet
vi: Quản lý Thẻ Ghi Nợ
zh_hans: 管理借记卡

# common.estimated.timer
source: Estimated ~%@
es: Estimado ~%@
fr: Estimé ~%@
hu: Becsült ~%@
id: Perkiraan ~%@
it: Circa ~%@
ja: 推定 ~%@
ko: 예상 ~%@
pl: Szacowany ~%@
pt_pt: Estimativa ~%@
ru: Примерно ~%@
tr: Tahmini ~%@
vi: Dự đoán ~%@
zh_hans: 预计 ~%@

# card.open.pending.sheet.title
source: Your card is being issued!
es: ¡Tu tarjeta está siendo emitida!
fr: Votre carte est en cours d'émission !
hu: <font>A kártyád kiállítása folyamatban van!</font>
id: Kartu Anda sedang diterbitkan!
it: La tua carta è in fase di emissione!
ja: カードが発行されています！
ko: 카드가 발급되고 있습니다!
pl: Twoja karta jest w trakcie wydawania!
pt_pt: Seu cartão está sendo emitido!
ru: Ваша карта выпускается!
tr: Kartınız veriliyor!
vi: Thẻ của bạn đang được phát hành!
zh_hans: 您的卡正在发行！

# card.open.pending.sheet.message
source: It can take up to %@. This window will be closed automatically.
es: Puede tardar hasta %@. Esta ventana se cerrará automáticamente.
fr: Cela peut prendre jusqu'à %@. Cette fenêtre se fermera automatiquement.
hu: Eltarthat akár %@-ig. Ez az ablak automatikusan bezáródik.
id: Ini dapat memakan waktu hingga %@. Jendela ini akan ditutup secara otomatis.
it: Può richiedere fino a %@. Questa finestra si chiuderà automaticamente.
ja: 最大で%@かかる場合があります。 このウィンドウは自動的に閉じられます。
ko: 최대 %@까지 소요될 수 있습니다. 이 창은 자동으로 닫힙니다.
pl: Może to potrwać do %@. To okno zostanie zamknięte automatycznie.
pt_pt: Pode levar até %@. Esta janela será fechada automaticamente.
ru: Это может занять до %@. Это окно закроется автоматически.
tr: Bu işlem %@ kadar sürebilir. Bu pencere otomatik olarak kapatılacaktır.
vi: Có thể mất đến %@. Cửa sổ này sẽ tự động đóng.
zh_hans: 最多可能需要%@。 此窗口将自动关闭。

# card.open.failed.alert.title
source: Contact support
es: Contactar soporte
fr: Contacter le support
hu: Lépj kapcsolatba a támogatással
id: Hubungi dukungan
it: Contatta il supporto
ja: サポートに連絡
ko: 지원에 문의
pl: Skontaktuj się z pomocą techniczną
pt_pt: Entre em contato com o suporte
ru: Связаться с поддержкой
tr: Destek ile iletişime geçin
vi: Liên hệ hỗ trợ
zh_hans: 联系支持

# card.open.failed.alert.message
source: Please contact support@novawallet.io. Include email address that you have used for issuing the card.
es: Por favor, contacta a support@novawallet.io. Incluye la dirección de correo electrónico que usaste para emitir la tarjeta.
fr: Veuillez contacter support@novawallet.io. Incluez l'adresse email que vous avez utilisée pour émettre la carte.
hu: Kérjük, vedd fel a kapcsolatot a support@novawallet.io címen. Add meg az e-mail címed, amelyet használtál a kártya kiállításához.
id: Silakan hubungi support@novawallet.io. Sertakan alamat email yang Anda gunakan untuk menerbitkan kartu.
it: Si prega di contattare support@novawallet.io. Includere l'indirizzo email che hai usato per emettere la carta.
ja: support@novawallet.ioに連絡してください。カードを発行するために使用したメールアドレスを添えてください。
ko: support@novawallet.io에 문의하세요. 카드 발급에 사용된 이메일 주소를 포함하세요.
pl: Proszę skontaktować się z support@novawallet.io. Dołącz adres e-mail, którego użyłeś do wydania karty.
pt_pt: Por favor, entre em contato com support@novawallet.io. Inclua o endereço de email que você usou para emitir o cartão.
ru: Пожалуйста, обратитесь в support@novawallet.io. Укажите адрес электронной почты, который вы использовали для выпуска карты.
tr: Lütfen support@novawallet.io ile iletişime geçin. Kartınızı almak için kullandığınız e-posta adresini belirtin.
vi: Vui lòng liên hệ support@novawallet.io. Bao gồm địa chỉ email mà bạn đã sử dụng để phát hành thẻ.
zh_hans: 请联系support@novawallet.io。包括您用于发卡的电子邮件地址。

# card.topup.pending.sheet.title
source: Your card is being funded!
es: ¡Tu tarjeta está siendo financiada!
fr: Votre carte est en cours de financement !
hu: A kártyád feltöltése folyamatban van!
id: Kartu Anda sedang dibiayai!
it: La tua carta sta ricevendo fondi!
ja: あなたのカードに資金が追加されています！
ko: 카드가 충전 중입니다!
pl: Twoja karta jest doładowywana!
pt_pt: Seu cartão está sendo carregado!
ru: Ваша карта пополняется!
tr: Kartınız finanse ediliyor!
vi: Thẻ của bạn đang được nạp tiền!
zh_hans: 您的卡正在充值中！
