Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# common.invalid.hard.soft.message
source: Please, check that input is a mix of //'hard' and /'soft' where 'hard' and 'soft' can be any sequence of characters not including /.
es: Por favor, verifica que la entrada es una mezcla de //'hard' y /'soft' donde 'hard' y 'soft' pueden ser cualquier secuencia de caracteres sin incluir /.
fr: Veuillez vérifier que l'entrée est un mélange de //'hard' et /'soft' où 'hard' et 'soft' peuvent être n'importe quelle séquence de caractères n'incluant pas /.
hu: Kérlek, ellenőrizd le, hogy a beírtak a //'hard' és a /'soft' keveréke-e, ahol a "hard" és a "soft" bármilyen karakterekből állhat, de a / karakter nélkül.
id: Harap periksa bahwa input merupakan campuran // 'hard' dan / 'soft' di mana 'hard' dan 'soft' dapat menjadi urutan karakter apa pun yang tidak termasuk /.
it: Si prega di verificare che l'input sia una combinazione di //'hard' e /'soft' dove 'hard' e 'soft' possono essere una qualsiasi sequenza di caratteri escluso /.
ja: //'hard'と/'soft'が/を含まない文字列の組み合わせであることを確認してください。
ko: 입력이 //'hard'와 /'soft'의 조합인지 확인해 주세요. 'hard'와 'soft'는 /를 포함하지 않는 문자 배열일 수 있습니다.
pl: Proszę upewnić się, że wprowadzone dane to kombinacja //'hard' i /'soft', gdzie 'hard' i 'soft' mogą być dowolnym ciągiem znaków, z wyłączeniem /.
pt_pt: Por favor, verifique se a entrada é uma mistura de //'hard' e /'soft' onde 'hard' e 'soft' podem ser qualquer sequência de caracteres excluindo /.
ru: Пожалуйста, удостоверьтесь, что введенная строка это комбинация //'hard' и /'soft' где 'hard' и 'soft' могут быть любой последовательностью символов, не включая /.
tr: Lütfen, girilenin //'hard' ve /'soft' //'hard' ve 'soft' / dahil olmayan herhangi bir karakter dizisi olabileceği bir karışım olduğunu kontrol edin.
vi: Vui lòng kiểm tra rằng đầu vào là một sự kết hợp của //'hard' và /'soft' trong đó 'hard' và 'soft' có thể là bất kỳ dãy ký tự nào không bao gồm /.
zh_hans: 请检查输入是否为//‘hard’和/‘soft’的混合，其中‘hard’和‘soft’可以是任何字符序列，不包括/。

# common.invalid.hard.message
source: Please, check that input is a mix of //'hard' where 'hard' can be any sequence of characters not including /.
es: Por favor, verifica que la entrada es una mezcla de //'hard' donde 'hard' puede ser cualquier secuencia de caracteres sin incluir /.
fr: Veuillez vérifier que l'entrée est un mélange de //'hard' où 'hard' peut être n'importe quelle séquence de caractères n'incluant pas /.
hu: Kérlek, ellenőrizd le, hogy a beírtak a //'hard' keveréke, ahol a "hard" bármilyen karakterekből állhat, de a / karakter nélkül.
id: Harap periksa bahwa input merupakan campuran // 'hard' di mana 'hard' dapat menjadi urutan karakter apa pun yang tidak termasuk /.
it: Si prega di verificare che l'input sia una combinazione di //'hard' dove 'hard' può essere una qualsiasi sequenza di caratteri escluso /.
ja: //'hard'が/を含まない文字列の組み合わせであることを確認してください。
ko: 입력이 //'hard'의 조합인지 확인해 주세요. 'hard'는 /를 포함하지 않는 문자 배열일 수 있습니다.
pl: Proszę upewnić się, że wprowadzone dane to kombinacja //'hard', gdzie 'hard' może być dowolnym ciągiem znaków, z wyłączeniem /.
pt_pt: Por favor, verifique se a entrada é uma mistura de //'hard' onde 'hard' pode ser qualquer sequência de caracteres excluindo /.
ru: Пожалуйста, удостоверьтесь, что введенная строка это комбинация //'hard' где 'hard' может быть любой последовательностью символов, не включая /.
tr: Lütfen, girilenin //'hard' //'hard' / dahil olmayan herhangi bir karakter dizisi olabileceği bir karışım olduğunu kontrol edin.
vi: Vui lòng kiểm tra rằng đầu vào là một sự kết hợp của //'hard' trong đó 'hard' có thể là bất kỳ dãy ký tự nào không bao gồm /.
zh_hans: 请检查输入是否为//‘hard’的混合，其中‘hard’可以是任何字符序列，不包括/。

# confirm.mnemonic.mismatch.error.title
source: Error
es: Mnemónico inválido
fr: Phrase de récupération non valide
hu: Érvénytelen mnemonika
id: Kesalahan
it: Mnemonic non valido
ja: エラー
ko: 오류
pl: Błąd
pt_pt: Mnemônico inválido
ru: Ошибка
tr: Geçersiz mnemonik
vi: Lỗi
zh_hans: 无效的助记词

# confirm.mnemonic.mismatch.error.message
source: Invalid passphrase, please check one more time the words order
es: Por favor, verifica el orden de las palabras una vez más.
fr: Veuillez vérifier l'ordre des mots une fois de plus.
hu: Kérlek, még egyszer ellenőrizd a szavak sorrendjét.
id: Passphrase tidak valid, silakan periksa kembali urutan kata-kata
it: Per favore, controlla l'ordine delle parole ancora una volta.
ja: 無効なパスフレーズです。単語の順序をもう一度確認してください。
ko: 잘못된 비밀번호입니다. 단어 순서를 다시 확인하십시오
pl: Niepoprawna fraza, sprawdź jeszcze raz kolejność słów
pt_pt: Por favor, verifique a ordem das palavras mais uma vez.
ru: Неверная секретная фраза, пожалуйста проверьте ещё раз порядок слов
tr: Lütfen kelimelerin sırasını bir kez daha kontrol edin.
vi: Cụm mật khẩu không hợp lệ, vui lòng kiểm tra lại thứ tự các từ
zh_hans: 请再次检查单词的顺序。

# common.edit
source: Edit
es: Editar
fr: Modifier
hu: Szerkeszt
it: Modifica
ja: 編集
ko: 편집
pl: Edytuj
pt_pt: Editar
ru: Редактировать
tr: Düzenle
vi: Chỉnh sửa
zh_hans: 编辑

# common.done
source: Done
es: Hecho
fr: Terminé
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
pl: Gotowe
pt_pt: Feito
ru: Готово
tr: Tamam
vi: Hoàn thành
zh_hans: 完成

# accounts.add.account
source: Add account
es: Agregar cuenta
fr: Ajouter un compte
hu: Fiók hozzáadása
id: Tambah akun
it: Aggiungi account
ja: アカウントを追加
ko: 계정 추가
pl: Dodaj konto
pt_pt: Adicionar conta
ru: Добавить аккаунт
tr: Hesap ekle
vi: Thêm tài khoản
zh_hans: 添加帐户

# wallet.add.button.title
source: Add wallet
es: Agregar monedero
fr: Ajouter un portefeuille
hu: Tárca hozzáadása
id: Tambah dompet
it: Aggiungi portafoglio
ja: ウォレットを追加
ko: 지갑 추가
pl: Dodaj portfel
pt_pt: Adicionar carteira
ru: Добавить кошелёк
tr: Cüzdan ekle
vi: Thêm ví
zh_hans: 添加钱包

# account.add.already.exists.message
source: Account already exists. Please, try another one.
es: La cuenta ya existe. Por favor, prueba con otra.
fr: Le compte existe déjà. Veuillez en essayer un autre.
hu: A fiók már létezik. Kérlek, próbálj meg egy másikat.
id: Akun sudah ada. Silakan coba yang lain.
it: Account già esistente. Si prega di provare un altro.
ja: アカウントは既に存在します。別のものをお試しください。
ko: 계정이 이미 존재합니다. 다른 계정을 시도해 주세요.
pl: Konto już istnieje. Proszę wybrać inne.
pt_pt: A conta já existe. Por favor, tente outra.
ru: Аккаунт уже существует. Пожалуйста, попробуйте другой.
tr: Hesap zaten var. Lütfen başka bir tane deneyin.
vi: Tài khoản đã tồn tại. Vui lòng thử tài khoản khác.
zh_hans: 账户已存在。请尝试另一个。

# about.website
source: Website
es: Sitio Web
fr: Site web
hu: Weboldal
it: Sito Web
ja: ウェブサイト
ko: 웹사이트
pl: Strona
pt_pt: Site
ru: Сайт
tr: Web Sitesi
vi: Trang web
zh_hans: 网站

# settings.rate.us
source: Rate us
es: Califícanos
fr: Évaluez-nous
hu: Értékelj minket
id: Beri peringkat kami
it: Valutaci
ja: 評価する
ko: 앱 평가하기
pl: Oceń nas
pt_pt: Avalie-nos
ru: Оцените приложение
tr: Bizi Değerlendirin
vi: Đánh giá chúng tôi
zh_hans: 给我们评分

# settings.general
source: General
fr: Général
hu: Általános
id: Umum
it: Generale
ja: 一般
ko: 일반
pl: Ogólne
pt_pt: Geral
ru: Основные
tr: Genel
vi: Chung
zh_hans: 通用

# settings.preferences
source: Preferences
es: Preferencias
fr: Préférences
hu: Tulajdonságok
id: Preferensi
it: Preferenze
ja: 設定
ko: 환경설정
pl: Preferencje
pt_pt: Preferências
ru: Предпочтения
tr: Tercihler
vi: Tùy chọn
zh_hans: 首选项

# settings.security
source: Security
es: Seguridad
fr: Sécurité
hu: Biztonság
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
pl: Bezpieczeństwo
pt_pt: Segurança
ru: Безопасность
tr: Güvenlik
vi: Bảo mật
zh_hans: 安全性

# settings.community
source: Community
es: Comunidad
fr: Communauté
hu: Közösség
id: Komunitas
it: Comunità
ja: コミュニティ
ko: 커뮤니티
pl: Społeczność
pt_pt: Comunidade
ru: Сообщество
tr: Topluluk
vi: Cộng đồng
zh_hans: 社区

# confirmation.skip.action
source: Skip process
es: Saltar proceso
fr: Ignorer la procédure
hu: Folyamat kihagyása
id: Lewati proses
it: Salta il processo
ja: プロセスをスキップ
ko: 프로세스 건너뛰기
pl: Pomiń proces
pt_pt: Pular processo
ru: Пропустить
tr: İşlemi atla
vi: Bỏ qua quy trình
zh_hans: 跳过过程

# account.info.title
source: Account
es: Cuenta
fr: Compte
hu: Fiók
id: Akun
ja: アカウント
ko: 계정
pl: Konto
pt_pt: Conta
ru: Аккаунт
tr: Hesap
vi: Tài khoản
zh_hans: 账户

# account.info.name.title
source: Name
es: Nombre
fr: Nom
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_pt: Nome
ru: Имя
tr: İsim
vi: Tên
zh_hans: 名称

# common.export
source: Export account
es: Exportar cuenta
fr: Exporter le compte
hu: Fiók exportálása
id: Ekspor akun
it: Esporta account
ja: アカウントをエクスポート
ko: 계정 내보내기
pl: Eksportuj konto
pt_pt: Exportar conta
ru: Экспорт аккаунта
tr: Hesabı dışa aktar
vi: Xuất tài khoản
zh_hans: 导出账户

# common.save
source: Save
es: Guardar
fr: Enregistrer
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt_pt: Salvar
ru: Сохранить
tr: Kaydet
vi: Lưu
zh_hans: 保存

# common.copied
source: Copied to clipboard
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
hu: Vágólapra másolva
id: Disalin ke clipboard
it: Copiato negli appunti
ja: クリップボードにコピーされました
ko: 클립보드에 복사됨
pl: Skopiowano do schowka
pt_pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
tr: Panoya kopyalandı
vi: Đã sao chép vào bộ nhớ đệm
zh_hans: 已复制到剪贴板

# connections.add.connection
source: Add connection
es: Agregar conexión
fr: Ajouter une connexion
hu: Kapcsolat hozzáadása
id: Tambahkan koneksi
it: Aggiungi connessione
ja: 接続を追加
ko: 연결 추가
pl: Dodaj połączenie
pt_pt: Adicionar conexão
ru: Добавить соединение
tr: Bağlantı ekle
vi: Thêm kết nối
zh_hans: 添加连接

# connection.management.default.title
source: Default
es: Predeterminado
fr: Défaut
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
ko: 기본값
pl: Domyślne
pt_pt: Padrão
ru: По умолчанию
tr: Varsayılan
vi: Mặc định
zh_hans: 默认

# wallet.delete.confirmation.title
source: Forget wallet?
es: ¿Olvidar billetera?
fr: Oublier le portefeuille?
hu: Tárca felejtése?
id: Lupakan dompet?
it: Dimenticare il portafoglio?
ja: ウォレットを忘れますか？
ko: 지갑을 잊어버리겠습니까?
pl: Zapomnieć portfel?
pt_pt: Esquecer carteira?
ru: Забыть кошелек?
tr: Cüzdanı unut?
vi: Quên ví?
zh_hans: 忘记钱包？

# account.delete.confirmation.description
source: Make sure you have exported your wallet before proceeding.
es: Asegúrate de haber exportado tu billetera antes de continuar.
fr: Assurez-vous d'avoir exporté votre portefeuille avant de poursuivre.
hu: A folytatás előtt győződj meg arról, hogy tárcádat már exportáltad.
id: Pastikan Anda telah mengekspor dompet Anda sebelum melanjutkan.
it: Assicurati di aver esportato il tuo portafoglio prima di procedere.
ja: 続行する前に、ウォレットをエクスポートしたことを確認してください。
ko: 계속 진행하기 전에 지갑을 내보냈는지 확인하세요.
pl: Upewnij się, że przed kontynuacją wyeksportowałeś swój portfel.
pt_pt: Certifique-se de ter exportado sua carteira antes de prosseguir.
ru: Прежде чем продолжить, убедитесь, что вы создали резервную копию своего кошелька.
tr: Devam etmeden önce cüzdanınızı dışa aktardığınızdan emin olun.
vi: Đảm bảo rằng bạn đã xuất ví của mình trước khi tiếp tục.
zh_hans: 继续之前，请确保您已导出您的钱包。

# wallet.delete.confirmation.description
source: Make sure you have exported your wallet before proceeding.
es: Asegúrate de haber exportado tu cartera antes de continuar.
fr: Assurez-vous d'avoir exporté votre portefeuille avant de poursuivre.
hu: A folytatás előtt győződj meg arról, hogy tárcádat már exportáltad.
id: Pastikan Anda telah mengekspor dompet Anda sebelum melanjutkan.
it: Assicurati di aver esportato il tuo portafoglio prima di procedere.
ja: 続行する前にウォレットをエクスポートしたことを確認してください。
ko: 계속하기 전에 지갑을 내보냈는지 확인하십시오.
pl: Upewnij się, że wyeksportowałeś swój portfel przed kontynuowaniem.
pt_pt: Certifique-se de que você exportou sua carteira antes de prosseguir.
ru: Перед продолжением убедитесь, что вы создали резервную копию своего кошелька.
tr: Devam etmeden önce cüzdanınızın yedeklendiğinden emin olun.
vi: Hãy chắc chắn rằng bạn đã xuất ví của mình trước khi tiếp tục.
zh_hans: 继续前请确保您已导出您的钱包。

# account.delete.confirm
source: Forget
es: Olvidar
fr: Oublier
hu: Elfelejt
id: Lupakan
it: Dimenticare
ja: 忘れる
ko: 잊어버리기
pl: Zapomnij
pt_pt: Esquecer
ru: Забыть
tr: Unut
vi: Quên
zh_hans: 忘记

# account.needed.title
source: Account needed
es: Se necesita cuenta
fr: Compte nécessaire
hu: Fiók szükséges
id: Akun Diperlukan
it: Account necessario
ja: アカウントが必要です
ko: 계정 필요
pl: Potrzebne konto
pt_pt: Conta necessária
ru: Необходим аккаунт
tr: Hesap Gerekli
vi: Cần tài khoản
zh_hans: 需要账户

# account.needed.message
source: You don’t have account for this network, you can create or import account.
es: No tienes una cuenta para esta red, puedes crear o importar una cuenta.
fr: Vous n'avez pas de compte pour ce réseau, vous pouvez créer ou importer un compte.
hu: Nem rendelkezel fiókkal ezen a hálózaton, hozzáadhatsz vagy importálhatsz egyet.
id: Anda tidak memiliki akun untuk jaringan ini, Anda dapat membuat atau mengimpor akun.
it: Non hai un account per questa rete, puoi creare o importare un account.
ja: このネットワークにはアカウントがありません。アカウントを作成するか、インポートすることができます。
ko: 이 네트워크에 사용할 계정이 없습니다. 계정을 생성하거나 가져올 수 있습니다.
pl: Nie masz konta w tej sieci, możesz stworzyć lub zaimportować konto.
pt_pt: Você não tem uma conta para esta rede, você pode criar ou importar uma conta.
ru: У вас нет учетной записи в этой сети, вы можете создать или импортировать учетную запись.
tr: Bu ağ için bir hesabınız yok, hesap oluşturabilir veya hesap aktarabilirsiniz.
vi: Bạn không có tài khoản cho mạng này, bạn có thể tạo hoặc nhập tài khoản.
zh_hans: 您在这个网络上没有账户，您可以创建或导入账户。

# common.proceed
source: Proceed
es: Proceder
fr: Procéder
hu: Folytatás
id: Lanjutkan
it: Procedi
ja: 続行
ko: 계속
pl: Przejdź dalej
pt_pt: Prosseguir
ru: Продолжить
tr: Devam et
vi: Tiếp tục
zh_hans: 继续

# wallet.asset.receive
source: Receive
es: Recibir
fr: Recevoir
hu: Fogadás
id: Terima
it: Ricevi
ja: 受け取る
ko: 받기
pl: Otrzymaj
pt_pt: Receber
ru: Получить
tr: Al
vi: Nhận
zh_hans: 接收

# wallet.assets.total.title
source: Assets value
es: Valor de los activos
fr: Valeur des actifs
hu: Eszközök értéke
id: Nilai aset
it: Valore degli asset
ja: 資産価値
ko: 자산 가치
pl: Wartość aktywów
pt_pt: Valor dos ativos
ru: Стоимость активов
tr: Varlıkların değeri
vi: Giá trị tài sản
zh_hans: 资产价值

# network.info.node.title
source: Node Info
es: Información del Nodo
fr: Informations sur le nœud
hu: Csomópont információ
id: Info Node
it: Informazioni sul nodo
ja: ノード情報
ko: 노드 정보
pl: Informacje o węźle
pt_pt: Informação do Nó
ru: Информация ноды
tr: Düğüm Bilgisi
vi: Thông tin nút
zh_hans: 节点信息

# network.info.node.address
source: Node address
es: Dirección del nodo
fr: Adresse du nœud
hu: Csomópont címe
id: Alamat node
it: Indirizzo del nodo
ja: ノードアドレス
ko: 노드 주소
pl: Adres węzła
pt_pt: Endereço do nó
ru: Адрес ноды
tr: Düğüm adresi
vi: Địa chỉ nút
zh_hans: 节点地址

# common.add
source: Add
es: Agregar
fr: Ajouter
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt_pt: Adicionar
ru: Добавить
tr: Ekle
vi: Thêm
zh_hans: 添加

# common.update
source: Update
es: Actualizar
fr: Mise à jour
hu: Frissítés
id: Perbarui
it: Aggiorna
ja: 更新
ko: 업데이트
pl: Aktualizuj
pt_pt: Atualizar
ru: Обновить
tr: Güncelle
vi: Cập nhật
zh_hans: 更新

# connection.add.invalid.error
source: Can't establish connection with node. Please, try another one.
es: No se puede establecer conexión con el nodo. Por favor, intenta con otro.
fr: Impossible d'établir une connexion avec le nœud. Veuillez en essayer un autre.
hu: A csomópont nem elérhető. Kérlek, próbálj meg egy másikat.
id: Tidak dapat menjalin koneksi dengan node. Silakan coba yang lain.
it: Impossibile stabilire una connessione con il nodo. Per favore, prova un altro.
ja: ノードに接続できません。別のノードを試してください。
ko: 노드와 연결할 수 없습니다. 다른 노드를 시도하십시오.
pl: Nie można nawiązać połączenia z węzłem. Spróbuj inny węzeł.
pt_pt: Não é possível estabelecer conexão com o nó. Por favor, tente outro.
ru: Не удается установить соединение с узлом. Пожалуйста, попробуйте другой узел.
tr: Düğüm ile bağlantı kurulamıyor. Lütfen başka birini deneyin.
vi: Không thể thiết lập kết nối với nút. Vui lòng thử nút khác.
zh_hans: 无法与节点建立连接。请尝试另一个。

# connection.add.unsupported.error
source: Unfortunately, the network is unsupported. Please, try one of the following: %@.
es: Desafortunadamente, la red no es compatible. Por favor, intenta con una de las siguientes: %@.
fr: Malheureusement, le réseau n'est pas pris en charge. Veuillez essayer l'un des suivants: %@.
hu: Sajnos a hálózat nem támogatott. Kérlek, próbáld meg a következők egyikét: %@.
id: Sayangnya, jaringan tidak didukung. Silakan coba salah satu yang berikut: %@.
it: Purtroppo, la rete non è supportata. Per favore, prova una delle seguenti: %@.
ja: 残念ながら、このネットワークはサポートされていません。以下のいずれかをお試しください: %@。
ko: 안타깝게도, 네트워크가 지원되지 않습니다. 다음 중 하나를 시도해 보세요: %@.
pl: Niestety, sieć nie jest obsługiwana. Proszę spróbować jedną z następujących: %@.
pt_pt: Infelizmente, a rede não é suportada. Por favor, tente uma das seguintes: %@.
ru: К сожалению, сеть не поддерживается. Пожалуйста, попробуйте одну из следующих: %@.
tr: Maalesef ağ desteklenmiyor. Lütfen aşağıdakilerden birini deneyin: %@.
vi: Rất tiếc, mạng không được hỗ trợ. Vui lòng thử một trong những mạng sau: %@.
zh_hans: 不幸的是，网络不支持。请尝试以下之一：%@。

# connection.add.already.exists.error
source: The node has already been added previously. Please, try another node.
es: El nodo ya ha sido agregado previamente. Por favor, prueba con otro nodo.
fr: Le nœud a déjà été ajouté précédemment. Veuillez essayer un autre nœud.
hu: Ez a csomópont már létezik. Kérlek, próbálj meg egy másikat.
id: Node sudah ditambahkan sebelumnya. Silakan coba node lain.
it: Il nodo è già stato aggiunto in precedenza. Per favore, prova un altro nodo.
ja: このノードは既に追加されています。別のノードを試してください。
ko: 노드는 이미 추가되었습니다. 다른 노드를 시도하십시오.
pl: Węzeł został już wcześniej dodany. Spróbuj inny węzeł.
pt_pt: O nó já foi adicionado anteriormente. Por favor, tente outro nó.
ru: Узел уже был добавлен ранее. Пожалуйста, попробуйте другой узел.
tr: Düğüm daha önce eklenmiş. Lütfen başka bir düğüm deneyin.
vi: Nút đã được thêm trước đó. Vui lòng thử nút khác.
zh_hans: 节点已经之前被添加。请试用另一个节点。

# wallet.send.title
source: Send
es: Enviar
fr: Envoyer
hu: Küldés
id: Kirim
it: Invia
ja: 送信
ko: 보내기
pl: Wyślij
pt_pt: Enviar
ru: Перевести
tr: Gönder
vi: Gửi
zh_hans: 发送

# wallet.send.token.title
source: Send %@
es: Enviar %@
fr: Envoyer %@
hu: %@ küldése
id: Kirim %@
it: Invia %@
ja: 送信 %@
ko: %@ 송금
pl: Wyślij %@
pt_pt: Enviar %@
ru: Перевести %@
tr: %@ gönder
vi: Gửi %@
zh_hans: 发送 %@

# wallet.send.asset.title
source: Asset
es: Token
fr: Actif
hu: Eszköz
id: Aset
ja: アセット
ko: 자산
pl: Aktywo
pt_pt: Ativo
ru: Токен
tr: Varlık
vi: Tài sản
zh_hans: 资产

# wallet.send.receiver.title
source: To
es: A
fr: À
hu: Ide
id: Ke
it: A
ja: 宛先
ko: 받는 사람
pl: Do
pt_pt: Para
ru: Кому
tr: Kime
vi: Đến
zh_hans: 至

# wallet.send.fee.title
source: Transfer fee
es: Tasa de transferencia
fr: Frais de transfert
hu: Átutalási díj
id: Biaya transfer
it: Commissione di trasferimento
ja: 転送手数料
ko: 전송 수수료
pl: Opłata transferowa
pt_pt: Taxa de transferência
ru: Комиссия
tr: Transfer ücreti
vi: Phí chuyển khoản
zh_hans: 转账费

# common.continue
source: Continue
es: Continuar
fr: Continuer
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
pl: Kontynuuj
pt_pt: Continuar
ru: Продолжить
tr: Devam et
vi: Tiếp tục
zh_hans: 继续

# wallet.send.amount.title
source: Amount
es: Monto
fr: Montant
hu: Összeg
id: Jumlah
it: Importo
ja: 量
ko: 금액
pl: Kwota
pt_pt: Quantidade
ru: Сумма
tr: Miktar
vi: Số lượng
zh_hans: 金额

# wallet.send.confirm.title
source: Confirm transfer
es: Confirmar transferencia
fr: Confirmer le transfert
hu: Átutalás megerősítése
id: Konfirmasi transfer
it: Conferma trasferimento
ja: 転送を確認
ko: 전송 확인
pl: Potwierdź transfer
pt_pt: Confirmar transferência
ru: Подтвердить
tr: Transferi onayla
vi: Xác nhận chuyển tiền
zh_hans: 确认转账

# wallet.send.available.balance
source: Available balance
es: Saldo disponible
fr: Solde disponible
hu: Elérhető egyenleg
id: Saldo tersedia
it: Bilancio disponibile
ja: 利用可能な残高
ko: 사용 가능한 잔액
pl: Dostępny balans
pt_pt: Saldo disponível
ru: Свободный баланс
tr: Kullanılabilir bakiye
vi: Số dư hiện có
zh_hans: 可用余额

# wallet.contacts.empty.title
source: Your accounts and contacts to whom you were sending transfers will appear here
es: Tus cuentas y contactos a quienes hayas enviado transferencias aparecerán aquí
fr: Vos comptes et contacts auxquels vous envoyiez des transferts apparaîtront ici
hu: Itt fognak megjelenni fiókjaid és kapcsolataid, akiknek már utaltál
id: Akun dan kontak Anda kepada siapa Anda mengirim transfer akan muncul di sini
it: Qui appariranno i tuoi account e i contatti a cui hai inviato trasferimenti
ja: ここには、あなたが送金したアカウントと連絡先が表示されます
ko: 송금한 계정과 연락처가 여기에 나타납니다
pl: Twoje konta i kontakty, do których wysyłałeś przelewy, pojawią się tutaj
pt_pt: Suas contas e contatos para quem você enviou transferências aparecerão aqui
ru: Здесь появятся ваши аккаунты и контакты, которым вы отправляли переводы
tr: Transfer gönderdiğiniz hesaplarınız ve kişiler burada görünecek
vi: Tài khoản và liên hệ mà bạn đã gửi chuyển khoản sẽ xuất hiện ở đây
zh_hans: 您发送转账的账户和联系人将出现在这里

# wallet.search.empty.title
source: Make sure that the address is from the right network
es: Asegúrate de que la dirección es del red correcta
fr: Assurez-vous que l'adresse provient du bon réseau
hu: Győződj meg róla, hogy a cím a megfelelő hálózatból származik
id: Pastikan bahwa alamat berasal dari jaringan yang benar
it: Assicurati che l'indirizzo sia dalla rete corretta
ja: アドレスが正しいネットワークにあることを確認してください
ko: 주소가 올바른 네트워크에 있는지 확인하십시오
pl: Upewnij się, że adres jest z właściwej sieci
pt_pt: Certifique-se de que o endereço é da rede certa
ru: Убедитесь, что адрес из правильной сети
tr: Adresin doğru ağdan olduğundan emin olun
vi: Hãy chắc chắn rằng địa chỉ thuộc về mạng đúng
zh_hans: 确保地址是 正确的网络

# wallet.contacts.search.placeholder
source: Account address or account name
es: Dirección de cuenta o nombre de cuenta
fr: Adresse ou nom du compte
hu: Fiókcím vagy fióknév
id: Alamat akun atau nama akun
it: Indirizzo dell'account o nome dell'account
ja: アカウントアドレスまたはアカウント名
ko: 계정 주소나 계정 이름
pl: Adres konta lub nazwa konta
pt_pt: Endereço da conta ou nome da conta
ru: Адрес аккаунта или имя аккаунта
tr: Hesap adresi veya hesap adı
vi: Địa chỉ tài khoản hoặc tên tài khoản
zh_hans: 账户地址或账户名称

# wallet.balance.available
source: Transferable
es: Transferible
fr: Transférable
hu: Átutalható
id: Dapat ditransfer
it: Trasferibile
ja: 移行可能
ko: 전송 가능
pl: Transferowalne
pt_pt: Transferível
ru: Доступно
tr: Aktarılabilir
vi: Có thể chuyển
zh_hans: 可转让

# wallet.transfer.total.title
source: Total
hu: Összes
it: Totale
ja: 合計
ko: 총합
pl: Razem
ru: Всего
tr: Toplam
vi: Tổng cộng
zh_hans: 总计

# wallet.search.contacts
source: Contacts
es: Contactos
hu: Kapcsolatok
id: Kontak
it: Contatti
ja: 連絡先
ko: 연락처
pl: Kontakty
pt_pt: Contatos
ru: Контакты
tr: Kişiler
vi: Danh bạ
zh_hans: 联系人

# common.retry
source: Retry
es: Reintentar
fr: Réessayer
hu: Újra
id: Coba lagi
it: Riprova
ja: 再試行
ko: 재시도
pl: Ponów
pt_pt: Tentar novamente
ru: Повторить
tr: Yeniden dene
vi: Thử lại
zh_hans: 重试

# wallet.balance.frozen
source: Frozen
es: Congelado
fr: Gelé
hu: Lefagyasztott
id: Terbekukan
it: Congelato
ja: 凍結
ko: 동결됨
pl: Zamrożone
pt_pt: Congelado
ru: Заморожено
tr: Dondurulmuş
vi: Đóng băng
zh_hans: 已冻结

# transaction.status.completed
source: Completed
es: Completado
fr: Terminé
hu: Befejezett
id: Selesai
it: Completato
ja: 完了
ko: 완료됨
pl: Zakończone
pt_pt: Concluído
ru: Успешно
tr: Tamamlandı
vi: Hoàn thành
zh_hans: 完成

# transaction.status.failed
source: Failed
es: Fallido
fr: Échec
hu: Sikertelen
id: Gagal
it: Fallito
ja: 失敗
ko: 실패
pl: Niepowodzenie
pt_pt: Falhou
ru: Ошибка
tr: Başarısız
vi: Thất bại
zh_hans: 失败

# transaction.status.pending
source: Pending
es: Pendiente
fr: En attente
hu: Függőben
id: Menunggu
it: In sospeso
ja: 保留中
ko: 대기 중
pl: Oczekujące
pt_pt: Pendente
ru: В ожидании
tr: Beklemede
vi: Đang chờ xử lý
zh_hans: 待定
