Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# multistaking.more.options
source: More staking options
es: Más opciones de staking
fr: Plus d'options de staking
hu: További stake-elési lehetőségek
id: Lebih banyak pilihan staking
it: Più opzioni di staking
ja: 追加のStakingオプション
ko: 더 많은 Staking 옵션
pl: Więcej opcji stakingu
pt_pt: Mais opções de staking
ru: Больше вариантов стейкинга
tr: Daha fazla staking seçeneği
vi: Thêm tùy chọn staking
zh_hans: 更多质押选项

# staking.on.network
source: %@ staking
hu: %@ stake-elés
ru: %@ стейкинг
vi: Staking của %@
zh_hans: %@ 质押

# wallet.history.transfer.incoming.details
source: From: %@
es: De: %@
fr: De : %@
hu: Feladó: %@
id: Dari: %@
it: Da: %@
ja: 送信元: %@
ko: 보낸 사람: %@
pl: Od: %@
pt_pt: De: %@
ru: От: %@
tr: %@ tarafından
vi: Từ: %@
zh_hans: 来自：%@

# wallet.history.transfer.outgoing.details
source: To: %@
es: Para: %@
fr: À : %@
hu: Címzett: %@
id: Ke: %@
it: A: %@
ja: 送信先: %@
ko: 받는 사람: %@
pl: Do: %@
pt_pt: Para: %@
ru: Кому: %@
tr: Alıcı: %@
vi: Đến: %@
zh_hans: 发送至：%@

# wallet.history.amount.details
source: %@ at %@
es: %@ a las %@
fr: %@ à %@
hu: %@ - %@-kor
id: %@ di %@
it: %@ alle %@
ja: %@（%@で）
ko: %@ 시 %@
pl: %@ o %@
pt_pt: %@ em %@
ru: %@ в %@
tr: %@, %@ tarihinde
vi: %@ vào %@
zh_hans: %@ 在 %@

# staking.more.options.dApps.title
source: Staking via Nova Browser
es: Staking a través de Nova Browser
fr: Staking via le navigateur Nova
hu: Stake-elés a Nova Browser segítségével
id: Staking melalui Browser Nova
it: Staking tramite il browser Nova
ja: Nova Browserを介したStaking
ko: Nova 브라우저를 통한 Staking
pl: Staking przez przeglądarkę Nova
pt_pt: Participação via navegador Nova
ru: Стейкинг через браузер Nova
tr: Nova Tarayıcısı üzerinden Staking
vi: Staking qua Trình duyệt Nova
zh_hans: 通过 Nova 浏览器质押

# wallet.receive.error.generateQRCode.message
source: QR code generation failed. Would you like to retry?
es: La generación del código QR falló. ¿Te gustaría intentarlo de nuevo?
fr: Échec de la génération du code QR. Voulez-vous réessayer?
hu: A QR-kód létrehozása nem sikerült. Szeretnéd újra megpróbálni?
id: Gagal menghasilkan kode QR. Apakah Anda ingin mencoba lagi?
it: La generazione del codice QR è fallita. Vuoi riprovare?
ja: QRコードの生成に失敗しました。再試行しますか？
ko: QR 코드 생성에 실패했습니다. 다시 시도하시겠습니까?
pl: Nie udało się wygenerować kodu QR. Czy chcesz spróbować ponownie?
pt_pt: Falha na geração do QR Code. Gostaria de tentar novamente?
ru: Генерация QR кода завершилась с ошибкой. Хотите повторить?
tr: QR kodu oluşturma başarısız oldu. Tekrar denemek ister misiniz?
vi: Tạo mã QR không thành công. Bạn muốn thử lại không?
zh_hans: QR码生成失败。您想重试吗？

# asset.operation.send.title
source: Send
es: Enviar
fr: Envoyer
hu: Küldés
id: Kirim
it: Invia
ja: 送信
ko: 보내기
pl: Wyślij
pt_pt: Enviar
ru: Отправить
tr: Gönder
vi: Gửi
zh_hans: 发送

# asset.operation.receive.title
source: Receive
es: Recibir
fr: Recevoir
hu: Fogadás
id: Terima
it: Ricevi
ja: 受取
ko: 받기
pl: Otrzymaj
pt_pt: Receber
ru: Получить
tr: Al
vi: Nhận
zh_hans: 接收

# asset.operation.buy.title
source: Buy
es: Comprar
fr: Acheter
hu: Vétel
id: Beli
it: Acquista
ja: 購入
ko: 구매
pl: Kup
pt_pt: Comprar
ru: Купить
tr: Satın Al
vi: Mua
zh_hans: 购买

# token.add.remote.exist.message
source: The entered contract address is present in Nova as a %@ token. Are you sure you want to modify it?
es: La dirección de contrato ingresada ya está presente en Nova como un token %@. ¿Estás seguro de que quieres modificarlo?
fr: L'adresse du contrat saisie est présente dans Nova comme un token %@. Êtes-vous sûr de vouloir le modifier ?
hu: A megadott szerződési cím már %@ tokenként fel van véve Nova-ba. Biztosan módosítani szeretnéd?
id: Alamat kontrak yang dimasukkan ada dalam Nova sebagai token %@. Apakah Anda yakin ingin memodifikasinya?
it: L'indirizzo del contratto inserito è presente in Nova come token %@. Sei sicuro di volerlo modificare?
ja: 入力されたコントラクトアドレスは%@トークンとしてNovaに存在します。本当にそれを変更しますか?
ko: 입력된 계약 주소는 Nova에서 %@ 토큰으로 존재합니다. 수정하시겠습니까?
pl: Wprowadzony adres kontraktu jest obecny w Nova jako token %@. Czy na pewno chcesz go zmodyfikować?
pt_pt: O endereço do contrato inserido já está presente na Nova como um token %@. Tem certeza de que deseja modificá-lo?
ru: Введенный адрес контракта присутствует в Nova как токен %@. Вы уверены, что хотите изменить его?
tr: Girilen sözleşme adresi Nova'da zaten %@ tokeni olarak bulunmaktadır. Değiştirmek istediğinize emin misiniz?
vi: Địa chỉ hợp đồng đã nhập có sẵn trong Nova là token %@. Bạn có chắc chắn muốn thay đổi không?
zh_hans: 输入的合约地址已作为%@代币存在于Nova中。您确定要修改它吗？

# send.system.account.message
source: Recipient is a system account. It is not controlled by any company or individual. Are you sure you still want to perform this transfer?
es: El destinatario es una cuenta del sistema. No está controlado por ninguna empresa o individuo. ¿Estás seguro de que aún quieres realizar esta transferencia?
fr: Le destinataire est un compte système. Il n'est contrôlé par aucune entreprise ou individu. Êtes-vous sûr de vouloir effectuer ce transfert ?
hu: A címzett egy rendszerfiók. Nem áll vállalat vagy magánszemély irányítása alatt. Biztos, hogy még mindig el akarod indítani ezt az utalást?
it: Il destinatario è un conto di sistema. Non è controllato da alcuna azienda o individuo. Sei sicuro di voler comunque effettuare questo trasferimento?
ja: 受信者はシステムアカウントです。どの会社や個人にも管理されていません。 それでもこの転送を実行してもよろしいですか？
ko: 수신자가 시스템 계정입니다. 이 계정은 어떤 회사나 개인에 의해 제어되지 않습니다. 여전히 이 전송을 수행하시겠습니까?
pl: Odbiorca jest kontem systemowym. Nie jest kontrolowany przez żadną firmę ani osobę prywatną. Czy na pewno chcesz wykonać ten transfer?
pt_pt: O destinatário é uma conta do sistema. Não é controlado por nenhuma empresa ou indivíduo. Você ainda deseja realizar esta transferência?
ru: Получатель является системным аккаунтом. Этот аккаунт не контролируется какой-либо компанией или частным лицом. Вы уверены, что все еще хотите выполнить данный перевод?
tr: Alıcı, bir sistem hesabıdır. Bir şirket veya birey tarafından kontrol edilmez. Bu transferi gerçekleştirmek istediğinize emin misiniz?
vi: Người nhận là một tài khoản hệ thống. Nó không được kiểm soát bởi bất kỳ công ty hoặc cá nhân nào. Bạn có chắc chắn vẫn muốn thực hiện chuyển khoản này không?
zh_hans: 收件人是一个系统账户。它不受任何公司或个人控制。您确定仍然要执行此转账吗？

# send.system.account.title
source: Tokens will be lost
es: Los tokens se perderán
fr: Les tokens seront perdus
hu: A tokenek el fognak veszni
it: I token verranno persi
ja: トークンが失われます
ko: 토큰이 소실됩니다
pl: Tokeny zostaną utracone
pt_pt: Os tokens serão perdidos
ru: Токены будут потеряны
tr: Token'lar kaybolacak
vi: Token sẽ bị mất
zh_hans: 代币将会丢失

# common.refresh.fee
source: Refresh fee
es: Actualizar comisión
fr: Actualiser le coût
hu: Frissítési díj
id: Segarkan biaya
it: Aggiorna commissioni
ja: 手数料を更新
ko: 갱신 수수료
pl: Odśwież opłatę
pt_pt: Atualizar taxa
ru: Обновить
tr: Ücreti yenile
vi: Phí làm mới
zh_hans: 刷新费用

# evm.transaction.fee.too.high.message
source: The estimated network fee %@ is much higher than the default network fee (%@). This might be due to temporary network congestion. You can refresh to wait for a lower network fee.
es: La tarifa de red estimada %@ es mucho mayor que la tarifa de red predeterminada (%@). Esto podría deberse a la congestión temporal de la red. Puedes actualizar para esperar una tarifa de red más baja.
fr: Le coût estimé du réseau %@ est beaucoup plus élevé que le coût par défaut (%@). Cela pourrait être dû à une congestion temporaire du réseau. Vous pouvez actualiser pour attendre un coût réseau plus bas.
hu: A becsült hálózati díj %@, ami jóval magasabb, mint az alapértelmezett hálózati díj (%@). Ennek oka lehet az ideiglenes hálózati túlterheltség. Frissítheted, hogy egy alacsonyabb hálózati díjat kaphass.
id: Biaya jaringan yang diperkirakan %@ jauh lebih tinggi dari biaya jaringan default (%@). Hal ini mungkin disebabkan oleh kemacetan jaringan sementara. Anda dapat menyegarkan untuk menunggu biaya jaringan yang lebih rendah.
it: La commissione di rete stimata %@ è molto più alta rispetto alla commissione predefinita (%@). Ciò potrebbe essere dovuto a congestione temporanea della rete. Puoi aggiornare per attendere una commissione di rete più bassa.
ja: 推定ネットワーク手数料%@がデフォルトのネットワーク手数料(%@)よりも大幅に高くなっています。これは一時的なネットワーク渋滞が原因かもしれません。ネットワーク手数料をリフレッシュして、より低い手数料を待つことができます。
ko: 예상 네트워크 수수료 %@가 기본 네트워크 수수료(%@)보다 훨씬 높습니다. 이는 일시적인 네트워크 혼잡으로 인해 발생할 수 있습니다. 더 낮은 네트워크 수수료를 기다리기 위해 새로 고칠 수 있습니다.
pl: Szacowana opłata sieciowa %@ jest znacznie wyższa niż domyślna opłata sieciowa (%@). Może to być spowodowane przejściowym przeciążeniem sieci. Możesz odświeżyć stronę, aby poczekać na niższą opłatę.
pt_pt: A taxa de rede estimada %@ é muito maior que a taxa de rede padrão (%@). Isso pode ser devido à congestão temporária da rede. Você pode atualizar para esperar por uma taxa de rede menor.
ru: Предполагаемая комиссия %@ намного выше, чем комиссия по умолчанию (%@). Это может быть связано с временной перегрузкой сети. Вы можете обновить комиссию, чтобы дождаться более низкой суммы.
tr: Tahmini ağ ücreti %@, varsayılan ağ ücretinden (%@) çok daha yüksek. Bu, geçici bir ağ yoğunluğundan kaynaklanıyor olabilir. Daha düşük bir ağ ücreti için yenileyebilirsiniz.
vi: Phí mạng ước tính %@ cao hơn nhiều so với phí mạng mặc định (%@). Điều này có thể do tắc nghẽn mạng tạm thời. Bạn có thể làm mới để đợi phí mạng thấp hơn.
zh_hans: 预估的网络费用%@远高于默认的网络费用(%@)。这可能是由于临时网络拥堵。您可以刷新以等待更低的网络费用。

# evm.transaction.fee.too.high.title
source: Network fee is too high
es: La tarifa de red es demasiado alta
fr: Le coût du réseau est trop élevé
hu: A hálózati díj túl magas
id: Biaya jaringan terlalu tinggi
it: Commissione di rete troppo alta
ja: ネットワーク手数料が高すぎます
ko: 네트워크 수수료가 너무 높습니다
pl: Opłata sieciowa jest zbyt wysoka
pt_pt: Taxa de rede está muito alta
ru: Комиссия сети слишком высокая
tr: Ağ ücreti çok yüksek
vi: Phí mạng quá cao
zh_hans: 网络费用过高

# update.token.completion.message
source: %@ token updated
es: token %@ actualizado
fr: Token %@ mis à jour
hu: %@ token frissítve
id: %@ token diperbarui
it: Token %@ aggiornato
ja: %@ トークンが更新されました
ko: %@ 토큰 업데이트됨
pl: %@ token zaktualizowany
pt_pt: Token %@ atualizado
ru: %@ токен обновлён
tr: %@ token güncellendi
vi: %@ token đã được cập nhật
zh_hans: %@ 代币已更新

# staking.reward.filters.period.custom.month.short
source: %@D
fr: %@J
hu: %@N
ja: %@日
ru: %@Д
tr: %@G
zh_hans: %@天

# staking.start.stake
source: Stake anytime with as little as %1$@. Your stake will actively earn rewards %2$@
es: Apuesta en cualquier momento con tan solo %1$@. Tu apuesta generará activamente recompensas %2$@
fr: Stake à tout moment avec aussi peu que %1$@. Votre stake gagnera activement des récompenses %2$@
hu: Stake-elj bármikor, mindössze %1$@-ért. Jutalmakat %2$@ múlva kaphatsz.
id: Stake kapan saja dengan setidaknya %1$@. Stake Anda akan aktif menghasilkan imbalan %2$@
it: Blocca in qualsiasi momento con almeno %1$@. Il tuo blocco guadagnerà attivamente ricompense %2$@
ja: 最低 %1$@ でいつでも Stake できます。あなたの Stake は %2$@ によって積極的に報酬を得ます
ko: 최소 %1$@로 언제든지 Staking 가능합니다. Staking은 %2$@ 동안 활발하게 보상을 얻습니다
pl: Stake w dowolnym momencie z kwotą od %1$@. Twój stake będzie aktywnie zarabiać nagrody %2$@
pt_pt: Aposte a qualquer momento com tão pouco quanto %1$@. Seu stake ganhará recompensas ativamente %2$@
ru: Стейкайте в любое время всего с %1$@. Ваш стейк активно будет зарабатывать вознаграждения %2$@
tr: %1$@ kadar azıyla istediğiniz zaman stake yapabilirsiniz. Stakeniz %2$@ aktif olarak ödül kazanacak
vi: Stake bất cứ lúc nào với ít nhất là %1$@. Stake của bạn sẽ tích cực kiếm phần thưởng %2$@
zh_hans: 随时用最少的%1$@质押。您的质押将积极获得奖励%2$@

# staking.start.stake.without.minimum.stake
source: Stake anytime. Your stake will actively earn rewards %@
es: Apuesta en cualquier momento. Tu apuesta generará activamente recompensas %@
fr: Stake à tout moment. Votre stake gagnera activement des récompenses %@
hu: Stake-elj bármikor. Jutalmakat %@ múlva kaphatsz.
id: Stake kapan saja. Stake Anda akan aktif menghasilkan imbalan %@
it: Blocca in qualsiasi momento. Il tuo blocco guadagnerà attivamente ricompense %@
ja: いつでも Stake できます。あなたの Stake は %@ によって積極的に報酬を得ます
ko: 언제든지 Staking 가능합니다. Staking은 %@ 동안 활발하게 보상을 얻습니다
pl: Stake w dowolnym momencie. Twój stake będzie aktywnie zarabiać nagrody %@
pt_pt: Aposte a qualquer momento. Seu stake ganhará recompensas ativamente %@
ru: Стейкайте в любое время. Ваш стейк активно будет зарабатывать вознаграждения %@
tr: İstediğiniz zaman stake yapabilirsiniz. Stakeniz %@ aktif olarak ödül kazanacak
vi: Stake bất cứ lúc nào. Stake của bạn sẽ tích cực kiếm phần thưởng %@
zh_hans: 随时质押。您的质押将积极获得奖励%@

# staking.start.unstake
source: Unstake anytime, and redeem your funds %@. No rewards are earned while unstaking
es: Desanclar en cualquier momento y canjear tus fondos %@. No se ganan recompensas mientras se está desancando
fr: Désaccumulez à tout moment et récupérez vos fonds %@. Aucune récompense n'est gagnée pendant le désaccumulation
hu: Unstake-elj bármikor és pénzedet kiválthatod %@. Unstake-elés alatt nem kapsz jutalmat
id: Batalkan kapan saja, dan tebus dana Anda %@. Tidak ada imbalan yang diperoleh saat batalkan
it: Ritira in qualsiasi momento e riscatta i tuoi fondi %@. Nessuna ricompensa viene guadagnata durante il ritiro
ja: いつでもUnstakeでき、資金を%@償還できます。Unstaking中は報酬が得られません
ko: 언제든지 Unstake하고, %@을(를) 환급받으세요. Unstaking하는 동안에는 보상이 지급되지 않습니다.
pl: Anuluj w dowolnym momencie i odbierz swoje środki %@. Podczas unstaking nie są naliczane żadne nagrody
pt_pt: Desfaça a stake a qualquer momento e resgate seus fundos %@. Nenhuma recompensa é ganha enquanto desfaz a stake
ru: Отмените стейк в любое время, и верните свои средства %@. Вознаграждения не начисляются пока производится отмена
tr: Istediğiniz zaman unstake yapın ve fonlarınızı %@ geri alın. Unstaking yapılırken hiçbir ödül kazanılmaz
vi: Huỷ bỏ bất cứ lúc nào, và rút lại số tiền của bạn %@. Không kiếm được phần thưởng trong khi unstaking
zh_hans: 随时取消质押，并在%@赎回您的资金。取消质押时不会获得奖励

# staking.start.rewards.manual.claim
source: Rewards accrue %@. You need to claim rewards manually
es: Las recompensas se acumulan %@. Necesitas reclamar recompensas manualmente
fr: Les récompenses s'accumulent %@. Vous devez réclamer les récompenses manuellement
hu: A jutalmak %@ összegződnek. Manuálsan kell igényelned.
id: Imbalan bertambah %@. Anda perlu menuntut imbalan secara manual
it: Le ricompense si accumulano %@. Devi richiedere manualmente le ricompense
ja: 報酬は %@ ごとに累積されます。報酬を手動で請求する必要があります
ko: 보상은 %@ 동안 누적됩니다. 수동으로 보상을 청구해야 합니다
pl: Nagrody naliczają się %@. Musisz odbierać nagrody ręcznie
pt_pt: Recompensas acumulam %@. Você precisa reivindicar as recompensas manualmente
ru: Вознаграждения начисляются %@. Вам нужно забрать награды вручную
tr: Ödüller %@ biriktirilir. Ödülleri manuel olarak talep etmeniz gerekir
vi: Phần thưởng được tích lũy %@. Bạn cần đòi phần thưởng thủ công
zh_hans: 奖励累积%@。您需要手动领取奖励

# staking.start.terms.link
source: Terms of Use
es: Términos de Uso
fr: Conditions d'utilisation
hu: Felhasználási feltételek
id: Ketentuan Penggunaan
it: Termini di Utilizzo
ja: 利用規約
ko: 사용 약관
pl: Warunki użytkowania
pt_pt: Termos de Uso
ru: Условия использования
tr: Kullanım Koşulları
vi: Điều khoản sử dụng
zh_hans: 使用条款

# staking.start.terms
source: See %@
es: Ver %@
fr: Voir %@
hu: Lásd %@
id: Lihat %@
it: Vedi %@
ja: %@ を見る
ko: %@ 보기
pl: Zobacz %@
pt_pt: Veja %@
ru: См. %@
tr: %@'ı Görüntüleyin
vi: Xem %@
zh_hans: 查看%@

# staking.start.wiki.link
source: Nova Wiki
hu: Nova Használati útmutató

# staking.start.wiki
source: Find out more information about %1$@ staking over at the %2$@
es: Encuentra más información sobre %1$@ staking en %2$@
fr: Découvrez plus d'informations sur %1$@ staking sur le %2$@
hu: Tudj meg többet a %1$@ stake-elésről a %2$@ oldalon
id: Temukan informasi lebih lanjut tentang %1$@ staking di %2$@
it: Scopri maggiori informazioni su %1$@ bloccando su %2$@
ja: %1$@ staking についての詳細情報は %2$@ で見つけてください
ko: %1$@ Staking에 대해 더 많은 정보를 알아보세요 %2$@에서
pl: Dowiedz się więcej o %1$@ stakowaniu na %2$@
pt_pt: Descubra mais informações sobre %1$@ apostando na %2$@
ru: Узнайте больше о стейкинге %1$@ на %2$@
tr: %1$@ staking hakkında daha fazla bilgiyi %2$@ adresinde bulabilirsiniz
vi: Tìm hiểu thêm thông tin về stake %1$@ tại %2$@
zh_hans: 了解更多信息关于%1$@质押在%2$@

# staking.start.changes
source: Rewards and staking status vary over time. %@ from time to time
es: Las recompensas y el estado de la apuesta varían con el tiempo. %@ de vez en cuando
fr: Les récompenses et le statut du staking varient avec le temps. %@ de temps en temps
hu: A jutalmak és stake-elés állapota időről időre változhat. %@ rendszeresen
id: Imbalan dan status staking bervariasi dari waktu ke waktu. %@ dari waktu ke waktu
it: I premi e lo stato dello staking variano nel tempo. %@ di tanto in tanto
ja: 報酬と Staking のステータスは時間とともに変動します。時々 %@
ko: 보상과 Staking 상태는 시간이 지남에 따라 변경됩니다. %@ 때때로 확인하세요
pl: Nagrody i status staking zmieniają się z czasem. %@ od czasu do czasu
pt_pt: O status das recompensas e da stake varia ao longo do tempo. %@ de tempos em tempos
ru: Вознаграждения и статус стейкинга меняются со временем. %@ время от времени
tr: Ödüller ve staking durumu zamanla değişir. Zaman zaman %@
vi: Phần thưởng và trạng thái staking thay đổi theo thời gian. %@ thỉnh thoảng
zh_hans: 奖励和质押状态会随时间变化。%@不时

# staking.start.changes.action
source: Monitor your stake
es: Supervisa tu apuesta
fr: Surveillez votre stake
hu: Ellenőrizd a stake-ed állapotát
id: Pantau stake Anda
it: Monitora il tuo stake
ja: あなたの Stake を監視する
ko: 스테이크를 모니터링하세요
pl: Monitoruj swój stake
pt_pt: Monitore sua stake
ru: Следите за своим стейкингом
tr: Stake'inizi izleyin
vi: Theo dõi stake của bạn
zh_hans: 监控您的赌注

# staking.start.gov.nomination.direct.staking.action
source: participate in governance
es: participa en la gobernanza
fr: participer à la gouvernance
hu: vegyél részt a kormányzásban
id: Berpartisipasi dalam tata kelola
it: partecipa alla governance
ja: ガバナンスに参加する
ko: 거버넌스에 참여하세요
pl: uczestnicz w zarządzaniu
pt_pt: participe da governança
ru: участвуйте в голосованиях
tr: yönetişime katılın
vi: tham gia quản trị
zh_hans: 参与治理

# staking.start.gov.direct.staking
source: Stake over %1$@ and %2$@ with your staked tokens
es: Apuesta más de %1$@ y %2$@ con tus tokens en apuesta
fr: Stake plus de %1$@ et %2$@ avec vos tokens staked
hu: Stake-elj többet, mint %1$@ és %2$@ a stake-elt tokenjeiddel
id: Stake lebih dari %1$@ dan %2$@ dengan token yang Anda staked
it: Blocca oltre %1$@ e %2$@ con i tuoi token bloccati in staking
ja: Stakeを%1$@以上にして、あなたのStakedトークンで%2$@
ko: 스테이크 %1$@ 이상 및 스테이크된 토큰과 함께 %2$@
pl: Stake więcej niż %1$@ i %2$@ z Twoimi tokenami w stake
pt_pt: Aposte mais de %1$@ e %2$@ com seus tokens em stake
ru: Застейкайте больше %1$@ и %2$@ с вашими токенами в стейкинге
tr: %1$@'dan fazla stake yapın ve staked tokenlarınızla %2$@
vi: Stake hơn %1$@ và %2$@ với các token staked của bạn
zh_hans: 质押超过%1$@并且%2$@与您质押的代币

# staking.start.gov.nomination.pool.action
source: Participate in governance
es: Participa en la gobernanza
fr: Participer à la gouvernance
hu: Vegyél részt a kormányzásban
id: Berpartisipasi dalam tata kelola
it: Partecipa alla governance
ja: ガバナンスに参加する
ko: 거버넌스 참여
pl: Weź udział w zarządzaniu
pt_pt: Participe da governança
ru: Участвуйте в голосованиях
tr: Yönetişime katılın
vi: Tham gia quản trị
zh_hans: 参与治理

# staking.start.gov.nomination.pool
source: %@ with your staked tokens
es: %@ con tus tokens en apuesta
fr: %@ avec vos tokens staked
hu: %@ a stake-elt tokenjeiddel
id: %@ dengan token yang Anda staked
it: %@ con i tuoi token bloccati in staking
ja: %@ あなたのStakedトークンで
ko: 스테이크된 토큰과 함께 %@
pl: %@ z Twoimi tokenami w stake
pt_pt: %@ com seus tokens em stake
ru: %@ с вашими токенами в стейкинге
tr: %@ ile staked tokenlarınızla
vi: %@ với các token staked của bạn
zh_hans: %@与您质押的代币

# staking.start.rewards.direct.staking
source: Rewards accrue %1$@. Stake over %2$@ for automatic rewards payout, otherwise you need to claim rewards manually
es: Las recompensas se acumulan %1$@. Apuesta más de %2$@ para una distribución automática de recompensas, de lo contrario necesitas reclamar recompensas manualmente
fr: Les récompenses s'accumulent %1$@. Stake plus de %2$@ pour le versement automatique des récompenses, sinon vous devez les réclamer manuellement
hu: A jutalmak %1$@ érkeznek. Automatikus kifizetéshez stake-elj többet, mint %2$@, ellenkező esetben manuálsan kell igényeled
id: Imbalan bertambah %1$@. Stake di atas %2$@ untuk pembayaran imbalan otomatis, jika tidak Anda perlu menuntut imbalan secara manual
it: Le ricompense si accumulano %1$@. Blocca oltre %2$@ per il pagamento automatico delle ricompense, altrimenti devi richiedere manualmente le ricompense
ja: 報酬は %1$@ ごとに累積されます。報酬の自動支払いを受けるには %2$@ 以上を Stake してください。それ以外の場合は手動で報酬を請求する必要があります
ko: 보상은 %1$@ 동안 누적됩니다. 자동 보상 지급을 받으려면 %2$@ 이상 Staking 하세요, 그렇지 않으면 수동으로 보상을 청구해야 합니다
pl: Nagrody naliczają się %1$@. Stake na ponad %2$@ dla automatycznej wypłaty nagród, w przeciwnym razie musisz odbierać nagrody ręcznie
pt_pt: Recompensas acumulam %1$@. Aposte mais de %2$@ para o pagamento automático de recompensas, caso contrário, você precisa reivindicar as recompensas manualmente
ru: Вознаграждения начисляются %1$@. Для автоматической выплаты вознаграждений застейкайте более %2$@, в противном случае вам необходимо будет получать вознаграждения вручную
tr: Ödüller %1$@ biriktirilir. Otomatik ödül ödemesi için %2$@ üzerinde stake yapın, aksi takdirde ödülleri manuel olarak talep etmeniz gerekecektir
vi: Phần thưởng được tích lũy %1$@. Stake hơn %2$@ để tự động trả phần thưởng, nếu không, bạn cần phải đòi phần thưởng thủ công
zh_hans: 奖励每%1$@累积一次。质押超过%2$@自动获得奖励支付，否则您需要手动领取奖励

# staking.start.rewards.balance
source: Rewards accrue %@ and added to the transferable balance
es: Las recompensas se acumulan %@ y se añaden al saldo transferible
fr: Les récompenses s'accumulent %@ et sont ajoutées au solde transférable
hu: A jutalmak %@ érkeznek és hozzáadódnak az utalható egyenleghez
id: Imbalan bertambah %@ dan ditambahkan ke saldo yang dapat ditransfer
it: Le ricompense si accumulano %@ e vengono aggiunte al saldo trasferibile
ja: 報酬は %@ ごとに累積され、移転可能な残高に追加されます
ko: 보상은 %@ 동안 누적되고 전송 가능한 잔액에 추가됩니다
pl: Nagrody naliczają się %@ i dodawane są do przenoszalnego salda
pt_pt: As recompensas são acumuladas %@ e adicionadas ao saldo transferível
ru: Вознаграждения начисляются %@ и добавляются к переводимому балансу
tr: Ödüller %@ birikir ve transfer edilebilir bakiyeye eklenir
vi: Phần thưởng được tích lũy %@ và được thêm vào số dư có thể chuyển khoản
zh_hans: 奖励在%@累积并添加到可转账余额中

# staking.start.rewards.restake
source: Rewards accrue %@ and added back to the stake
es: Las recompensas se acumulan %@ y se añaden de nuevo a la apuesta
fr: Les récompenses s'accumulent %@ et sont ajoutées de nouveau au stake
hu: A jutalmak %@ érkeznek és visszakerülnek a stake-be
id: Imbalan bertambah %@ dan ditambahkan kembali ke stake
it: Le ricompense si accumulano %@ e vengono reinvestite nello stake
ja: 報酬は %@ ごとに累積され、再び Stake に追加されます
ko: 보상은 %@ 동안 누적되고 다시 스테이크에 추가됩니다
pl: Nagrody naliczają się %@ i dodawane są z powrotem do stake
pt_pt: As recompensas são acumuladas %@ e adicionadas de volta à stake
ru: Вознаграждения начисляются %@ и добавляются обратно в стейк
tr: Ödüller %@ birikir ve stake'e geri eklenir
vi: Phần thưởng được tích lũy %@ và được thêm lại vào stake
zh_hans: 奖励在%@累积并重新加入赌注

# staking.start.test.network.token.value
source: no token value
es: sin valor de token
fr: aucune valeur de jeton
hu: a tokennek nincs értéke
id: tidak ada nilai token
it: nessun valore di token
ja: トークン価値なし
ko: 토큰 가치 없음
pl: bez wartości tokena
pt_pt: sem valor de token
ru: токеном без цены
tr: token değeri yok
vi: không có giá trị token
zh_hans: 没有代币价值
