Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# staking.restake.message
source: Your rewards will be added to your staking
es: Tus recompensas se añadirán a tu staking
fr: Vos récompenses seront ajoutées à votre staking
hu: A jutalmaid hozzáadódnak a stakingedhez
id: Rewards Anda akan ditambahkan ke staking Anda
it: Le tue ricompense saranno aggiunte al tuo staking
ja: 報酬はステーキングに追加されます
ko: 귀하의 리워드가 스테이킹에 추가됩니다
pl: Twoje nagrody zostaną dodane do twojego stakingu
pt_pt: Suas recompensas serão adicionadas ao seu staking
ru: Ваши награды будут добавлены к вашему стекингу
tr: Ödülleriniz staking hesabınıza eklenecektir
vi: Phần thưởng của bạn sẽ được thêm vào phần staking của bạn
zh_hans: 您的奖励将添加到您的质押中

# unified.address.popup.title
source: New Unified Address
es: Nueva Dirección Unificada
fr: Nouvelle adresse unifiée
hu: Új egységes cím
id: Alamat Baru Terpadu
it: Nuovo Indirizzo Unificato
ja: 新しい統一アドレス
ko: 새로운 통합 주소
pl: Nowy Zunifikowany Adres
pt_pt: Novo Endereço Unificado
ru: Новый Унифицированный Адрес
tr: Yeni Birleştirilmiş Adres
vi: Địa Chỉ Thống Nhất Mới
zh_hans: 新统一地址

# unified.address.popup.subtitle
source: Some exchanges may still require the legacy format for operations while they update.
es: Algunos intercambios aún pueden requerir el formato legacy para operaciones mientras actualizan.
fr: Certaines plateformes peuvent encore nécessiter le format legacy pour des opérations pendant qu'elles mettent à jour.
hu: Egyes cseréknek még szükségük lehet az örökölt formátumra, amíg frissítik a rendszert.
id: Beberapa pertukaran mungkin masih memerlukan format warisan untuk operasi saat mereka memperbarui.
it: Alcuni exchange possono ancora richiedere il formato legacy per operazioni mentre sono in aggiornamento.
ja: いくつかの取引所では、更新中に操作用に従来の形式が必要な場合があります。
ko: 일부 거래소는 업데이트하는 동안 작업을 위해 아직 레거시 형식을 요구할 수 있습니다.
pl: Niektóre giełdy mogą wciąż wymagać starszego formatu do operacji, podczas gdy dokonują aktualizacji.
pt_pt: Algumas trocas ainda podem exigir o formato legado para operações enquanto atualizam.
ru: Некоторые обменники могут по-прежнему требовать старый формат для операций, пока они обновляются.
tr: Bazı borsalar işlemler için hala eski formatı güncelleme yaparken kullanmanızı isteyebilir.
vi: Một số sàn giao dịch có thể vẫn yêu cầu định dạng cũ cho các hoạt động trong khi họ cập nhật.
zh_hans: 一些交易所可能仍然需要传统格式 在他们更新期间进行操作。

# unified.address.popup.checkbox.text
source: Do not show this again. You can find legacy address in Receive.
es: No mostrar esto nuevamente. Puedes encontrar la dirección legacy en Recibir.
fr: Ne plus afficher cela. Vous pouvez trouver l'adresse legacy dans Recevoir.
hu: Ne mutassa újra. Az örökölt címet a Befogadásnál találhatja meg.
id: Jangan tampilkan ini lagi. Anda dapat menemukan alamat warisan di Terima.
it: Non mostrare più. Puoi trovare l'indirizzo legacy in Ricevi.
ja: 再び表示しない。 受取で従来のアドレスを見つけることができます。
ko: 다시 표시하지 않습니다. 레거시 주소는 수신에서 찾을 수 있습니다.
pl: Nie pokazuj tego ponownie. Starszy adres możesz znaleźć w Odbiorze.
pt_pt: Não mostrar isso novamente. Você pode encontrar o endereço legado em Receber.
ru: Больше не показывать. Вы можете найти старый адрес в разделе Получение.
tr: Bunu tekrar gösterme. Eski adresi Al bölümünde bulabilirsiniz.
vi: Không hiển thị lại điều này. Bạn có thể tìm thấy địa chỉ cũ trong Nhận.
zh_hans: 不要再显示。 您可以在接收中找到传统地址。

# unified.address.new.format
source: New format
es: Nuevo formato
fr: Nouveau format
hu: Új formátum
id: Format baru
it: Nuovo formato
ja: 新しい形式
ko: 새 형식
pl: Nowy format
pt_pt: Novo formato
ru: Новый формат
tr: Yeni format
vi: Định dạng mới
zh_hans: 新格式

# unified.address.legacy.format
source: Legacy format
es: Formato legacy
fr: Format legacy
hu: Örökölt formátum
id: Format warisan
it: Formato legacy
ja: 従来の形式
ko: 레거시 형식
pl: Format starszy
pt_pt: Formato legado
ru: Старый формат
tr: Eski format
vi: Định dạng cũ
zh_hans: 传统格式

# asset.receive.looking.for.address.message
source: Looking for your legacy address for an exchange?
es: ¿Buscas tu dirección legacy para un intercambio?
fr: Vous cherchez votre adresse legacy pour un échange ?
hu: Az örökölt címedet keresed egy cseréhez?
id: Mencari alamat warisan Anda untuk pertukaran?
it: Cerchi il tuo indirizzo legacy per uno scambio?
ja: 取引のための従来のアドレスをお探しですか？
ko: 교환을 위한 레거시 주소를 찾고 있습니까?
pl: Szukasz swojego starszego adresu do wymiany?
pt_pt: Procurando seu endereço legado para uma troca?
ru: Ищете ваш старый адрес для обмена?
tr: Bir borsa için eski adresinizi mi arıyorsunuz?
vi: Đang tìm địa chỉ cũ của bạn để trao đổi?
zh_hans: 正在寻找用于交换的传统地址？

# asset.receive.view.address.format
source: View Address Formats
es: Ver formatos de dirección
fr: Voir les formats d'adresse
hu: Címformátumok megtekintése
id: Lihat Format Alamat
it: Visualizza Formati Indirizzo
ja: アドレス形式を表示
ko: 주소 형식 보기
pl: Zobacz formaty adresów
pt_pt: Ver Formatos de Endereço
ru: Просмотр форматов адресов
tr: Adres Formatlarını Görüntüle
vi: Xem Định Dạng Địa Chỉ
zh_hans: 查看地址格式

# ledger.flex.stax.address.verify.message
source: Press confirm button on your %@ to approve the address
es: Presiona el botón de confirmar en tu %@ para aprobar la dirección
fr: Appuyez sur le bouton de confirmation sur votre %@ pour approuver l'adresse
hu: Nyomja meg a megerősítő gombot a %@ eszközön a cím jóváhagyásához
id: Tekan tombol konfirmasi pada %@ Anda untuk menyetujui alamat tersebut
it: Premi il pulsante di conferma sul tuo %@ per approvare l'indirizzo
ja: 住所を承認するために %@ の確認ボタンを押してください
ko: 주소를 승인하려면 %@에서 확인 버튼을 누르세요
pl: Naciśnij przycisk potwierdzenia na swoim %@, aby zatwierdzić adres
pt_pt: Pressione o botão de confirmar no seu %@ para aprovar o endereço
ru: Нажмите кнопку подтверждения на вашем %@, чтобы подтвердить адрес
tr: Adres onayı için %@ cihazınızda onay düğmesine basın
vi: Nhấn nút xác nhận trên %@ của bạn để phê duyệt địa chỉ
zh_hans: 按下 %@ 上的确认按钮以批准地址

# ledger.flex.stax.sign.transaction.details
source: Hold confirm button on your %@ to approve the transaction
es: Mantén presionado el botón de confirmar en tu %@ para aprobar la transacción
fr: Maintenez le bouton de confirmation sur votre %@ pour approuver la transaction
hu: Tartsa lenyomva a megerősítő gombot a %@ eszközön a tranzakció jóváhagyásához
id: Tahan tombol konfirmasi pada %@ Anda untuk menyetujui transaksi
it: Tieni premuto il pulsante di conferma sul tuo %@ per approvare la transazione
ja: 取引を承認するために %@ の確認ボタンを長押ししてください
ko: 거래를 승인하려면 %@에서 확인 버튼을 누르세요
pl: Przytrzymaj przycisk potwierdzenia na swoim %@, aby zatwierdzić transakcję
pt_pt: Segure o botão de confirmar no seu %@ para aprovar a transação
ru: Удерживайте кнопку подтверждения на вашем %@, чтобы подтвердить транзакцию
tr: İşlemi onaylamak için %@ cihazınızda onay düğmesine basılı tutun
vi: Giữ nút xác nhận trên %@ của bạn để phê duyệt giao dịch
zh_hans: 长按 %@ 上的确认按钮以批准交易

# common.period.1d
source: 1d
fr: 1j
hu: 1n
id: 1 hari
it: 1gg
ja: 1日
ko: 1일
ru: 1д
tr: 1g
vi: 1 ngày
zh_hans: 1天

# polkadot.vault.qr.type.legacy
source: Legacy
es: Legado
fr: Héritage
hu: Régi
ja: レガシー
ko: 레거시
pt_pt: Legado
ru: Устаревший
tr: Eski
vi: Cũ
zh_hans: 传统

# polkadot.vault.qr.type.v7
source: New (Vault v7+)
es: Nuevo (Vault v7+)
fr: Nouveau (Vault v7+)
hu: Új (Vault v7+)
id: Baru (Vault v7+)
it: Nuovo (Vault v7+)
ja: 新しい (Vault v7+)
ko: 새로운 (Vault v7+)
pl: Nowy (Vault v7+)
pt_pt: Novo (Vault v7+)
ru: Новый (Vault v7+)
tr: Yeni (Vault v7+)
vi: Mới (Vault v7+)
zh_hans: 新的 (Vault v7+)

# wallet.asset.buySell
source: Buy/Sell
es: Comprar/Vender
fr: Acheter/Vendre
hu: Vétel/Eladás
id: Beli/Jual
it: Acquista/Vendi
ja: 購入/売却
ko: 구매/판매
pl: Kup/Sprzedaj
pt_pt: Comprar/Vender
ru: Купить/Продать
tr: Al/Sat
vi: Mua/Bán
zh_hans: 买入/卖出

# token.actions.picker.buy
source: Buy tokens
es: Comprar tokens
fr: Acheter des jetons
hu: Token vásárlás
id: Beli token
it: Acquista token
ja: トークンを購入
ko: 토큰 구매
pl: Kup tokeny
pt_pt: Comprar tokens
ru: Купить токены
tr: Token al
vi: Mua tokens
zh_hans: 购买代币

# token.actions.picker.sell
source: Sell tokens
es: Vender tokens
fr: Vendre des jetons
hu: Token eladás
id: Jual token
it: Vendi token
ja: トークンを販売
ko: 토큰 판매
pl: Sprzedaj tokeny
pt_pt: Vender tokens
ru: Продать токены
tr: Token sat
vi: Bán tokens
zh_hans: 出售代币

# wallet.asset.sell
source: Sell
es: Vender
fr: Vendre
hu: Elad
id: Jual
it: Vendi
ja: 販売
ko: 판매
pl: Sprzedaj
pt_pt: Vender
ru: Продать
tr: Sat
vi: Bán
zh_hans: 出售

# banxa.buy.action.description
source: Straightforward and efficient KYC process
es: Proceso de KYC directo y eficiente
fr: Processus KYC simple et efficace
hu: Közvetlen és hatékony KYC folyamat
id: Proses KYC yang sederhana dan efisien
it: Processo KYC semplice ed efficiente
ja: 簡単で効率的なKYCプロセス
ko: 직관적이고 효율적인 KYC 프로세스
pl: Prosty i efektywny proces KYC
pt_pt: Processo KYC direto e eficiente
ru: Простой и эффективный процесс KYC
tr: Doğrudan ve etkili KYC süreci
vi: Quy trình KYC đơn giản và hiệu quả
zh_hans: 简单高效的KYC流程

# sell.named.token
source: Sell %@ token
es: Vender token %@
fr: Vendre le jeton %@
hu: %@ token eladása
id: Jual token %@
it: Vendi token %@
ja: %@ トークンを売却
ko: %@ 토큰 판매
pl: Sprzedaj token %@
pt_pt: Vender token %@
ru: Продать токен %@
tr: %@ tokenınıza satış
vi: Bán token %@
zh_hans: 出售 %@ 代币

# sell.completed
source: Sale initiated! Please wait up to 60 minutes. You can track status on the email.
es: ¡Venta iniciada! Por favor, espere hasta 60 minutos. Puede seguir el estado en el correo electrónico.
fr: Vente initiée ! Veuillez patienter jusqu'à 60 minutes. Vous pouvez suivre le statut par email.
hu: Eladás elindítva! Kérjük, várjon legfeljebb 60 percig. A státuszt nyomon követheti az e-mailben.
id: Penjualan dimulai! Harap tunggu hingga 60 menit. Anda dapat melacak statusnya di email.
it: Vendita avviata! Attendi fino a 60 minuti. Puoi monitorare lo stato tramite email.
ja: 売却が開始されました！60分までお待ちください。ステータスはメールで確認できます。
ko: 판매 시작됨! 최대 60분 정도 기다려 주세요. 상태는 이메일에서 확인할 수 있습니다.
pl: Sprzedaż zainicjowana! Proszę czekać do 60 minut. Możesz śledzić status w e-mailu.
pt_pt: Venda iniciada! Por favor, aguarde até 60 minutos. Você pode acompanhar o status no e-mail.
ru: Продажа инициирована! Пожалуйста, подождите до 60 минут. Вы можете отслеживать статус по email.
tr: Satış başlatıldı! Lütfen 60 dakikaya kadar bekleyin. Durumu e-postadan takip edebilirsiniz.
vi: Đã bắt đầu bán! Vui lòng chờ tối đa 60 phút. Bạn có thể theo dõi trạng thái trên email.
zh_hans: 销售已启动！请等待最多60分钟。您可以在电子邮件中跟踪状态。

# ramp.not.supported.alert.title
source: This token is not supported by the buy/sell feature
es: Este token no es compatible con la función de compra/venta
fr: Ce jeton n'est pas supporté par la fonction d'achat/vente
hu: Ez a token nem támogatott a vásárlás/eladás funkció által
id: Token ini tidak didukung oleh fitur beli/jual
it: Questo token non è supportato dalla funzionalità di acquisto/vendita
ja: このトークンは購入/売却機能でサポートされていません
ko: 이 토큰은 구매/판매 기능에서 지원되지 않습니다
pl: Ten token nie jest obsługiwany przez funkcję kupna/sprzedaży
pt_pt: Este token não é suportado pela funcionalidade de compra/venda
ru: Этот токен не поддерживается функцией покупки/продажи
tr: Bu token alış/satış özelliği tarafından desteklenmiyor
vi: Token này không được tính năng mua/bán hỗ trợ
zh_hans: 买入/卖出功能不支持此代币

# offRamp.not.supported.alert.title
source: This token is not supported by the sell feature
es: Este token no es compatible con la función de venta
fr: Ce jeton n'est pas supporté par la fonction de vente
hu: Ez a token nem támogatott az eladási funkció által
id: Token ini tidak didukung oleh fitur jual
it: Questo token non è supportato dalla funzionalità di vendita
ja: このトークンは売却機能でサポートされていません
ko: 이 토큰은 판매 기능에서 지원되지 않습니다
pl: Ten token nie jest obsługiwany przez funkcję sprzedaży
pt_pt: Este token não é suportado pela funcionalidade de venda
ru: Этот токен не поддерживается функцией продажи
tr: Bu token satış özelliği tarafından desteklenmiyor
vi: Token này không được tính năng bán hỗ trợ
zh_hans: 卖出功能不支持此代币

# onRamp.not.supported.alert.title
source: This token is not supported by the buy feature
es: Este token no es compatible con la función de compra
fr: Ce jeton n'est pas supporté par la fonction d'achat
hu: Ez a token nem támogatott a vásárlás funkció által
id: Token ini tidak didukung oleh fitur beli
it: Questo token non è supportato dalla funzionalità di acquisto
ja: このトークンは購入機能でサポートされていません
ko: 이 토큰은 구매 기능에서 지원되지 않습니다
pl: Ten token nie jest obsługiwany przez funkcję zakupu
pt_pt: Este token não é suportado pela funcionalidade de compra
ru: Этот токен не поддерживается функцией покупки
tr: Bu token satın alma özelliği tarafından desteklenmiyor
vi: Token này không được tính năng mua hỗ trợ
zh_hans: 买入功能不支持此代币

# banxa.sell.action.description
source: Straightforward and efficient KYC process
es: Proceso de KYC directo y eficiente
fr: Processus KYC simple et efficace
hu: Közvetlen és hatékony KYC folyamat
id: Proses KYC yang sederhana dan efisien
it: Processo KYC semplice ed efficiente
ja: 簡単で効率的なKYCプロセス
ko: 직관적이고 효율적인 KYC 프로세스
pl: Prosty i efektywny proces KYC
pt_pt: Processo KYC direto e eficiente
ru: Простой и эффективный процесс KYC
tr: Doğrudan ve etkili KYC süreci
vi: Quy trình KYC đơn giản và hiệu quả
zh_hans: 简单高效的KYC流程

# transak.buy.action.description
source: Buy crypto starting from just $5
es: Compra de criptomonedas a partir de solo $5
fr: Achetez des cryptos à partir de seulement 5 $
hu: Kriptovásárlás már $5-tól
id: Beli kripto mulai dari $5
it: Acquista criptovaluta a partire da soli $5
ja: わずか$5からクリプトを購入
ko: $5부터 암호화폐 구매 시작
pl: Kup kryptowaluty już od $5
pt_pt: Compre cripto a partir de apenas $5
ru: Купите криптовалюту начиная с $5
tr: Sadece $5 ile kripto satın al
vi: Mua tiền điện tử bắt đầu chỉ với $5
zh_hans: 最低仅需$5即可购买加密货币

# transak.sell.action.description
source: Sell crypto starting from just $10
es: Venta de criptomonedas a partir de solo $10
fr: Vendez des cryptos à partir de seulement 10 $
hu: Kripto eladás már $10-től
id: Jual kripto mulai dari $10
it: Vendi criptovaluta a partire da soli $10
ja: わずか$10からクリプトを売る
ko: $10부터 암호화폐 판매 시작
pl: Sprzedaj kryptowaluty już od $10
pt_pt: Venda cripto a partir de apenas $10
ru: Продайте криптовалюту начиная с $10
tr: Sadece $10 ile kripto sat
vi: Bán tiền điện tử bắt đầu chỉ với $10
zh_hans: 最低仅需$10即可出售加密货币

# mercuryo.buy.action.description
source: Best price with fees up to 3.95%
es: Mejor precio con tarifas de hasta 3.95%
fr: Meilleur prix avec des frais jusqu'à 3,95 %
hu: Legjobb ár akár 3,95% díjakkal
id: Harga terbaik dengan biaya hingga 3,95%
it: Miglior prezzo con commissioni fino al 3,95%
ja: 手数料最大3.95%で最良の価格
ko: 최대 3.95%의 수수료로 최고의 가격 제공
pl: Najlepsza cena z opłatami do 3,95%
pt_pt: Melhor preço com taxas de até 3,95%
ru: Лучшая цена с комиссиями до 3.95%
tr: 3.95% kadar ücretlerle en iyi fiyat
vi: Giá tốt nhất với phí lên đến 3.95%
zh_hans: 最佳价格，手续费最高至3.95%

# mercuryo.sell.action.description
source: Best price with fees up to 3.95%
es: Mejor precio con tarifas de hasta 3.95%
fr: Meilleur prix avec des frais jusqu'à 3,95 %
hu: Legjobb ár akár 3,95% díjakkal
id: Harga terbaik dengan biaya hingga 3,95%
it: Miglior prezzo con commissioni fino al 3,95%
ja: 手数料最大3.95%で最良の価格
ko: 최대 3.95%의 수수료로 최고의 가격 제공
pl: Najlepsza cena z opłatami do 3,95%
pt_pt: Melhor preço com taxas de até 3,95%
ru: Лучшая цена с комиссиями до 3.95%
tr: 3.95% kadar ücretlerle en iyi fiyat
vi: Giá tốt nhất với phí lên đến 3.95%
zh_hans: 最佳价格，手续费最高至3.95%

# select.buy.provider.title
source: Select a provider to buy %@ token
es: Seleccione un proveedor para comprar el token %@
fr: Sélectionnez un fournisseur pour acheter le jeton %@
hu: Válasszon szolgáltatót a(z) %@ token vásárlásához
id: Pilih penyedia untuk membeli token %@
it: Seleziona un fornitore per acquistare il token %@
ja: %@ トークンを買うためのプロバイダーを選択
ko: %@ 토큰 구매를 위한 제공업체 선택
pl: Wybierz dostawcę do zakupu %@ tokena
pt_pt: Selecione um provedor para comprar o token %@
ru: Выберите провайдера для покупки токена %@
tr: %@ tokenını satın almak için bir sağlayıcı seçin
vi: Chọn một nhà cung cấp để mua token %@
zh_hans: 选择一个提供商购买 %@ 代币

# select.sell.provider.title
source: Select a provider to sell %@ token
es: Seleccione un proveedor para vender el token %@
fr: Sélectionnez un fournisseur pour vendre le jeton %@
hu: Válasszon szolgáltatót a(z) %@ token eladásához
id: Pilih penyedia untuk menjual token %@
it: Seleziona un fornitore per vendere il token %@
ja: %@ トークンを売るためのプロバイダーを選択
ko: %@ 토큰 판매를 위한 제공업체 선택
pl: Wybierz dostawcę do sprzedaży %@ tokena
pt_pt: Selecione um provedor para vender o token %@
ru: Выберите провайдера для продажи токена %@
tr: %@ tokenının satışını yapmak için bir sağlayıcı seçin
vi: Chọn một nhà cung cấp để bán token %@
zh_hans: 选择一个提供商出售 %@ 代币

# select.provider.disclaimer.text
source: Payment methods, fees and limits differ by provider. Compare their quotes to find the best option for you.
es: Los métodos de pago, tarifas y límites difieren según el proveedor. Compare sus cotizaciones para encontrar la mejor opción para usted.
fr: Les méthodes de paiement, frais et limites diffèrent selon le fournisseur. Comparez leurs devis pour trouver la meilleure option pour vous.
hu: A fizetési módok, díjak és korlátok szolgáltatónként eltérőek. Hasonlítsa össze az ajánlatukat, hogy megtalálja a legjobb lehetőséget.
id: Metode pembayaran, biaya, dan batasan berbeda-beda tergantung penyedia. Bandingkan kutipan mereka untuk menemukan pilihan terbaik untuk Anda.
it: Metodi di pagamento, commissioni e limiti variano a seconda del fornitore. Confronta le loro offerte per trovare l'opzione migliore per te.
ja: プロバイダーによって支払い方法、手数料、制限が異なります。それらの見積もりを比較して最適なオプションを見つけてください。
ko: 결제 수단, 수수료 및 제한은 제공업체에 따라 다릅니다. 그들의 견적을 비교하여 최적의 옵션을 찾으세요.
pl: Metody płatności, opłaty i limity różnią się w zależności od dostawcy. Porównaj ich oferty, aby znaleźć najlepszą opcję dla siebie.
pt_pt: Os métodos de pagamento, taxas e limites diferem por provedor. Compare suas ofertas para encontrar a melhor opção para você.
ru: Методы оплаты, комиссии и лимиты различаются в зависимости от провайдера. Сравните их предложения, чтобы найти лучший вариант для вас.
tr: Ödeme yöntemleri, ücretler ve limitler sağlayıcıya göre farklılık gösterir. Sizin için en iyi seçeneği bulmak için teklifleri karşılaştırın.
vi: Phương thức thanh toán, phí và giới hạn khác nhau tùy theo nhà cung cấp. So sánh báo giá của họ để tìm tùy chọn tốt nhất cho bạn.
zh_hans: 不同提供商的支付方式、费用和限额有所不同。比较他们的报价以找到适合您的最佳选项。

# sell.operation.network.list.title
source: Select network for selling %@
es: Seleccione la red para vender %@
fr: Sélectionnez le réseau pour vendre %@
hu: Válasszon hálózatot a(z) %@ eladásához
id: Pilih jaringan untuk menjual %@
it: Seleziona la rete per vendere %@
ja: %@ を売るためのネットワークを選択
ko: %@ 판매를 위한 네트워크 선택
pl: Wybierz sieć do sprzedaży %@
pt_pt: Selecione a rede para vender %@
ru: Выберите сеть для продажи %@
tr: %@ satışı için ağı seçin
vi: Chọn mạng để bán %@
zh_hans: 选择网络出售 %@

# asset.operation.sell.title
source: Sell
es: Vender
fr: Vendre
hu: Elad
id: Jual
it: Vendi
ja: 売却
ko: 판매
pl: Sprzedaj
pt_pt: Vender
ru: Продать
tr: Sat
vi: Bán
zh_hans: 出售

# ramp.not.supported.alert.message
source: None of our providers currently support the buying or selling of this token. Please choose a different token, a different network, or check back later.
es: Ninguno de nuestros proveedores actualmente soporta la compra o venta de este token. Por favor elija un token diferente, una red diferente, o vuelva a verificar más tarde.
fr: Aucun de nos fournisseurs ne supporte actuellement l'achat ou la vente de ce jeton. Veuillez choisir un jeton différent, un réseau différent, ou revenir plus tard.
hu: Egyik szolgáltatónk sem támogatja jelenleg ennek a tokennek a vásárlását vagy eladását. Kérjük, válasszon másik tokent, másik hálózatot, vagy térjen vissza később.
id: Tidak ada penyedia kami yang saat ini mendukung pembelian atau penjualan token ini. Silakan pilih token lain, jaringan lain, atau periksa kembali nanti.
it: Nessuno dei nostri fornitori supporta attualmente l'acquisto o la vendita di questo token. Scegli un token diverso, una rete diversa o riprova più tardi.
ja: 現在、弊社のプロバイダーはこのトークンの購入または売却をサポートしていません。別のトークン、異なるネットワークを選択するか、後ほど再確認してください。
ko: 현재 제공업체 중 이 토큰을 구매하거나 판매할 수 있는 곳이 없습니다. 다른 토큰이나 네트워크를 선택하거나 나중에 다시 확인하세요.
pl: Żaden z naszych dostawców obecnie nie obsługuje zakupu ani sprzedaży tego tokena. Proszę wybrać inny token, inną sieć lub sprawdzić później.
pt_pt: Nenhum de nossos provedores atualmente suporta a compra ou venda deste token. Por favor, escolha um token diferente, uma rede diferente ou volte mais tarde.
ru: Ни один из наших провайдеров в настоящее время не поддерживает покупку или продажу этого токена. Пожалуйста, выберите другой токен, другую сеть или попробуйте позже.
tr: Şu anda hiçbir sağlayıcımız bu tokenin satın alma veya satılmasını desteklemiyor. Lütfen farklı bir token, farklı bir ağ seçin veya daha sonra tekrar kontrol edin.
vi: Không có nhà cung cấp nào của chúng tôi hiện đang hỗ trợ mua hoặc bán token này. Vui lòng chọn token khác, mạng khác hoặc kiểm tra lại sau.
zh_hans: 当前没有供应商支持购买或出售此代币。请选择其他代币、其他网络或稍后再试。

# onRamp.not.supported.alert.message
source: None of our providers currently support the buying of this token. Please choose a different token, a different network, or check back later.
es: Ninguno de nuestros proveedores actualmente soporta la compra de este token. Por favor elija un token diferente, una red diferente, o vuelva a verificar más tarde.
fr: Aucun de nos fournisseurs ne supporte actuellement l'achat de ce jeton. Veuillez choisir un jeton différent, un réseau différent, ou revenir plus tard.
hu: Egyik szolgáltatónk sem támogatja jelenleg ennek a tokennek a vásárlását. Kérjük, válasszon másik tokent, másik hálózatot, vagy térjen vissza később.
id: Tidak ada penyedia kami yang saat ini mendukung pembelian token ini. Silakan pilih token lain, jaringan lain, atau periksa kembali nanti.
it: Nessuno dei nostri fornitori supporta attualmente l'acquisto di questo token. Scegli un token diverso, una rete diversa o riprova più tardi.
ja: 現在、弊社のプロバイダーはこのトークンの購入をサポートしていません。別のトークン、異なるネットワークを選択するか、後ほど再確認してください。
ko: 현재 제공업체 중 이 토큰을 구매할 수 있는 곳이 없습니다. 다른 토큰이나 네트워크를 선택하거나 나중에 다시 확인하세요.
pl: Żaden z naszych dostawców obecnie nie obsługuje zakupu tego tokena. Proszę wybrać inny token, inną sieć lub sprawdzić później.
pt_pt: Nenhum de nossos provedores atualmente suporta a compra deste token. Por favor, escolha um token diferente, uma rede diferente ou volte mais tarde.
ru: Ни один из наших провайдеров в настоящее время не поддерживает покупку этого токена. Пожалуйста, выберите другой токен, другую сеть или попробуйте позже.
tr: Şu anda hiçbir sağlayıcımız bu tokenin satın alınmasını desteklemiyor. Lütfen farklı bir token, farklı bir ağ seçin veya daha sonra tekrar kontrol edin.
vi: Không có nhà cung cấp nào của chúng tôi hiện đang hỗ trợ mua token này. Vui lòng chọn token khác, mạng khác hoặc kiểm tra lại sau.
zh_hans: 当前没有供应商支持购买此代币。请选择其他代币、其他网络或稍后再试。
