Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# staking.confirm.proxy.type.subtitle
source: Staking operations
es: Operaciones de staking
fr: Opérations de Staking
hu: Stake-elési műveletek
id: Operasi Staking
it: Operazioni di staking
ja: Stakingオペレーション
ko: Staking 작업
pl: Operacje Staking
pt_pt: Operações de Staking
ru: Операции стейкинга
tr: Staking operasyonları
vi: Giao dịch Staking
zh_hans: 赌注操作

# staking.confirm.proxy.wallet
source: Delegating wallet
es: Monedero de delegación
fr: Portefeuille déléguant
hu: Delegáló tárca
id: Dompet yang didelagasi
it: Portafoglio che delega
ja: 委任ウォレット
ko: 위임 지갑
pl: Delegowanie portfela
pt_pt: Carteira de delegação
ru: Кошелек делегирования
tr: Delegasyon yapılacak cüzdan
vi: Ví ủy quyền
zh_hans: 委托钱包

# staking.confirm.proxy.account.proxied
source: Delegating account
es: Cuenta de delegación
fr: Compte déléguant
hu: Delegáló fiók
id: Akun yang didelagasi
it: Account che delega
ja: 委任アカウント
ko: 위임 계정
pl: Delegowanie konta
pt_pt: Conta de delegação
ru: Аккаунт делегирования
tr: Delegasyon yapılacak hesap
vi: Tài khoản ủy quyền
zh_hans: 委托帐户

# staking.confirm.proxy.type.title
source: Grant access type
es: Tipo de acceso concedido
fr: Type d'accès accordé
hu: Hozzáférés típusa
id: Berikan tipe akses
it: Conferisce tipo di accesso
ja: アクセス種類を付与
ko: 접근 유형 부여
pl: Typ dostępu
pt_pt: Conceder tipo de acesso
ru: Тип доступа
tr: Erişim türü ver
vi: Cấp loại quyền truy cập
zh_hans: 授予访问类型

# staking.confirm.proxy.account.proxy
source: Delegate to
es: Delegar a
fr: Déléguer à
hu: Delegálás ide
id: Mendelagasi ke
it: Delega a
ja: 委任先
ko: 위임할 대상
pl: Delegować do
pt_pt: Delegar para
ru: Делегировать аккаунту
tr: Hesap için delegasyon yap
vi: Ủy quyền cho
zh_hans: 委托给

# staking.add.proxy.confirmation.title
source: Add delegation
es: Añadir delegación
fr: Ajouter une délégation
hu: Delegálás hozzáadása
id: Tambahkan delegasi
it: Aggiungi delega
ja: 委任を追加
ko: 위임 추가
pl: Dodaj delegację
pt_pt: Adicionar delegação
ru: Добавить делегацию
tr: Delegasyon ekle
vi: Thêm ủy nhiệm
zh_hans: 添加委托

# staking.setup.proxy.error.proxy.already.exists.title
source: Delegation already exists
es: La delegación ya existe
fr: La délégation existe déjà
hu: A delegálás már létezik
id: Delegasi sudah ada
it: La delega esiste già
ja: 委任はすでに存在します
ko: 위임이 이미 존재합니다
pl: Delegacja już istnieje
pt_pt: Delegação já existe
ru: Делегация уже существует
tr: Delegasyon zaten var
vi: Ủy quyền đã tồn tại
zh_hans: 委托已存在

# staking.setup.proxy.error.proxy.already.exists.message
source: You are already delegating to this account: %@
es: Ya está delegando a esta cuenta: %@
fr: Vous déléguez déjà à ce compte : %@
hu: Már delegálsz a következő fiókhoz: %@
id: Anda sudah melakukan delegasi ke akun ini: %@
it: Stai già delegando a questo account: %@
ja: このアカウントにすでに委任しています: %@
ko: 이미 이 계정에 위임하고 있습니다: %@
pl: Już delegujesz uprawnienia temu kontu: %@
pt_pt: Você já está delegando a esta conta: %@
ru: Вы уже делегируете полномочия этому аккаунту: %@
tr: Bu hesaba zaten delege ediyorsunuz: %@
vi: Bạn đã ủy quyền cho tài khoản này: %@
zh_hans: 您已经向此账户委托了：%@

# staking.setup.proxy.error.invalid.address.title
source: Invalid proxy address
es: Dirección proxy inválida
fr: Adresse proxy invalide
hu: Érvénytelen proxy cím
id: Alamat proksi tidak valid.
it: Indirizzo proxy non valido
ja: 無効なプロキシアドレス
ko: 유효하지 않은 프록시 주소
pl: Nieprawidłowy adres proxy
pt_pt: Endereço proxy inválido
ru: Неверный адрес прокси
tr: Geçersiz proxy adresi
vi: Địa chỉ proxy không hợp lệ
zh_hans: 代理地址无效

# staking.setup.proxy.error.invalid.address.message
source: Proxy address should be a valid %@ address
es: La dirección proxy debe ser una dirección %@ válida
fr: L'adresse proxy doit être une adresse %@ valide
hu: A proxy címnek érvényes %@ címnek kell lennie
id: Alamat proksi harus berupa alamat %@ yang valid.
it: L'indirizzo del proxy dovrebbe essere un indirizzo valido %@
ja: プロキシアドレスは有効な%@アドレスである必要があります
ko: 프록시 주소는 유효한 %@ 주소여야 합니다
pl: Adres proxy powinien być prawidłowym adresem %@
pt_pt: O endereço proxy deve ser um endereço %@ válido
ru: Адрес прокси должен быть действительным адресом %@
tr: Proxy adresi geçerli bir %@ adresi olmalıdır
vi: Địa chỉ proxy phải là địa chỉ %@ hợp lệ
zh_hans: 代理地址应该是一个有效的%@地址

# staking.setup.proxy.deposit.details
source: The deposit stays reserved on your account until the proxy is removed.
es: El depósito permanece reservado en tu cuenta hasta que se remueva el proxy.
fr: Le dépôt reste réservé sur votre compte jusqu'à ce que le proxy soit supprimé.
hu: A letét a számládon marad a proxy eltávolításáig.
id: Deposit tetap direservasi di akun Anda sampai proxy dihapus.
it: Il deposito rimane riservato sul tuo account finché il proxy non viene rimosso
ja: デポジットはプロキシが削除されるまであなたのアカウントに予約されたままになります。
ko: 프록시가 제거될 때까지 예치금은 계좌에 예약된 상태로 남아 있습니다.
pl: Depozyt pozostaje zarezerwowany na Twoim koncie, dopóki proxy nie zostanie usunięty.
pt_pt: O depósito permanece reservado em sua conta até que o proxy seja removido.
ru: Депозит остается зарезервированным на вашем счете до тех пор, пока прокси не будет удален.
tr: Proxy kaldırılana kadar depozito hesabınızda rezerve olarak kalır.
vi: Số tiền ký gửi sẽ được giữ nguyên trên tài khoản của bạn cho đến khi proxy bị xóa.
zh_hans: 存款在您的帐户上保留，直到代理被删除。

# staking.setup.proxy.error.invalid.maximum.proxies.title
source: Maximum number of proxies has been reached
es: Se ha alcanzado el número máximo de proxies
fr: Le nombre maximum de proxies a été atteint
hu: A proxy-k száma elérte a maximumot
id: Jumlah maksimum proxy telah tercapai
it: Limite massimo di proxy raggiunto
ja: プロキシの最大数に達しました
ko: 최대 프록시 수에 도달했습니다
pl: Osiągnięto maksymalną liczbę proxy
pt_pt: Número máximo de proxies foi alcançado
ru: Достигнуто максимальное количество прокси
tr: Maksimum proxy sayısına ulaşıldı
vi: Đã đạt đến số lượng proxy tối đa
zh_hans: 已达到代理最大数量

# staking.setup.proxy.error.invalid.maximum.proxies.message
source: You have reached the limit of %@ added proxies in %@. Remove proxies to add new ones.
es: Has alcanzado el límite de %@ proxies añadidos en %@. Elimina proxies para añadir nuevos.
fr: Vous avez atteint la limite de %@ proxies ajoutés dans %@. Supprimez des proxies pour en ajouter de nouveaux.
hu: Elérted a felvehető proxy-k számát, ami %@ a %@ láncon. Törölj proxy-kat, hogy újakat vehess fel.
id: Anda telah mencapai batas %@ proxy yang ditambahkan dalam %@. Hapus proxy untuk menambahkan yang baru.
it: Hai raggiunto il limite di %@ proxy aggiunti in %@. Rimuovi i proxy per aggiungerne di nuovi
ja: %@で追加できるプロキシの上限に達しました。新しいものを追加するためには既存のプロキシを削除してください。
ko: %@에서 추가된 프록시 수의 한도에 도달했습니다. 새로운 프록시를 추가하려면 기존 프록시를 제거하세요.
pl: Osiągnąłeś limit %@ dodanych proxy w %@. Usuń proxy, aby dodać nowe.
pt_pt: Você alcançou o limite de %@ proxies adicionados em %@. Remova proxies para adicionar novos.
ru: Вы достигли лимита добавленных прокси (%@) в %@ . Удалите прокси, чтобы добавить новые.
tr: %@'da eklenen maksimum proxy (%@) limitine ulaştınız. Yeni eklemeler yapabilmek için proxy'leri kaldırın.
vi: Bạn đã đạt đến giới hạn %@ proxy được thêm vào %@. Xóa proxy để thêm proxy mới.
zh_hans: 您已达到在%@中添加的代理的上限%@。移除代理以添加新代理。

# staking.setup.proxy.error.insufficient.balance.title
source: Not enough tokens
es: Tokens insuficientes
fr: Pas assez de tokens
hu: Nincs elegendő token
id: Token tidak mencukupi
it: Token insufficienti
ja: トークンが足りません
ko: 토큰이 부족합니다
pl: Niewystarczająca liczba tokenów
pt_pt: Tokens insuficientes
ru: Недостаточно токенов
tr: Yeterli token yok
vi: Không đủ token
zh_hans: 代币不足

# staking.setup.proxy.error.insufficient.balance.message
source: You don’t have enough balance for proxy deposit of %@. Available balance: %@
es: No tienes saldo suficiente para el depósito de proxy de %@. Saldo disponible: %@
fr: Vous n'avez pas suffisamment de solde pour le dépôt proxy de %@. Solde disponible : %@
hu: Az egyenleged nem elegendő a(z) %@ proxy letéthez. Elérhető egyenleg: %@
id: Saldo Anda tidak mencukupi untuk deposit proxy sebesar %@. Saldo yang tersedia: %@
it: Non hai abbastanza saldo per il deposito del proxy di %@. Saldo disponibile: %@
ja: プロキシデポジットのための残高が不足しています %@。利用可能な残高: %@
ko: proxy deposit %@을(를) 위한 충분한 잔고가 없습니다. 사용 가능한 잔고: %@
pl: Nie masz wystarczającego salda na proxy deposit w wysokości %@. Dostępne saldo: %@
pt_pt: Você não tem saldo suficiente para o depósito proxy de %@. Saldo disponível: %@
ru: У вас недостаточный баланс для прокси-депозита %@. Доступный баланс: %@
tr: Proxy depozitosu için yeterli bakiyeniz yok %@. Mevcut bakiye: %@
vi: Bạn không có đủ số dư cho tiền đặt cọc proxy %@. Số dư có sẵn: %@
zh_hans: 你的余额不足以支付%@的代理存款。可用余额：%@

# staking.setup.your.proxies
source: Your delegations
es: Tus delegaciones
fr: Vos délégations
hu: Delegációid
id: Delegasi Anda
it: Le tue deleghe
ja: あなたの委任
ko: 귀하의 위임
pl: Twoje delegacje
pt_pt: Suas delegações
ru: Ваши делегации
tr: Delegasyonlarınız
vi: Các ủy nhiệm của bạn
zh_hans: 您的委托

# staking.setup.add.your.proxy
source: Add delegated authority (Proxy)
es: Añadir autoridad delegada (Proxy)
fr: Ajouter une autorité déléguée (Proxy)
hu: Delegált hatáskör hozzáadása (Proxy)
id: Tambahkan otoritas terdelegasi (Proxy)
it: Aggiungi autorità delegata (Proxy)
ja: 委任された権限を追加 (Proxy)
ko: 위임 권한 추가 (프록시)
pl: Dodaj delegowane uprawnienia (Proxy)
pt_pt: Adicionar autoridade delegada (Proxy)
ru: Делегировать полномочия (прокси)
tr: Yetki devri ekle (Vekil)
vi: Thêm quyền ủy nhiệm (Proxy)
zh_hans: 添加委托权限（代理）

# staking.setup.proxy.authority
source: Give authority to
es: Otorgar autoridad a
fr: Donner l'autorité à
hu: Meghatalmazott
it: Conferire autorità a
ja: 権限を与える
ko: 권한 부여
pl: Nadaj uprawnienia
pt_pt: Dar autoridade para
ru: Выдать полномочия аккаунту
tr: Yetki ver
vi: Cấp quyền cho
zh_hans: 授权给

# staking.setup.proxy.deposit
source: Proxy deposit
es: Depósito de proxy
fr: Dépôt par procuration
hu: Proxy letét
id: Deposit Proxy
it: Deposito proxy
ja: プロキシデポジット
ko: 프록시 입금
pl: Depozyt proxy
pt_pt: Depósito de proxy
ru: Прокси депозит
tr: Vekil depozito
vi: Gửi tiền ủy quyền
zh_hans: 代理存款

# staking.setup.proxy.title
source: Add delegation for %@ staking
es: Agregar delegación para el staking de %@
fr: Ajouter une délégation pour le staking %@
hu: Delegálás megadása %@ stake-eléshez
id: Tambahkan delegasi untuk staking %@
it: Aggiungi delega per lo staking di %@
ja: %@ Stakingのデリゲーションを追加
ko: %@ Staking을 위한 대리 추가
pl: Dodaj delegację dla %@ staking
pt_pt: Adicionar delegação para staking em %@
ru: Добавить делегацию для %@ стекинга
tr: Staking için %@ delegasyonu ekle
vi: Thêm ủy quyền cho %@ staking
zh_hans: 为%@质押添加委托

# xcm.delivery.fee.ed.error.message
source: Due to the cross-chain restrictions you can transfer not more than %@
es: Debido a las restricciones entre cadenas, puedes transferir no más de %@
fr: En raison des restrictions inter-chaînes, vous ne pouvez pas transférer plus de %@
hu: A láncok közötti korlátozások miatt nem lehet többet átutalni, mint %@
id: Karena pembatasan lintas-rantai, Anda tidak dapat mentransfer lebih dari %@
it: A causa delle restrizioni cross-chain, puoi trasferire non più di %@
ja: クロスチェーンの制限により、%@を超えて転送することはできません
ko: 크로스체인 제한으로 인해 %@ 이상을 전송할 수 없습니다
pl: Z powodu ograniczeń międzyłańcuchowych nie możesz przelać więcej niż %@
pt_pt: Devido às restrições entre cadeias, você pode transferir no máximo %@
ru: Из-за межсетевых ограничений вы можете перевести не более %@
tr: Çapraz zincir kısıtlamaları nedeniyle %@'den fazla aktarım yapamazsınız
vi: Do hạn chế chuỗi chéo bạn chỉ có thể chuyển không hơn %@
zh_hans: 由于跨链限制，您转账的金额不能超过%@

# notifications.management.wallets.warning
source: You won't receive notifications about Wallet Activities (Balances, Staking) because you haven't selected any wallet
es: No recibirás notificaciones sobre Actividades de Carteras (Balances, Staking) porque no has seleccionado ninguna cartera
fr: Vous ne recevrez pas de notifications concernant les activités du portefeuille (soldes, Staking) car vous n'avez sélectionné aucun portefeuille
hu: Nem fogsz értesítést kapni tárca tevékenységekről (Egyenlegek, Stake-elés), mivel nem választottál ki egy tárcát sem.
id: Anda tidak akan menerima pemberitahuan tentang Aktivitas Dompet (Saldo, Staking) karena Anda belum memilih dompet mana pun
it: Non riceverai notifiche sulle Attività del Portafoglio (Saldi, Staking) perché non hai selezionato nessun portafoglio
ja: ウォレットを選択していないため、ウォレット活動（残高、ステーキング）についての通知を受け取ることができません。
ko: 지갑을 선택하지 않았기 때문에 지갑 활동(잔액, Staking)에 대한 알림을 받지 못합니다
pl: Nie będziesz otrzymywać powiadomień o aktywnościach portfela (Salda, Staking), ponieważ nie wybrałeś żadnego portfela
pt_pt: Você não receberá notificações sobre Atividades da Carteira (Saldos, Staking) porque você não selecionou nenhuma carteira
ru: Вы не будете получать уведомления о деятельности кошелька (балансы, стейкинг), поскольку вы не выбрали ни один кошелек.
tr: Herhangi bir cüzdan seçmediğiniz için Cüzdan Aktiviteleri (Bakiyeler, Staking) hakkında bildirim almayacaksınız
vi: Bạn sẽ không nhận được thông báo về Hoạt động Ví (Số dư, Staking) vì bạn chưa chọn bất kỳ ví nào
zh_hans: 因为您没有选择任何钱包，您将不会接收到有关钱包活动（余额，质押）的通知

# notifications.management.gov.tracks.title
source: Select tracks for
es: Seleccione pistas para
fr: Sélectionner des pistes pour
hu: Kategóriák választása:
it: Seleziona brani per
ja: トラックを選択
ko: 트랙 선택
pl: Wybierz trasy dla
pt_pt: Selecione faixas para
ru: Выберите треки для
tr: İçin şarkıları seçin
vi: Chọn track cho
zh_hans: 选择曲目

# notifications.management.gov.selected.tracks
source: %d of %d
es: %li de %li
fr: %li sur %li
hu: %d / %d
id: %li of %li
it: %li di %li
ja: %li / %li
ko: %li 중 %li
pl: %li z %li
pt_pt: %li de %li
ru: %d из %d
tr: %li / %li
vi: %li trong %li
zh_hans: %li / %li

# notifications.management.gov.new.referendum
source: New Referendum
es: Nuevo Referéndum
fr: Nouveau référendum
hu: Új Referendum
id: Referendum Baru
it: Nuovo Referendum
ja: 新しい国民投票
ko: 새로운 국민투표
pl: Nowy Referendum
pt_pt: Novo Referendo
ru: Новые референдумы
tr: Yeni Referandum
vi: Trưng cầu dân ý mới
zh_hans: 新公投

# notifications.management.gov.referendum.update
source: Referendum Update
es: Actualización de Referéndum
fr: Mise à jour du référendum
hu: Referendum frissítés
id: Pembaruan Referendum
it: Aggiornamento Referendum
ja: 国民投票の更新
ko: 국민투표 업데이트
pl: Aktualizacja Referendum
pt_pt: Atualização de Referendo
ru: Обновление референдума
tr: Referandum Güncellemesi
vi: Cập nhật trưng cầu dân ý
zh_hans: 公投更新

# common.clear
source: Clear
es: Limpiar
fr: Effacer
hu: Törlés
id: Bersihkan
it: Cancella
ja: クリア
ko: 지우기
pl: Wyczyść
pt_pt: Limpar
ru: Очистить
tr: Temizle
vi: Xóa
zh_hans: 清除

# notifications.wallet.list.limit.error.title
source: You cannot select more than %d wallets
es: No puedes seleccionar más de %li carteras
fr: Vous ne pouvez pas sélectionner plus de %li portefeuilles
hu: Nem választhatsz %d tárcánál többet
id: Anda tidak dapat memilih lebih dari %li dompet
it: Non è possibile selezionare più di %li portafogli
ja: 最大%liウォレットまでしか選択できません
ko: %li 개 이상의 지갑을 선택할 수 없습니다
pl: Nie możesz wybrać więcej niż %li portfeli
pt_pt: Você não pode selecionar mais do que %li carteiras
ru: Вы не можете выбрать более %d кошельков.
tr: %li cüzdandan fazla seçemezsiniz
vi: Bạn không thể chọn nhiều hơn %li ví
zh_hans: 您不能选择超过%li个钱包

# notifications.management.staking.rewards
source: Staking rewards
es: Recompensas de Staking
fr: Récompenses de Staking
hu: Stake-elési jutalmak
id: Imbalan Staking
it: Ricompense di staking
ja: ステーキング報酬
ko: Staking 보상
pl: Nagrody za Staking
pt_pt: Recompensas de Staking
ru: Награды стейкинга
tr: Staking Ödülleri
vi: Phần thưởng Staking
zh_hans: 质押奖励

# notifications.management.others
source: Others
es: Otros
fr: Autres
hu: Egyebek
id: Lainnya
it: Altro
ja: その他
ko: 기타
pl: Inne
pt_pt: Outros
ru: Прочее
tr: Diğerleri
vi: Khác
zh_hans: 其他

# notifications.management.received.tokens
source: Received tokens
es: Tokens recibidos
fr: Jetons reçus
hu: Érkezett tokenek
id: Token yang Diterima
it: Token ricevuti
ja: 受け取ったトークン
ko: 받은 토큰
pl: Odebrane tokeny
pt_pt: Tokens recebidos
ru: Полученные токены
tr: Alınan Tokenlar
vi: Nhận token
zh_hans: 收到的代币

# notifications.management.sent.tokens
source: Sent tokens
es: Tokens enviados
fr: Jetons envoyés
hu: Elküldött tokenek
id: Token yang Dikirim
it: Token inviati
ja: 送信されたトークン
ko: 보낸 토큰
pl: Wysłane tokeny
pt_pt: Tokens enviados
ru: Отправленные токены
tr: Gönderilen Tokenlar
vi: Gửi token
zh_hans: 发送的代币

# notifications.management.balances
source: Balances
fr: Soldes
hu: Egyenlegek
id: Saldo
it: Saldi
ja: 残高
ko: 잔액
pl: Saldo
pt_pt: Saldos
ru: Балансы
tr: Bakiyeler
vi: Số dư
zh_hans: 余额

# notifications.management.announcements
source: Nova announcements
es: Anuncios de Nova
fr: Annonces Nova
hu: Nova közlemények
id: Pengumuman Nova
it: Annunci Nova
ja: Novaのお知らせ
ko: Nova 공지사항
pl: Ogłoszenia Nova
pt_pt: Anúncios Nova
ru: Объявления Nova
tr: Nova duyuruları
vi: Thông báo từ Nova
zh_hans: Nova 公告

# notifications.management.enable.notifications
source: Enable notifications
es: Activar notificaciones
fr: Activer les notifications
hu: Értesítések engedélyezése
id: Aktifkan pemberitahuan
it: Abilita notifiche
ja: 通知を有効にする
ko: 알림 활성화
pl: Włącz powiadomienia
pt_pt: Ativar notificações
ru: Включить уведомления
tr: Bildirimleri etkinleştir
vi: Bật thông báo
zh_hans: 启用通知

# notifications.management.wallets
source: Wallets
es: Carteras
fr: Portefeuilles
hu: Tárcák
id: Dompet
it: Portafogli
ja: ウォレット
ko: 지갑
pl: Portfele
pt_pt: Carteiras
ru: Кошельки
tr: Cüzdanlar
vi: Ví
zh_hans: 钱包

# settings.push.notifications
source: Push notifications
es: Notificaciones Push
fr: Notifications push
hu: Push értesítések
id: Notifikasi Dorong
it: Notifiche push
ja: プッシュ通知
ko: 푸시 알림
pl: Powiadomienia push
pt_pt: Notificações push
ru: Push-уведомления
tr: Bildirimleri İt
vi: Thông báo đẩy
zh_hans: 推送通知

# notifications.setup.title
source: Don’t miss a thing!
es: ¡No te pierdas de nada!
fr: Ne manquez rien !
hu: Ne maradj le semmiről!
id: Jangan lewatkan hal apa pun!
it: Non perdere nulla!
ja: お見逃しなく！
ko: 중요한 것을 놓치지 마세요!
pl: Nie przegap niczego!
pt_pt: Não perca nada!
ru: Не пропустите ничего!
tr: Hiçbir şeyi kaçırmayın!
vi: Đừng bỏ lỡ điều gì!
zh_hans: 不要错过任何事情！

# notifications.setup.subtitle
source: Get notified about Wallet operations, Governance updates, Staking activity and Security, so you’re always in the know
es: Reciba notificaciones sobre operaciones de Wallet, actualizaciones de Gobernanza, actividad de Staking y Seguridad, para que siempre esté informado
fr: Soyez informé des opérations du portefeuille, des mises à jour de la gouvernance, des activités de Staking et de la sécurité, pour rester toujours informé
hu: Értesítéseket kaphatsz a tárcában történő műveletekről, Kormányzási frissítésekről, Stake-elés aktivitásról és Biztonsági frissítésekről, így mindig napra kész lehetsz.
id: Dapatkan pemberitahuan tentang operasi Dompet, pembaruan Tata Pemerintahan, aktivitas Staking, dan Keamanan, sehingga Anda selalu paham
it: Ricevi notifiche su operazioni del Wallet, aggiornamenti della Governance, attività di Staking e Sicurezza, così sarai sempre informato
ja: ウォレット操作、ガバナンスの更新、ステーキング活動、そしてセキュリティについての通知を受け取ることで、常に最新の情報を得られます
ko: 지갑 작업, 거버넌스 업데이트, Staking 활동 및 보안에 대한 알림을 받아 항상 최신 정보를 유지하세요
pl: Otrzymuj powiadomienia o operacjach portfela, aktualizacjach governance, aktywności Staking i bezpieczeństwie, aby zawsze być na bieżąco
pt_pt: Receba notificações sobre operações de carteira, atualizações de Governança, atividade de Staking e Segurança, para que você esteja sempre informado
ru: Получайте уведомления об операциях кошелька, обновлениях демократии, наград стейкинга и безопасности, чтобы всегда быть в куре событий
tr: Cüzdan işlemleri, Yönetim güncellemeleri, Staking aktivitesi ve Güvenlik hakkında bilgilendirilerek her zaman haberdar olun
vi: Nhận thông báo về các hoạt động của ví, cập nhật Quản trị, hoạt động Staking và Bảo mật để bạn luôn nắm bắt được thông tin
zh_hans: 接收有关钱包操作、治理更新、质押活动和安全的通知，让您始终了解最新情况

# notifications.setup.enable.push.notifications
source: Enable push notifications
es: Habilitar notificaciones push
fr: Activer les notifications push
hu: Push értesítések engedélyezése
id: Aktifkan pemberitahuan push
it: Abilita notifiche push
ja: プッシュ通知を有効にする
ko: 푸시 알림 활성화
pl: Włącz powiadomienia push
pt_pt: Ativar notificações push
ru: Включить push-уведомления
tr: Bildirimleri Etkinleştir
vi: Bật thông báo đẩy
zh_hans: 启用推送通知

# notifications.setup.terms
source: By enabling push notifications, you agree to our %@ and %@
es: Al habilitar las notificaciones push, acepta nuestros %@ y %@
fr: En activant les notifications push, vous acceptez nos %@ et %@
hu: A push értesítések engedélyezésével elfogadod a %@-et és az %@-et
id: Dengan mengaktifkan pemberitahuan push, Anda menyetujui %@ dan %@ kami
it: Abilitando le notifiche push, accetti i nostri %@ e %@
ja: プッシュ通知を有効にすることで、%@と%@に同意したことになります
ko: 푸시 알림을 활성화함으로써 귀하는 우리의 %@ 및 %@에 동의하게 됩니다
pl: Włączając powiadomienia push, zgadzasz się na nasze %@ i %@
pt_pt: Ao ativar as notificações push, você concorda com nossos %@ e %@
ru: Включая push-уведомления, вы соглашаетесь с нашими %@ и %@
tr: Bildirimleri etkinleştirmekle, %@ ve %@ kabul etmiş olursunuz
vi: Bằng việc bật thông báo đẩy, bạn đồng ý với %@ và %@ của chúng tôi
zh_hans: 启用推送通知，即表示您同意我们的 %@ 和 %@

# common.terms.and.conditions
source: Terms and Conditions
es: Términos y Condiciones
fr: Conditions générales
hu: Általános Szerződési Feltételek
id: Syarat dan Ketentuan
it: Termini e condizioni
ja: 利用規約
ko: 이용 약관
pl: Regulamin
pt_pt: Termos e Condições
ru: Условиями использования
tr: Şartlar ve Koşullar
vi: Điều khoản và Điều kiện
zh_hans: 条款和条件

# common.privacy.policy
source: Privacy Policy
es: Política de Privacidad
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Politica sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
pl: Polityka prywatności
pt_pt: Política de Privacidade
ru: Политикой конфиденциальности
tr: Gizlilik Politikası
vi: Chính Sách Bảo Mật
zh_hans: 隐私政策

# notifications.setup.notification.subtitle
source: Received +0.6068 KSM ($20.35) from Kusama staking
es: Recibido +0.6068 KSM ($20.35) de staking Kusama
fr: Reçu +0.6068 KSM (20,35 $) de Kusama Staking
hu: Érkezett +0.6068 KSM ($20.35) a Kusama stake-elésből.
id: Diterima +0.6068 KSM ($20.35) dari Kusama staking
it: Ricevuti +0.6068 KSM ($20.35) da staking Kusama
ja: Kusamaステーキングから +0.6068 KSM ($20.35) を受け取りました
ko: Kusama Staking으로부터 +0.6068 KSM ($20.35)을(를) 받았습니다
pl: Otrzymano +0.6068 KSM ($20.35) od Kusama stakingu
pt_pt: Recebido +0.6068 KSM ($20.35) de staking Kusama
ru: Получено +0.6068 KSM ($20.35) от Kusama стейкинга
tr: Kusama staking'den +0.6068 KSM ($20.35) alındı
vi: Nhận được +0.6068 KSM ($20.35) từ Kusama staking
zh_hans: 从 Kusama 质押收到 +0.6068 KSM ($20.35)

# notifications.setup.notification.accessory
source: Now
es: Ahora
fr: Maintenant
hu: Most
id: Sekarang
it: Ora
ja: 今
ko: 지금
pl: Teraz
pt_pt: Agora
ru: Сейчас
tr: Şimdi
vi: Bây giờ
zh_hans: 现在

# notifications.setup.notification.title
source: ⭐️ New reward
es: ⭐️ Nueva recompensa
fr: ⭐ Nouvelle récompense
hu: ⭐️ Új jutalom
id: Hadiah baru
it: ✨ Nuova ricompensa
ja: ⭐🪙 新しい報酬
ko: ⭐🆕 새로운 보상
pl: ⭐ 209f Nowa nagroda
pt_pt: ⭐️ Nova recompensa
ru: ⭐️ Новая награда
tr: ⭐️ Yeni ödül
vi: ⭐ ️ Phần thưởng mới
zh_hans: ⭐️ 新奖励

# notifications.management.powered.by
source: Powered by
es: Con el apoyo de
fr: Propulsé par
hu: Támogatta
id: Didukung oleh
it: Fornito da
ja: 提供元
ko: 지원
pl: Zasilany przez
pt_pt: Com o apoio de
ru: При поддержке
tr: Tarafından desteklenmektedir
vi: Hỗ trợ bởi
zh_hans: 由支持
