Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# staking.bonded.inactive
source: You are neither nominating nor validating
es: No estás nominando ni validando
fr: Vous ne nommez ni ne validez
hu: Nem nominálsz és nem is validálsz
id: Anda tidak melakukan nominasi atau validasi
it: Né nominante né validante
ja: あなたはノミネートもバリデートもしていません
ko: 귀하는 후보자도 검증자도 아닙니다
pl: Nie nominujesz ani nie walidujesz
pt_pt: Você não está nomeando nem validando
ru: Вы не номинируете и не валидируете
tr: Ne aday gösteriyorsunuz ne de doğruluyorsunuz
vi: Bạn không đề cử và không xác thực
zh_hans: 您既未提名也未验证

# crowdloan.terms.format
source: I have read and agree to %@
es: He leído y acepto %@
fr: J'ai lu et j'accepte %@
hu: Elolvastam és elfogadom a következőt: %@
id: Saya telah membaca dan menyetujui %@
it: Ho letto e accetto %@
ja: 私は%@を読み、同意します
ko: 저는 %@에 대해 읽고 동의합니다
pl: Przeczytałem i zgadzam się z %@
pt_pt: Eu li e concordo com %@
ru: Я прочёл и соглашаюсь с %@
tr: %@'ı okudum ve kabul ediyorum
vi: Tôi đã đọc và đồng ý với %@
zh_hans: 我已阅读并同意%@

# crowdloan.terms.value
source: Terms and Conditions
es: Términos y condiciones
fr: Conditions générales d'utilisation
hu: Általános Szerződési Feltételek
id: Syarat dan Ketentuan
it: Termini e condizioni
ja: 利用規約
ko: 이용 약관
pl: Zasadami i Warunkami
pt_pt: Termos e Condições
ru: Условиями использования
tr: Şartlar ve Koşullar
vi: Điều khoản và Điều kiện
zh_hans: 条款和条件

# crowdloan.submit.agreement
source: Submit agreement
es: Enviar acuerdo
fr: Soumettre l’accord
hu: Megállapodás benyújtása
id: Kirim persetujuan
it: Invia l'accordo
ja: 同意を提出
ko: 동의 제출
pl: Przyjęcie umowy
pt_pt: Submeter acordo
ru: Подтвердить согласие
tr: Anlaşmayı Gönder
vi: Gửi đồng ý
zh_hans: 提交同意

# crowdloan.moonbeam.terms.description
source: You need to submit agreement with Terms & Conditions on the blockchain to proceed. This is required to be done only once for all following Moonbeam contributions
es: Debe enviar un acuerdo con los Términos y Condiciones en la blockchain para proceder. Esto se requiere hacer solo una vez para todas las contribuciones a Moonbeam siguientes.
fr: Vous devez soumettre votre accord avec les termes et conditions sur la blockchain pour continuer. Cette opération ne doit être effectuée qu'une seule fois pour toutes les prochaines contributions Moonbeam
hu: A folytatáshoz a blokkláncon kell benyújtanod az Általános Szerződési Feltételekhez való hozzájárulást. Ezt csak egyszer kell megtenned az összes további Moonbeam hozzájárulás esetében.
id: Anda perlu mengirim persetujuan dengan Syarat & Ketentuan di blockchain untuk melanjutkan. Ini hanya perlu dilakukan sekali untuk semua kontribusi Moonbeam berikutnya
it: Devi inviare l'accordo con i Termini e le Condizioni sulla blockchain per procedere. Questo deve essere fatto solo una volta per tutti i contributi successivi a Moonbeam
ja: 続行するには、ブロックチェーン上で利用規約と条件に同意する必要があります。これは、すべての後続のMoonbeam貢献に対して一度だけ行う必要があります。
ko: 진행하려면 블록체인에서 이용 약관 및 조건에 동의해야 합니다. 이는 모든 후속 Moonbeam 기여에 대해 한 번만 수행하면 됩니다
pl: Aby kontynuować, musisz zatwierdzić zgodę z Regulaminem na blockchainie. Ta procedura jest wymagana tylko raz dla wszystkich kolejnych wkładów Moonbeam
pt_pt: Você precisa submeter o acordo com os Termos & Condições na blockchain para prosseguir. Isso é necessário ser feito apenas uma vez para todas as contribuições subsequentes no Moonbeam
ru: Для участия вам необходимо предоставить своё согласие с Условиями использования и Политикой конфиденциальности он-чейн. Данная процедура выполняется единоразово и распространяется на все последующие взносы в краудлоун Moonbeam
tr: Devam etmek için blok zinciri üzerinde Şartlar & Koşullar ile anlaşma sunmanız gerekmektedir. Bu, tüm takip eden Moonbeam katkıları için sadece bir kez yapılması gereken bir işlemdir
vi: Bạn cần phải gửi đồng ý với Các điều khoản và điều kiện trên blockchain để tiếp tục. Việc này chỉ cần thực hiện một lần cho tất cả các đóng góp Moonbeam tiếp theo
zh_hans: 为了继续参与，您需要在区块链上提交同意《条款与条件》的协议。这只需要为所有后续的Moonbeam贡献做一次。

# crowdloan.moonbeam.terms.title
source: Moonbeam’s Terms & Conditions
es: Términos y condiciones de Moonbeam
fr: Conditions générales de Moonbeam
hu: Moonbeam Általános Szerződési Feltételei
id: Syarat & Ketentuan Moonbeam
it: Termini e condizioni di Moonbeam
ja: Moonbeamの利用規約
ko: Moonbeam의 이용 약관
pl: Zasady i Warunki Moonbeam
pt_pt: Termos e Condições do Moonbeam
ru: Условия использования Moonbeam
tr: Moonbeam Kullanım Koşulları
vi: Điều khoản & Điều kiện của Moonbeam
zh_hans: Moonbeam的条款与条件

# crowdloan.moonbeam.missing.account.title
source: Moonbeam account is missing
es: Falta la cuenta de Moonbeam
fr: Le compte Moonbeam est manquant
hu: A Moonbeam fiók hiányzik
id: Akun Moonbeam tidak ada
it: Manca l'account di Moonbeam
ja: Moonbeamアカウントがありません
ko: Moonbeam 계정이 없습니다
pl: Brak konta Moonbeam
pt_pt: Conta Moonbeam está faltando
ru: Отсутствует аккаунт Moonbeam
tr: Moonbeam hesabı eksik
vi: Thiếu tài khoản Moonbeam
zh_hans: 缺少Moonbeam账户

# crowdloan.moonbeam.missing.account.message
source: You should add Moonbeam account to the wallet in order to participate in Moonbeam crowdloan
es: Debes agregar una cuenta de Moonbeam a la billetera para participar en el crowdloan de Moonbeam
fr: Vous devez ajouter un compte Moonbeam au portefeuille afin de participer au crowdloan Moonbeam
hu: Add hozzá Moonbeam fiókodat tárcádhoz, hogy részt vehess a Moonbeam közösségi hitelekben.
id: Anda harus menambahkan akun Moonbeam ke dompet untuk berpartisipasi dalam crowdloan Moonbeam
it: Dovresti aggiungere un account Moonbeam al portafoglio per partecipare al crowdloan di Moonbeam
ja: Moonbeamクラウドローンに参加するためにウォレットにMoonbeamアカウントを追加する必要があります
ko: Moonbeam 계정을 지갑에 추가하여 Moonbeam crowdloan에 참여해야 합니다
pl: Powinieneś dodać konto Moonbeam do portfela, aby uczestniczyć w crowdloadzie Moonbeam
pt_pt: Você deve adicionar uma conta Moonbeam à carteira para participar do crowdloan Moonbeam
ru: Добавьте аккаунт Moonbeam в кошелек, чтобы участвовать в краудлоуне Moonbeam
tr: Moonbeam crowdloan'ına katılmak için cüzdanınıza bir Moonbeam hesabı eklemelisiniz
vi: Bạn nên thêm tài khoản Moonbeam vào ví để tham gia vào Moonbeam crowdloan
zh_hans: 您应该添加Moonbeam账户到钱包，以参与Moonbeam众筹

# crowdloan.moonbeam.region.restriction.title
source: Your region is not supported
es: Tu región no es compatible
fr: Votre région n'est pas prise en charge
hu: A régiód nem támogatott
id: Wilayah Anda tidak didukung
it: Il tuo paese non è supportato
ja: お住まいの地域はサポートされていません
ko: 귀하의 지역은 지원되지 않습니다
pl: Twój region nie jest obsługiwany
pt_pt: Sua região não é suportada
ru: Ваш регион не поддерживается
tr: Bölgeniz desteklenmiyor
vi: Khu vực của bạn không được hỗ trợ
zh_hans: 您的地区不受支持

# crowdloan.moonbeam.region.restriction.message
source: This crowdloan isn't available in your location.
es: Este crowdloan no está disponible en tu ubicación.
fr: Ce prêt participatif n'est pas disponible dans votre région.
hu: Ez a közösségi hitel nem elérhető a tartózkodási helyeden.
id: Crowdloan ini tidak tersedia di lokasi Anda.
it: Questo crowdloan non è disponibile nella tua località
ja: このクラウドローンはご利用の地域では利用できません。
ko: 이 crowdloan은 귀하의 위치에서 사용할 수 없습니다.
pl: Ten crowdloan nie jest dostępny w Twojej lokalizacji.
pt_pt: Este crowdloan não está disponível na sua localização.
ru: Этот краудлоун не поддерживается в вашем регионе
tr: Bu crowdloan, bulunduğunuz konumda mevcut değil.
vi: Crowdloan này không có sẵn ở vị trí của bạn.
zh_hans: 此众筹在您的位置不可用。

# crowdloan.acala.direct
source: Direct
es: Directo
hu: Közvetlen
id: Langsung
it: Diretto
ja: 直接
ko: 직접
pl: Bezpośredni
pt_pt: Direto
ru: Напрямую
tr: Doğrudan
vi: Trực tiếp
zh_hans: 直接

# crowdloan.acala.liquid
source: Liquid
es: Aporte líquido
fr: Liquide
hu: Likvid
id: Cair
ja: 液体
pt_pt: Líquido
ru: Liquid вклад
tr: Likid katkı
zh_hans: 流动性贡献

# crowdloan.acala.learn.more
source: Learn more about different contributions to Acala
es: Aprende más sobre los diferentes aportes a Acala
fr: En savoir plus sur les différentes contributions à Acala
hu: Tudj meg többet az Acala-nak nyújtott különféle hozzájárulásokról
id: Pelajari lebih lanjut tentang berbagai kontribusi ke Acala
it: Ulteriori informazioni sui diversi contributi ad Acala
ja: Acalaへのさまざまな貢献について詳しく学ぶ
ko: Acala에 대한 다양한 기여에 대해 더 알아보기
pl: Dowiedz się więcej o różnych wkładach w Acala
pt_pt: Saiba mais sobre os diferentes contributos para a Acala
ru: Подробнее о различных вкладах в Acala
tr: Acala'ya farklı katkı türleri hakkında daha fazla bilgi edinin
vi: Tìm hiểu thêm về các khoản đóng góp vào Acala
zh_hans: 了解Acala不同贡献类型的更多信息

# crowdloan.private.crowdloan.title
source: Private crowdloan
es: Crowdloan privado
fr: Prêt participatif privé
hu: Privát közösségi hitel
id: Crowdloan pribadi
it: Crowdloan privata
ja: プライベートクラウドローン
ko: 개인 크라우드론
pl: Prywatny crowdloan
pt_pt: Crowdloan privado
ru: Приватный краудлоун
tr: Özel kitle fonlaması
vi: Crowdloan riêng tư
zh_hans: 私有众筹

# crowdloan.private.crowdloan.message
source: Private crowdloans are not yet supported.
es: Los crowdloans privados aún no están soportados.
fr: Les prêts participatifs privés ne sont pas encore pris en charge.
hu: A privát közösségi hitelek még nem támogatottak.
id: Crowdloans pribadi belum didukung.
it: Le crowdloan private non sono ancora supportate
ja: プライベートクラウドローンはまだサポートされていません。
ko: 개인 크라우드론은 아직 지원되지 않습니다.
pl: Prywatne crowdloany nie są jeszcze obsługiwane.
pt_pt: Crowdloans privados ainda não são suportados.
ru: Приватные краудлоуны пока не поддерживаются
tr: Özel kitle fonlamaları henüz desteklenmiyor.
vi: Crowdloan riêng tư chưa được hỗ trợ.
zh_hans: 私有众贷暂不支持。

# crowdloan.reward.destination.format
source: %@ reward destination
es: Destino de la recompensa %@
fr: %@ destination de la récompense
hu: %@ jutalom célhelye
id: %@ tujuan imbalan
it: %@ destinazione ricompensa
ja: %@ 報酬の受取場所
ko: %@ 보상 목적지
pl: %@ miejsce docelowe nagród
pt_pt: Destino da recompensa %@
ru: %@ назначение вознаграждений
tr: %@ ödül hedefi
vi: Điểm đến phần thưởng của %@
zh_hans: %@奖金去向

# crowdloan.havenot.applied.bonus.title
source: You have not applied bonus
es: No has aplicado ningún bono
fr: Vous n’avez pas appliqué de bonus
hu: Nem adtál hozzá bónuszt.
id: Anda belum menerapkan bonus
it: Non hai applicato il bonus
ja: ボーナスが適用されていません
ko: 보너스가 적용되지 않았습니다
pl: Nie zastosowano bonusu
pt_pt: Você não aplicou o bônus
ru: Вы не применили бонус
tr: Bonus uygulanmadı
vi: Bạn chưa áp dụng tiền thưởng
zh_hans: 您未应用奖金

# crowdloan.havenot.applied.bonus.message
source: If you don't have referral code, you can apply Nova referral code to receive bonus for your contribution
es: Si no tienes un código de referido, puedes aplicar el código de referido de Nova para recibir un bono por tu contribución
fr: Si vous n'avez pas de code de parrainage, vous pouvez appliquer le code de parrainage Nova pour recevoir un bonus pour votre contribution
hu: Amennyiben nem rendelkezel ajánlói kóddal, használd a Nova ajánlókódot, hogy bónuszt kaphass hozzájárulásodért
id: Jika Anda tidak memiliki kode referral, Anda dapat menggunakan kode referral Nova untuk menerima bonus untuk kontribusi Anda
it: Se non hai un codice di riferimento, puoi applicare il codice di riferimento Nova per ricevere un bonus per il tuo contributo
ja: 紹介コードがない場合は、Novaの紹介コードを適用して、貢献に対するボーナスを受け取ることができます
ko: 추천 코드가 없으시면 Nova 추천 코드를 적용하여 기여에 대한 보너스를 받을 수 있습니다
pl: Jeśli nie masz kodu referencyjnego, możesz zastosować kod referencyjny Nova, aby otrzymać bonus za swój wkład
pt_pt: Se você não tem um código de referência, você pode aplicar o código de referência da Nova para receber um bônus pela sua contribuição
ru: Если у вас нет реферального кода, вы можете применить код Nova, чтобы получить бонус за свой вклад
tr: Referans kodunuz yoksa, katkınız için bonus almak üzere Nova referans kodunu uygulayabilirsiniz
vi: Nếu bạn không có mã giới thiệu, bạn có thể áp dụng mã giới thiệu của Nova để nhận thưởng cho sự đóng góp của bạn
zh_hans: 如果您没有推荐码，您可以应用Nova推荐码以接收您贡献的奖金

# crowdloan.havenot.applied.bonus.apply
source: Apply bonus
es: Aplicar bono
fr: Appliquer le bonus
hu: Bónusz alkalmazása
id: Terapkan bonus
it: Applica bonus
ja: ボーナスを適用する
ko: 보너스 적용
pl: Zastosuj bonus
pt_pt: Aplicar bônus
ru: Применить
tr: Bonusu Uygula
vi: Áp dụng phần thưởng
zh_hans: 应用奖金

# common.bonus
source: Bonus
es: Bono
hu: Bónusz
ja: ボーナス
ko: 보너스
pt_pt: Bônus
ru: Бонус
vi: Tiền thưởng
zh_hans: 奖金

# crowdloan.app.bonus.format
source: Nova Wallet bonus (%@)
es: Bono de Nova Wallet (%@)
fr: Bonus Nova (%@)
hu: Nova Wallet bónusz (%@)
id: Bonus Nova Wallet (%@)
it: Bonus del portafoglio Nova (%@)
ja: Nova Walletボーナス (%@)
ko: Nova Wallet 보너스 (%@)
pl: Bonus Nova Wallet (%@)
pt_pt: Bônus da Nova Wallet (%@)
ru: Бонус Nova Wallet (%@)
tr: Nova Wallet bonusu (%@)
vi: Thưởng Nova Wallet (%@)
zh_hans: Nova Wallet 奖金 (%@)

# common.referral.code.title
source: Referral code
es: Código de referido
fr: Code de parrainage
hu: Ajánlói kód
id: Kode referral
it: Codice di riferimento
ja: 紹介コード
ko: 추천 코드
pl: Kod referencyjny
pt_pt: Código de referência
ru: Реферальный код
tr: Referans kodu
vi: Mã giới thiệu
zh_hans: 推荐代码

# karura.referral.code.action
source: Enter your referral code
es: Ingresa tu código de referido
fr: Saisissez votre code de parrainage
hu: Add meg az ajánlói kódodat
id: Masukkan kode referral Anda
it: Inserisci il tuo codice di riferimento
ja: リファラルコードを入力
ko: 추천 코드를 입력하세요
pl: Wprowadź swój kod referencyjny
pt_pt: Insira seu código de referência
ru: Введите реферальный код
tr: Referans kodunuzu girin
vi: Nhập mã giới thiệu của bạn
zh_hans: 输入你的推荐码

# crowdloan.astar.invalid.referral.message
source: Astar referral code should be a valid Polkadot address
es: El código de referido de Astar debe ser una dirección Polkadot válida
fr: Le code de parrainage Astar doit être une adresse Polkadot valide.
hu: Az Astar ajánlói kódnak egy valós Polkadot címnek kell lennie.
id: Kode referral Astar harus merupakan alamat Polkadot yang valid
it: Il codice di riferimento Astar dovrebbe essere un indirizzo Polkadot valido
ja: Astar紹介コードは有効なPolkadotアドレスである必要があります
ko: Astar 추천 코드는 유효한 Polkadot 주소여야 합니다
pl: Kod referencyjny Astar powinien być poprawnym adresem Polkadot
pt_pt: O código de referência do Astar deve ser um endereço Polkadot válido
ru: Реферальный код Astar должен являться корректным Polkadot адресом
tr: Astar referans kodu geçerli bir Polkadot adresi olmalıdır
vi: Mã giới thiệu Astar phải là một địa chỉ hợp lệ của Polkadot
zh_hans: Astar 推荐码应为有效的Polkadot地址

# staking.add.controller
source: Add controller account %@ to the application to perform this action.
es: Agrega la cuenta del controlador %@ a la aplicación para realizar esta acción.
fr: Ajouter le compte de contrôleur %@ à l'application pour effectuer cette action.
hu: A művelet végrehajtásához vegyél fel egy vezérlő fiókot %@ az alkalmazásba.
id: Tambahkan akun controller %@ ke aplikasi untuk melakukan tindakan ini.
it: Aggiungi l'account del controller %@ all'applicazione per eseguire questa azione.
ja: このアクションを実行するには、アプリケーションにコントローラーアカウント%@を追加してください。
ko: 이 작업을 수행하기 위해 애플리케이션에 컨트롤러 계정 %@를 추가하십시오.
pl: Dodaj konto kontrolera %@ do aplikacji, aby wykonać tę akcję.
pt_pt: Adicione a conta controladora %@ ao aplicativo para realizar esta ação.
ru: Чтобы выполнить это действие, добавьте контроллер аккаунт %@ в приложение
tr: %@ kontrolör hesabını bu işlemi gerçekleştirmek için uygulamaya ekleyin.
vi: Thêm tài khoản controller %@ vào ứng dụng để thực hiện hành động này.
zh_hans: 将控制器账户%@添加到应用程序中执行此操作。

# crowdloan.empty.bonus.title
source: Get a special bonus
es: Obtén un bono especial
fr: Obtenez un bonus spécial
hu: Szerezz különleges jutalmat.
id: Dapatkan Bonus Spesial
it: Ottieni un bonus speciale
ja: 特別ボーナスを取得
ko: 특별 보너스 받기
pl: Zdobądź specjalny bonus
pt_pt: Obtenha um bônus especial
ru: Получите специальный бонус
tr: Özel bir bonus alın
vi: Nhận một phần thưởng đặc biệt
zh_hans: 获得特别奖励

# staking.recommended.banner.title
source: Stake with recommended validators
es: Apostar con validadores recomendados
fr: Staker avec les validateurs recommandés
hu: Stake-elés ajánlott validátorokkal
id: Stake dengan validator yang direkomendasikan
it: Stake con validatori raccomandati
ja: 推奨バリデータでStakeする
ko: 추천 검증자들과 Stake
pl: Stake z rekomendowanymi walidatorami
pt_pt: Participe com validadores recomendados
ru: Стекинг с рекомендованными валидаторами
tr: Tavsiye edilen doğrulayıcılarla stake yapın
vi: Stake với những người xác thực được khuyến nghị
zh_hans: 与推荐的验证者一起抵押

# staking.select.validators.custom.title
source: Stake with your validators
es: Apostar con tus validadores
fr: Staker avec vos validateurs
hu: Stake-elés validátorokkal
id: Stake dengan validator Anda
it: Stake con i tuoi validatori
ja: バリデーターとステーキング
ko: 선택한 검증자와 Stake
pl: Stake z wybranymi weryfikatorami
pt_pt: Participe com seus validadores
ru: Стейкинг с выбранными валидаторами
tr: Doğrulayıcılarınızla stake yapın
vi: Stake với các validators của bạn
zh_hans: 与您的验证者一起抵押

# common.applied
source: Applied
es: Aplicado
fr: Appliqué
hu: Alkalmazott
id: Diterapkan
it: Applicato
ja: 適用済み
ko: 적용됨
pl: Zastosowano
pt_pt: Aplicado
ru: Применено
tr: Uygulandı
vi: Đã áp dụng
zh_hans: 已应用

# karura.terms.action
source: Agree with Terms and Conditions
es: Aceptar Términos y Condiciones
fr: Accepter les conditions générales
hu: Általános Szerződési Feltételeket elfogadása
id: Setuju dengan Syarat dan Ketentuan
it: Accetto i Termini e le Condizioni
ja: 利用規約に同意します
ko: 이용 약관에 동의합니다
pl: Zgadzam się z Warunkami użytkowania
pt_pt: Concordo com os Termos e Condições
ru: Соглашаюсь с Условиями использования
tr: Şartlar ve Koşulları kabul ediyorum
vi: Đồng ý với Điều khoản và Điều kiện
zh_hans: 同意条款和条件

# crowdloan.referral.code.invalid
source: Referral code is invalid. Please, try another one
es: El código de referido no es válido. Por favor, intente con otro.
fr: Le code de parrainage n’est pas valide. S’il vous plaît, essayez-en un autre
hu: Hibás ajánlói kód. Kérlek, próbálj meg egy másikat.
id: Kode referral tidak valid. Silakan coba yang lain
it: Il codice di riferimento non è valido. Si prega di provare un altro
ja: 紹介コードが無効です。別のコードをお試しください。
ko: 추천 코드가 유효하지 않습니다. 다른 코드를 시도해 주세요
pl: Kod referencyjny jest niepoprawny. Proszę spróbować inny.
pt_pt: Código de referência é inválido. Por favor, tente outro
ru: Реферальный код недействителен. Пожалуйста, попробуйте другой.
tr: Referans kodu geçersiz. Lütfen başka bir tane deneyin
vi: Mã giới thiệu không hợp lệ. Vui lòng thử mã khác
zh_hans: 推荐码无效，请尝试另一个

# crowdloan.referral.code.internal
source: Referral code verification failed. Please, try again later.
es: La verificación del código de referencia falló. Por favor, intenta de nuevo más tarde.
fr: La vérification du code de parrainage a échoué. Veuillez réessayer plus tard.
hu: Az ajánlói kód hitelesítése sikertelen volt. Kérlek, próbáld újra később.
id: Verifikasi kode referral gagal. Silakan coba lagi nanti.
it: Verifica del codice di riferimento fallita. Si prega di riprovare più tardi
ja: 紹介コードの検証に失敗しました。後でもう一度試してください。
ko: 추천 코드 확인에 실패했습니다. 나중에 다시 시도해 주세요.
pl: Nie udało się zweryfikować kodu referencyjnego. Proszę spróbuj ponownie później.
pt_pt: Falha na verificação do código de referência. Por favor, tente novamente mais tarde.
ru: Не удалось проверить реферальный код. Пожалуйста, повторите попытку позже.
tr: Referans kodu doğrulaması başarısız oldu. Lütfen, daha sonra tekrar deneyin.
vi: Không thể xác minh mã giới thiệu. Vui lòng thử lại sau.
zh_hans: 推荐码验证失败，请稍后再试。

# crowdloan.bonus.verification.error
source: Bonus signature verification failed. Please, try again later.
es: La verificación de firma de bonificación falló. Por favor, intenta de nuevo más tarde.
fr: La vérification de la signature du bonus a échoué. Veuillez réessayer plus tard.
hu: A bónusz érvényesítése sikertelen volt. Kérlek, próbáld meg újra később.
id: Verifikasi tanda tangan bonus gagal. Silakan coba lagi nanti.
it: Verifica della firma del bonus fallita. Si prega di riprovare più tardi
ja: ボーナス署名の検証に失敗しました。後でもう一度試してください。
ko: 보너스 서명 확인에 실패했습니다. 나중에 다시 시도해 주세요.
pl: Weryfikacja podpisu bonusu nie powiodła się. Proszę spróbuj ponownie później.
pt_pt: Falha na verificação da assinatura do bônus. Por favor, tente novamente mais tarde.
ru: Проверка подписи бонуса не удалась. Пожалуйста, повторите попытку позже.
tr: Bonus imza doğrulaması başarısız oldu. Lütfen, daha sonra tekrar deneyin.
vi: Xác minh chữ ký thưởng không thành công. Vui lòng thử lại sau.
zh_hans: 奖金签名验证失败，请稍后再试。

# staking.select.validators.custom.desc
source: You should trust your nominations to act competently and honest, basing your decision purely on their current profitability could lead to reduced profits or even loss of funds.
es: Debes confiar en que tus nominaciones actúen de manera competente y honesta, basar tu decisión puramente en su rentabilidad actual podría llevar a ganancias reducidas o incluso pérdida de fondos.
fr: Vous devez faire confiance à vos nominations pour agir de manière compétente et honnête. Baser votre décision uniquement sur leur rentabilité actuelle pourrait conduire à une réduction des bénéfices, voire à une perte de fonds.
hu: Bíznod kell a nomináltjaidban, hogy azok szakszerűen és őszintén járnak el. Kizárólag az aktuális jövedelmezőségre alapozni döntésed, a jutalmak csökkenésével vagy akár elvesztésével végződhet.
id: Anda harus percaya pada nominasi Anda untuk bertindak secara kompeten dan jujur, keputusan Anda yang hanya berdasarkan profitabilitas saat ini bisa mengakibatkan penurunan keuntungan atau bahkan kerugian dana.
it: Dovresti affidarti ai tuoi nominati per agire con competenza e onestà, basando la tua decisione esclusivamente sulla loro attuale redditività potrebbe portare a una riduzione dei profitti o addirittura alla perdita di fondi.
ja: 候補を行動に信頼するべきであり、現在の収益性だけで判断すると利益が減少したり、資金を失ったりする可能性があります
ko: 검증자가 능숙하고 정직하게 행동하도록 신뢰해야 합니다. 현재 수익성만을 기준으로 결정하는 것은 수익 감소나 자금 손실로 이어질 수 있습니다.
pl: Powinieneś ufać swoim nominacjom, aby działały kompetentnie i uczciwie. Podejmowanie decyzji wyłącznie na podstawie ich bieżącej rentowności może doprowadzić do zmniejszenia zysków, a nawet utraty środków.
pt_pt: Você deve confiar nas suas nomeações para agir de forma competente e honesta, baseando sua decisão puramente em sua lucratividade atual pode levar a lucros reduzidos ou até mesmo perda de fundos.
ru: Вы должны доверять своим валидаторам, чтобы они действовали грамотно и честно. Принятие решения исключительно на основе их текущей прибыльности может привести к снижению прибыли или даже потере средств.
tr: Adaylarınıza yetenekli ve dürüst davranacaklarına güvenmelisiniz, kararınızı yalnızca mevcut karlılıklarına dayandırmak, karlarda azalmaya ya da hatta fon kaybına yol açabilir.
vi: Bạn nên tin tưởng các nominations của mình hành động một cách khôn ngoan và trung thực, chỉ dựa vào lợi nhuận hiện tại của họ có thể dẫn đến lợi nhuận giảm hoặc thậm chí mất vốn.
zh_hans: 您应该信任您的提名人能够胜任且诚实地行事，完全根据他们目前的盈利能力来做决定可能导致利润减少甚至资金损失。

# staking.select.validators.recommended.button.title
source: Select recommended
es: Seleccionar recomendado
fr: Sélectionner les recommandations
hu: Ajánlottak választása
id: Pilih rekomendasi
it: Seleziona consigliato
ja: 推薦を選択
ko: 추천 항목 선택
pl: Wybierz rekomendowane
pt_pt: Selecionar recomendação
ru: Выбрать рекомендацию
tr: Önerileni seç
vi: Chọn được đề xuất
zh_hans: 选择推荐

# staking.select.validators.custom.button.title
source: Select by yourself
es: Seleccionar por uno mismo
fr: Sélectionner par vous-même
hu: Válassz saját kezűleg
id: Pilih sendiri
it: Seleziona da solo
ja: 自分で選択
ko: 직접 선택하기
pl: Wybierz sam
pt_pt: Selecionar por conta própria
ru: Выбрать самому
tr: Kendi seçiminizi yapın
vi: Chọn tự động
zh_hans: 自行选择
