Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# notifications.error.disabled.in.settings.title
source: Enable Notifications for Nova Wallet
es: Habilita las Notificaciones para Nova Wallet
fr: Activez les notifications pour Nova Wallet
hu: Értesítések engedélyezése a Nova Wallet számára
id: Aktifkan Notifikasi untuk Nova Wallet
it: Abilita le notifiche per Nova Wallet
ja: Nova Walletの通知を有効にする
ko: Nova Wallet용 알림 활성화
pl: Włącz powiadomienia dla Nova Wallet
pt_pt: Ative Notificações para a Nova Wallet
ru: Включите уведомления для Nova Wallet
tr: Nova Wallet için Bildirimleri Etkinleştirin
vi: Bật Thông báo cho Ví Nova
zh_hans: 为Nova Wallet启用通知

# notifications.error.disabled.in.settings.message
source: Go to Settings → Tap "Notifications" → Turn on "Allow Notifications"
es: Ve a Ajustes → Toca "Notificaciones" → Activa "Permitir Notificaciones"
fr: Allez dans Réglages → Appuyez sur "Notifications" \→ Activez "Autoriser les notifications"
hu: Menj a Beállításokba → Koppints az "Értesítések" menüpontra → Kapcsold be az "Értesítések engedélyezése" opciót.
id: Buka Pengaturan Ketuk 'Notifikasi' Aktifkan 'Izinkan Notifikasi'
it: Vai alle Impostazioni → Tocca "Notifiche" → Attiva "Permetti notifiche"
ja: 設定に移動 「通知」をタップ 「通知を許可」をオンにする
ko: 설정으로 이동 → "알림" 탭 → "알림 허용" 켜기
pl: Przejdź do Ustawienia 2282; Stuknij "Powiadomienia" 2282; Włącz "Zezwól na powiadomienia"
pt_pt: Vá para Configurações → Toque em "Notificações" → Ative "Permitir Notificações"
ru: Перейдите в Настройки → Нажмите "Уведомления" → Включите "Разрешить уведомления"
tr: Ayarlar'a gidin ightarrow "Bildirimler"'e dokunun ightarrow "Bildirimlere İzin Ver"'i açın
vi: Đi tới Cài đặt ➔ Nhấn vào "Thông báo" ➔ Bật "Cho phép Thông báo"
zh_hans: 前往设置→点击"通知"→开启"允许通知"

# notifications.wallet.list.limit.error.message
source: Unfortunately, there is currently a limit in push notifications for only %d of your wallets.
es: Desafortunadamente, actualmente hay un límite en las notificaciones push para solo %li de tus carteras.
fr: Malheureusement, il y a actuellement une limite de notifications push pour seulement %li de vos portefeuilles.
hu: Jelenleg %d tárcára van korlátozva a push értesítések száma.
id: Sayangnya, saat ini ada batasan notifikasi push hanya untuk %li dompet Anda.
it: Sfortunatamente, attualmente c'è un limite nelle notifiche push per solo %li dei tuoi portafogli.
ja: 残念ながら、現在のプッシュ通知は最大%li個のウォレットに制限されています。
ko: 안타깝게도, 현재 귀하의 지갑 중 %li 개만 알림을 받을 수 있는 제한이 있습니다.
pl: Niestety, obecnie istnieje limit powiadomień push tylko dla %li twoich portfeli.
pt_pt: Infelizmente, atualmente existe um limite nas notificações push para apenas %li das suas carteiras.
ru: К сожалению, в настоящее время установлен лимит push-уведомлений только для %d ваших кошельков.
tr: Maalesef, şu anda cüzdanlarınızın sadece %li'ine yönelik push bildirimleri için bir limit bulunmaktadır.
vi: Rất tiếc, hiện tại có giới hạn thông báo đẩy cho chỉ %li ví của bạn.
zh_hans: 遗憾的是，您的钱包当前只允许有限的%li个推送通知。

# legacy.ledger.migration.message
source: The Migration app will be unavailable in the near future. Use it to migrate your accounts to the new Ledger app to avoid losing your funds.
es: La aplicación Migration no estará disponible en un futuro cercano. Úsala para migrar tus cuentas a la nueva aplicación Ledger para evitar la pérdida de tus fondos.
fr: L'application Migration sera bientôt indisponible. Utilisez-la pour migrer vos comptes vers la nouvelle application Ledger afin d'éviter de perdre vos fonds.
hu: A közeljövőben a Migration alkalmazás nem lesz elérhető. Használja azt fiókjainak az új Ledger alkalmazásra történő migrálásához, hogy elkerülje az alapok elvesztését.
id: Aplikasi Migrasi akan tidak tersedia dalam waktu dekat. Gunakan untuk memigrasikan akun Anda ke aplikasi Ledger baru untuk menghindari kehilangan dana Anda.
it: L'app Migration sarà non più disponibile nel prossimo futuro. Usala per migrare i tuoi account alla nuova app Ledger per evitare di perdere i tuoi fondi.
ja: Migrationアプリは近い将来使用できなくなります。新しいLedgerアプリにアカウントを移行して資金を失わないようにしてください。
ko: Migration 앱은 곧 사용 불가능할 것입니다. 자금을 잃지 않기 위해 새 Ledger 앱으로 계정을 마이그레이션하세요.
pl: Aplikacja Migration będzie wkrótce niedostępna. Użyj jej do migracji swoich kont do nowej aplikacji Ledger, aby nie stracić swoich środków.
pt_pt: O aplicativo Migration estará indisponível em breve. Use-o para migrar suas contas para o novo aplicativo Ledger e evitar perder seus fundos.
ru: Migration приложение в ближайшее время будет недоступно. Используйте его для переноса своих учетных записей в новое приложение Ledger, чтобы не потерять свои средства.
tr: Geçiş uygulaması yakın gelecekte kullanılamaz hale gelecektir. Hesaplarınızı yeni Ledger uygulamasına taşımak için kullanın ve fonlarınızı kaybetmeyin.
vi: Ứng dụng Migration sẽ không còn khả dụng trong tương lai gần. Sử dụng nó để di chuyển các tài khoản của bạn sang ứng dụng Ledger mới để tránh mất tiền của bạn.
zh_hans: Migration 应用程序在不久的将来将无法使用。使用它将您的账户迁移到新的 Ledger 应用程序，以免丢失资金。

# legacy.ledger.notification.title
source: New Ledger app has been released
es: Se ha lanzado una nueva aplicación Ledger
fr: Une nouvelle application Ledger a été publiée
hu: Új Ledger alkalmazás kiadva
id: Aplikasi Ledger Baru Telah Dirilis
it: È stata rilasciata una nuova app Ledger
ja: 新しいLedgerアプリがリリースされました
ko: 새로운 Ledger 앱이 출시되었습니다
pl: Wydano nową aplikację Ledger
pt_pt: Novo aplicativo Ledger foi lançado
ru: Выпущено новое приложение Ledger
tr: Yeni Ledger uygulaması yayımlandı
vi: Ứng dụng Ledger mới đã được phát hành
zh_hans: 新版 Ledger 应用程序已发布

# legacy.ledger.notification.message
source: To sign operations and migrate your accounts to the new Generic Ledger app install and open Migration app. Legacy Old and Migration Ledger apps will not be supported in the future.
es: Para firmar operaciones y migrar tus cuentas a la nueva aplicación Generic Ledger, instala y abre la aplicación Migration. Las aplicaciones Legacy Old y Migration Ledger no serán compatibles en el futuro.
fr: Pour signer des opérations et migrer vos comptes vers la nouvelle application Generic Ledger, installez et ouvrez l'application Migration. Les applications Ledger Legacy Old et Migration ne seront plus supportées à l'avenir.
hu: Az új, Általános Ledger alkalmazásra történő aláírás és a fiókok migrálása érdekében telepítse és nyissa meg a Migration alkalmazást. A legújabb és Migration Ledger alkalmazásokat nem támogatják a jövőben.
id: Untuk menandatangani operasi dan memigrasikan akun Anda ke aplikasi Ledger Generik yang baru, instal dan buka aplikasi Migrasi. Aplikasi Ledger Lama dan Ledger Migrasi tidak akan didukung di masa depan.
it: Per firmare operazioni e migrare i tuoi account alla nuova app Generic Ledger, installa e apri l'app Migration. Le app Ledger Legacy e Migration non saranno supportate in futuro.
ja: 操作にサインしてアカウントを新しいGeneric Ledgerアプリに移行するには、Migrationアプリをインストールして開いてください。Legacy OldおよびMigration Ledgerアプリは将来サポートされなくなります。
ko: 작업을 서명하고 계정을 새로운 Generic Ledger 앱으로 마이그레이션하려면 Migration 앱을 설치하고 여십시오. 레거시 구형 및 Migration Ledger 앱은 더 이상 지원되지 않을 것입니다.
pl: Aby podpisywać operacje i migrować swoje konta do nowej aplikacji Generic Ledger, zainstaluj i otwórz aplikację Migration. Aplikacje Legacy Old i Migration Ledger nie będą wspierane w przyszłości.
pt_pt: Para assinar operações e migrar suas contas para o novo aplicativo Genérico Ledger, instale e abra o aplicativo Migration. Os aplicativos Legacy Old e Migration Ledger não serão suportados no futuro.
ru: Чтобы подписать операции и перенести свои учетные записи в новое приложение Generic Ledger, установите и откройте приложение Migration. Приложения Ledger (Legacy) и Migration Ledger не будут поддерживаться в будущем.
tr: İşlemleri imzalamak ve hesaplarınızı yeni Generic Ledger uygulamasına taşımak için Migration uygulamasını yükleyin ve açın. Eski Legacy ve Migration Ledger uygulamaları gelecekte desteklenmeyecektir.
vi: Để ký kết các hoạt động và di chuyển các tài khoản của bạn sang ứng dụng Generic Ledger mới, cài đặt và mở ứng dụng Migration. Ứng dụng Ledger (Legacy) và Migration Ledger sẽ không còn được hỗ trợ trong tương lai.
zh_hans: 要进行操作签名并将您的账户迁移到新的 Generic Ledger 应用程序，请安装并打开 Migration 应用程序。旧版 Legacy 和 Migration Ledger 应用程序将来不会被支持。

# common.ledger.nano.legacy
source: Ledger Nano X (Legacy)
hu: Ledger Nano X (Örökség)
tr: Ledger Nano X (Eski)
zh_hans: Ledger Nano X（旧版）

# common.ledger.legacy
source: Ledger (Legacy)
hu: Ledger (Örökség)
tr: Ledger (Eski)
zh_hans: Ledger（旧版）

# common.passphrase
source: Passphrase
es: Frase de recuperación
fr: Phrase secrète
hu: Jelszó kifejezés
id: Frasa sandi
it: Frase di sicurezza
ja: パスフレーズ
ko: 비밀번호 문구
pl: Frazę zabezpieczającą
pt_pt: Frase secreta
ru: Секретная фраза
tr: Şifre Cümlesi
vi: Cụm mật khẩu
zh_hans: 助记词

# cloud.backup.remove.wallet.title
source: Wallet will be removed in the Cloud Backup
es: La billetera se eliminará en la Copia de Seguridad en la Nube
fr: Le portefeuille sera supprimé dans la sauvegarde cloud
hu: A pénztárca törölve lesz a felhőalapú biztonsági mentésből
id: Dompet akan dihapus dalam Cadangan Awan
it: Il portafoglio sarà rimosso nel Backup sul Cloud
ja: クラウドバックアップからウォレットが削除されます
ko: 클라우드 백업에서 지갑이 제거됩니다
pl: Portfel zostanie usunięty z Cloud Backup
pt_pt: A Carteira será removida no Backup em Nuvem
ru: Кошелек будет удален из Облачного Бэкапа.
tr: Cüzdan Bulut Yedeklemesinde kaldırılacak
vi: Ví sẽ bị xóa trong Sao lưu Đám mây
zh_hans: 钱包将被从云备份中移除

# cloud.backup.remove.wallet.message
source: Ensure you have saved Passphrase for the wallet before proceeding.
es: Asegúrate de haber guardado la frase de contraseña para la billetera antes de continuar.
fr: Assurez-vous d'avoir sauvegardé la phrase secrète pour le portefeuille avant de continuer.
hu: Győződjön meg arról, hogy elmentette a pénztárca előkészítő kódját, mielőtt folytatná.
id: Pastikan Anda telah menyimpan Frasa Sandi untuk dompet sebelum melanjutkan.
it: Assicurati di aver salvato la frase di recupero per il portafoglio prima di procedere.
ja: 続行する前に、ウォレットのパスフレーズを保存したことを確認してください。
ko: 진행하기 전에 지갑의 비밀번호 문구를 저장했는지 확인하십시오.
pl: Upewnij się, że zapisałeś Passphrase dla portfela przed kontynuowaniem.
pt_pt: Certifique-se de ter salvo a Frase de Recuperação para a carteira antes de prosseguir.
ru: Убедитесь, что вы сохранили секретную фразу для кошелька, прежде чем продолжить.
tr: Devam etmeden önce cüzdan için Anahtar Cümlesini kaydettiğinizden emin olun.
vi: Đảm bảo bạn đã lưu cụm từ bí mật cho ví trước khi tiếp tục.
zh_hans: 确保您在继续之前已经保存了钱包的助记词。

# no.manual.backup.alert.title
source: No wallets to back up
es: No hay billeteras para respaldar
fr: Aucun portefeuille à sauvegarder
hu: Nincs pénztárca a biztonsági mentéshez
id: Tidak ada dompet untuk dicadangkan
it: Nessun portafoglio da fare il backup
ja: バックアップするウォレットがありません
ko: 백업할 지갑 없음
pl: Brak portfeli do kopii zapasowej
pt_pt: Nenhuma carteira para fazer backup
ru: Нет кошельков для бэкапа
tr: Yedeklenecek cüzdan yok
vi: Không có ví nào để sao lưu
zh_hans: 没有可以备份的钱包

# wallet.import.existing
source: Import existing
es: Importar existente
fr: Importer existant
hu: Létező importálása
id: Impor yang sudah ada
it: Importa esistente
ja: 既存のアカウントをインポート
ko: 기존 계정 가져오기
pl: Importuj istniejące
pt_pt: Importar existente
ru: Импортировать существующий
tr: Mevcut olanı içe aktar
vi: Nhập tài khoản hiện có
zh_hans: 导入现有账户

# cloud.backup.auto.sync.title
source: Wallet changes will be updated in the Cloud Backup
es: Los cambios de la billetera se actualizarán en la copia de seguridad en la nube
fr: Les modifications apportées au portefeuille seront mises à jour dans la sauvegarde Cloud
hu: A pénztárcák változásai frissítve lesznek a felhőalapú biztonsági mentésben
id: Perubahan dompet akan diperbarui dalam Cadangan Awan
it: Le modifiche al wallet saranno aggiornate nel Cloud Backup
ja: ウォレットの変更がクラウドバックアップに更新されます
ko: 지갑 변경 사항이 클라우드 백업에 업데이트됩니다
pl: Zmiany portfela zostaną zaktualizowane w Cloud Backup
pt_pt: Alterações da carteira serão atualizadas no Backup na Nuvem
ru: Изменения кошелька будут применены в Облачном Бэкапе
tr: Cüzdan değişiklikleri Bulut Yedekleme'de güncellenecek
vi: Thay đổi ví sẽ được cập nhật trong Sao lưu Đám mây
zh_hans: 钱包更改将更新到云备份中

# cloud.backup.auto.sync.description
source: New wallets are automatically added to the Cloud Backup. You can disable Cloud Backup in Settings.
es: Nuevas billeteras se añaden automáticamente a la copia de seguridad en la nube. Puedes desactivar la copia de seguridad en la nube en Configuración.
fr: Les nouveaux portefeuilles sont automatiquement ajoutés à la sauvegarde Cloud. Vous pouvez désactiver la sauvegarde Cloud dans les paramètres.
hu: Új pénztárcák automatikusan hozzáadódnak a felhőalapú biztonsági mentéshez. Kikapcsolhatja a felhőalapú biztonsági mentést a beállításokban.
id: Dompet baru secara otomatis ditambahkan ke Cadangan Awan. Anda dapat menonaktifkan Cadangan Awan di Pengaturan.
it: I nuovi wallet vengono aggiunti automaticamente al Cloud Backup. Puoi disabilitare il Cloud Backup nelle impostazioni.
ja: 新しいウォレットは自動的にクラウドバックアップに追加されます。設定でクラウドバックアップを無効にすることができます。
ko: 새 지갑은 자동으로 클라우드 백업에 추가됩니다. 설정에서 클라우드 백업을 비활성화할 수 있습니다.
pl: Nowe portfele są automatycznie dodawane do Cloud Backup. Możesz wyłączyć Cloud Backup w ustawieniach.
pt_pt: Novas carteiras são automaticamente adicionadas ao Backup na Nuvem. Você pode desativar o Backup na Nuvem nas Configurações.
ru: Новые кошельки автоматически добавляются в Облачный Бэкап. Вы можете отключить Облачный Бэкап в настройках.
tr: Yeni cüzdanlar otomatik olarak Bulut Yedekleme'ye eklenir. Bulut Yedekleme'yi Ayarlardan devre dışı bırakabilirsiniz.
vi: Ví mới sẽ tự động được thêm vào Sao lưu Đám mây. Bạn có thể tắt Sao lưu Đám mây trong Cài đặt.
zh_hans: 新钱包会自动添加到云备份。您可以在设置中禁用云备份。

# wallet.how.add
source: How to add wallet?
es: ¿Cómo añadir un monedero?
fr: Comment ajouter un portefeuille?
hu: Hogyan lehet pénztárcát hozzáadni?
id: Bagaimana cara menambahkan dompet?
it: Come aggiungere un wallet?
ja: ウォレットを追加する方法?
ko: 지갑 추가 방법?
pl: Jak dodać portfel?
pt_pt: Como adicionar carteira?
ru: Как добавить кошелёк?
tr: Cüzdan nasıl eklenir?
vi: Làm thế nào để thêm ví?
zh_hans: 如何添加钱包？

# restore.json.download.button
source: Download Restore JSON
es: Descargar JSON de Restauración
fr: Télécharger le JSON de restauration
hu: Restore JSON letöltése
id: Unduh Kembalikan JSON
it: Scarica il JSON di ripristino
ja: 復元用JSONをダウンロード
ko: 복원 JSON 다운로드
pl: Pobierz plik JSON do przywracania
pt_pt: Baixar JSON de Restauração
ru: Скачать JSON для восстановления
tr: JSON Yedeklemesini İndir
vi: Tải xuống JSON Khôi phục
zh_hans: 下载恢复 JSON

# common.enter.password
source: Enter password
es: Ingresar contraseña
fr: Entrez le mot de passe
hu: Adja meg a jelszót
id: Masukkan kata sandi
it: Inserisci la password
ja: パスワードを入力
ko: 비밀번호 입력
pl: Wprowadź hasło
pt_pt: Digite a senha
ru: Введите пароль
tr: Parolayı girin
vi: Nhập mật khẩu
zh_hans: 输入密码

# advanced.export.header.message
source: Do not share any of this information with anyone - If you do you will permanently and irretreveably lose all of your assets
es: No compartas esta información con nadie. Si lo haces, perderás todos tus activos de manera permanente e irrecuperable.
fr: Ne partagez aucune de ces informations avec quiconque - Si vous le faites, vous perdrez de manière permanente et irrécupérable tous vos actifs
hu: Ne osszon meg senkivel semmilyen információt - Ha ezt megteszi, véglegesen és visszavonhatatlanul elveszíti minden eszközét
id: Jangan bagikan informasi ini kepada siapa pun - Jika Anda melakukannya, Anda akan kehilangan semua aset Anda secara permanen dan tidak dapat dikembalikan
it: Non condividere queste informazioni con nessuno - Se lo fai, perderai permanentemente e irreversibilmente tutti i tuoi asset
ja: この情報を他の誰とも共有しないでください - 共有した場合、すべての資産を永久かつ回復不能に失うことになります
ko: 이 정보를 누구와도 공유하지 마십시오 - 공유하면 모든 자산을 영구적이고 돌이킬 수 없이 잃게 됩니다
pl: Nie udostępniaj tych informacji nikomu - jeżeli to zrobisz, trwale i nieodwracalnie stracisz wszystkie swoje aktywa
pt_pt: Não compartilhe nenhuma dessas informações com ninguém - Se você fizer isso, perderá permanentemente e irreversivelmente todos os seus ativos
ru: Не делитесь этой информацией с кем-либо. Если вы это сделаете, вы навсегда и безвозвратно потеряете все свои активы.
tr: Bu bilgileri kimseyle paylaşmayın - Paylaşmanız durumunda tüm varlıklarınızı kalıcı ve geri döndürülemez şekilde kaybedersiniz
vi: Không chia sẻ bất kỳ thông tin nào này với bất kỳ ai - Nếu bạn làm vậy, bạn sẽ mất tất cả tài sản của mình vĩnh viễn và không thể khôi phục.
zh_hans: 不要与任何人分享这些信息 — 如果您这样做，您将永久且不可恢复地失去所有资产

# manual.backup.custom.key
source: Custom Key
es: Clave personalizada
fr: Clé personnalisée
hu: Egyedi kulcs
id: Kunci Kustom
it: Chiave personalizzata
ja: カスタムキー
ko: 사용자 정의 키
pl: Własny klucz
pt_pt: Chave Customizada
ru: Добавленный ключ
tr: Özel Anahtar
vi: Khóa tùy chỉnh
zh_hans: 自定义密钥

# manual.backup.common.key
source: Default Key
es: Clave por defecto
fr: Clé par défaut
hu: Alapértelmezett kulcs
id: Kunci Default
it: Chiave predefinita
ja: デフォルトキー
ko: 기본 키
pl: Domyślny klucz
pt_pt: Chave Padrão
ru: Ключ по умолчанию
tr: Varsayılan Anahtar
vi: Khóa mặc định
zh_hans: 默认密钥

# advanced.export.json.button.title
source: Export JSON file
es: Exportar archivo JSON
fr: Exporter le fichier JSON
hu: JSON fájl exportálása
id: Ekspor file JSON.
it: Esporta file JSON
ja: JSONファイルをエクスポート
ko: JSON 파일 내보내기
pl: Eksportuj plik JSON
pt_pt: Exportar arquivo JSON
ru: Экспортировать JSON-файл
tr: JSON dosyasını dışa aktar
vi: Xuất tệp JSON
zh_hans: 导出 JSON 文件

# backup.attention.title
source: Do not share your passphrase!
es: ¡No compartas tu frase de paso!
fr: Ne partagez pas votre phrase secrète!
hu: Ne ossza meg jelszavát!
id: Jangan bagikan frasa sandi Anda!
it: Non condividere la tua frase segreta!
ja: パスフレーズを共有しないでください！
ko: 비밀번호 구절을 공유하지 마세요!
pl: Nie udostępniaj swojej frazy kluczowej!
pt_pt: Não compartilhe sua frase-segredo!
ru: Не сообщайте свою секретную фразу!
tr: Parolanızı kimseyle paylaşmayın!
vi: Đừng chia sẻ cụm mật khẩu của bạn!
zh_hans: 不要分享您的助记词！

# backup.attention.description
source: Please read the following carefully before viewing your backup
es: Por favor, lee lo siguiente atentamente antes de ver tu copia de seguridad
fr: Veuillez lire attentivement ce qui suit avant de visualiser votre sauvegarde
hu: Kérjük, olvassa el figyelmesen a következőket, mielőtt megtekinti a biztonsági mentését
id: Mohon baca dengan seksama sebelum melihat cadangan Anda
it: Si prega di leggere attentamente quanto segue prima di visualizzare il backup
ja: バックアップを表示する前に以下をよくお読みください
ko: 백업을 보기 전에 다음 사항을 주의 깊게 읽어주세요
pl: Proszę dokładnie przeczytać przed wyświetleniem swojego backupu
pt_pt: Por favor, leia o seguinte com atenção antes de visualizar seu backup
ru: Пожалуйста, внимательно прочитайте следующее перед просмотром своего бэкапа
tr: Lütfen yedeğinizi görüntülemeden önce aşağıdakileri dikkatlice okuyun
vi: Vui lòng đọc kỹ những điều sau đây trước khi xem bản sao lưu của bạn
zh_hans: 在查看您的备份之前，请仔细阅读以下内容

# backup.attention.passphrase.description
source: This passphrase gives you total and permanent access to all connected wallets and the funds within them. %@
es: Esta frase de paso te da acceso total y permanente a todas las billeteras conectadas y los fondos dentro de ellas. %@
fr: Cette phrase secrète vous donne un accès total et permanent à tous les portefeuilles connectés et aux fonds qu'ils contiennent. %@
hu: Ez a titkos kifejezés teljes és állandó hozzáférést biztosít minden összekapcsolt pénztárcához és az azokban lévő pénzhez. %@
id: Frasa sandi ini memberi Anda akses total dan permanen ke semua dompet yang terhubung dan dana di dalamnya.
it: Questa passphrase ti dà accesso totale e permanente a tutti i portafogli connessi e ai fondi al loro interno. %@
ja: このパスフレーズは、すべての接続されたウォレットとその中の資金への完全かつ永久的なアクセスを提供します。 %@
ko: 이 비밀번호는 연결된 모든 지갑과 그 안의 자금에 대한 완전하고 영구적인 접근을 제공합니다. %@
pl: Ta tajna fraza daje Ci pełny i stały dostęp do wszystkich połączonych portfeli i środków w nich. %@
pt_pt: Esta frase de passagem dá acesso total e permanente a todas as carteiras conectadas e aos fundos nelas. %@
ru: Эта секретная фраза дает вам полный и постоянный доступ ко всем подключенным кошелькам и средствам в них. %@
tr: Bu parola, size tüm bağlantılı cüzdanlara ve içlerindeki fonlara tam ve kalıcı erişim sağlar. %@
vi: Cụm từ này cho bạn quyền truy cập toàn bộ và vĩnh viễn vào tất cả các ví được kết nối và các quỹ trong đó. %@
zh_hans: 这个密码短语让你对所有已连接的钱包和其中的资金拥有完全的永久访问权。 %@

# backup.attention.passphrase.description.highlighted
source: DO NOT SHARE IT.
es: NO LA COMPARTAS.
fr: NE LA PARTAGEZ PAS.
hu: NE OSZD MEG.
id: JANGAN BAGIKAN ITU.
it: NON CONDIVIDERLA.
ja: 誰にも共有しないでください。
ko: 절대 공유하지 마십시오.
pl: NIE UDOSTĘPNIAJ JEJ.
pt_pt: NÃO COMPARTILHE-A.
ru: НЕ ПЕРЕДАВАЙТЕ ЕЁ НИКОМУ.
tr: PAYLAŞMAYIN.
vi: KHÔNG CHIA SẺ NÓ.
zh_hans: 不要分享。

# backup.attention.passphrase.write.description.highlighted
source: FUNDS MAY BE LOST FOREVER.
es: LOS FONDOS PUEDEN PERDERSE PARA SIEMPRE.
fr: LES FONDS PEUVENT ÊTRE PERDUS À JAMAIS.
hu: A PÉNZEK ÖRÖKRE ELVESZHETNEK.
id: DANA DAPAT HILANG SELAMANYA.
it: I FONDI POTREBBERO ANDARE PERSI PER SEMPRE.
ja: 資金が永久に失われる可能性があります。
ko: 자금이 영원히 사라질 수 있습니다.
pl: ŚRODKI MOGĄ ZOSTAĆ UTRACONE NA ZAWSZE.
pt_pt: OS FUNDOS PODEM SER PERDIDOS PARA SEMPRE.
ru: ВАШИ СРЕДСТВА БУДУТ ПОТЕРЯНЫ НАВСЕГДА.
tr: FONLAR KALICI OLARAK KAYBEDİLEBİLİR.
vi: TIỀN CÓ THỂ BỊ MẤT VĨNH VIỄN.
zh_hans: 资金可能会永远丢失。

# backup.attention.passphrase.support.description.highlighted
source: BEWARE OF IMPERSONATORS.
es: CUIDADO CON LOS USURPADORES.
fr: MÉFIEZ-VOUS DES IMPOSTEURS.
hu: VIGYÁZZ AZ IMITÁTOROKRA.
id: AWAS PENIPU.
it: ATTENZIONE AI TRUFFATORI.
ja: 詐欺師に注意してください。
ko: 사칭자 조심하세요.
pl: UWAŻAJ NA OSZUSTÓW.
pt_pt: CUIDADO COM IMITADORES.
ru: ОСТЕРЕГАЙТЕСЬ МОШЕННИКОВ.
tr: KİŞİ TAKLİTLERİNE DİKKAT EDİN.
vi: CẨN THẬN VỚI KẺ MẠO DANH.
zh_hans: 提防冒名顶替者。

# chain.accounts.list.default.header
source: Accounts with default key
es: Cuentas con clave por defecto
fr: Comptes avec clé par défaut
hu: Fiókok alapértelmezett kulccsal
id: Akun dengan kunci default
it: Account con chiave predefinita
ja: デフォルトキーを持つアカウント
ko: 기본 키가 있는 계정
pl: Konta z domyślnym kluczem
pt_pt: Contas com chave padrão
ru: Аккаунты с общим секретом
tr: Varsayılan anahtarla hesaplar
vi: Tài khoản với khóa mặc định
zh_hans: 具有默认密钥的帐户

# chain.accounts.list.custom.header
source: Accounts with custom key
es: Cuentas con clave personalizada
fr: Comptes avec clé personnalisée
hu: Fiókok egyedi kulccsal
id: Akun dengan kunci kustom
it: Account con chiave personalizzata
ja: カスタムキーを持つアカウント
ko: 사용자 정의 키가 있는 계정
pl: Konta z własnym kluczem
pt_pt: Contas com chave customizada
ru: Аккаунты с кастомным секретом
tr: Özel anahtarlı hesaplar
vi: Tài khoản với khóa tùy chỉnh
zh_hans: 具有自定义密钥的帐户

# chain.accounts.list.default.title
source: Default accounts
es: Cuentas por defecto
fr: Comptes par défaut
hu: Alapértelmezett fiókok
id: Akun default
it: Account predefiniti
ja: デフォルトアカウント
ko: 기본 계정
pl: Domyślne konta
pt_pt: Contas padrão
ru: Аккаунты по умолчанию
tr: Varsayılan hesaplar
vi: Tài khoản mặc định
zh_hans: 默认帐户

# chain.accounts.list.header
source: Select the key to back up
es: Selecciona la clave para respaldar
fr: Sélectionnez la clé à sauvegarder
hu: Válassza ki a mentendő kulcsot
id: Pilih kunci untuk dicadangkan
it: Seleziona la chiave per il backup
ja: バックアップするキーを選択
ko: 백업할 키를 선택하세요
pl: Wybierz klucz do backupu
pt_pt: Selecione a chave para fazer backup
ru: Выберите ключ для бэкапа
tr: Yedeklemek için anahtarı seçin
vi: Chọn khóa để sao lưu
zh_hans: 选择要备份的密钥
