Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# common.secret.derivation.path
source: Secret derivation path
es: Ruta de derivación secreta
fr: Chemin de dérivation du secret
hu: Titkos származtatási útvonal
id: Jalur derivasi rahasia
it: Percorso di derivazione segreto
ja: シークレット導出パス
ko: 비밀 경로 도출
pl: Ścieżka pochodzenia sekretu
pt_pt: Sequência de derivação secreta
ru: Последовательность для вывода
tr: Gizli türetme yolu
vi: Đường dẫn dẫn xuất bí mật
zh_hans: 密钥派生路径

# common.crypto.type.substrate
source: Substrate keypair crypto type
es: Tipo de criptografía de par de claves Substrate
fr: Type de cryptographie de la paire de clés Substrate
hu: Substrate kulcspár titkosítási típusa
id: Tipe kripto pasangan kunci Substrate
it: Tipo di crittografia della coppia di chiavi Substrate
ja: Substrateキーの暗号タイプ
ko: Substrate 키페어 암호화 유형
pl: Typ klucza kryptograficznego Substrate
pt_pt: Tipo de criptografia de par de chaves Substrate
ru: Тип ключевой пары Substrate
tr: Substrate anahtar çifti kripto tipi
vi: Loại mã hóa keypair Substrate
zh_hans: Substrate 密钥对加密类型

# common.crypto.type.ethereum
source: Ethereum keypair crypto type
es: Tipo de cripto par de claves Ethereum
fr: Type de cryptographie de la paire de clés Ethereum
hu: Ethereum kulcspár titkosítási típusa
id: Jenis kripto pasangan kunci Ethereum
it: Tipo di crittografia per coppia chiave Ethereum
ja: Ethereumキーの暗号タイプ
ko: Ethereum 키페어 암호화 유형
pl: Typ kryptograficznej pary kluczy dla Ethereum
pt_pt: Tipo de criptografia de par de chaves Ethereum
ru: Тип ключевой пары Ethereum
tr: Ethereum anahtar çifti kripto tipi
vi: Loại cặp khóa Ethereum
zh_hans: Ethereum密钥对加密类型

# common.secret.derivation.path.substrate
source: Substrate secret derivation path
es: Ruta de derivación del secreto Substrate
fr: Chemin de dérivation du secret Substrate
hu: Substrate titkos származtatási útvonal
id: Jalur pemutusan rahasia Substrate
it: Percorso di derivazione segreto Substrate
ja: Substrate秘密の導出パス
ko: Substrate 비밀 파생 경로
pl: Ścieżka wyprowadzenia sekretu Substrate
pt_pt: Caminho de derivação secreta Substrate
ru: Последовательность для вывода секрета Substrate
tr: Substrate sır türetme yolu
vi: Đường dẫn dẫn xuất bí mật Substrate
zh_hans: Substrate 秘密衍生路径

# common.secret.derivation.path.ethereum
source: Ethereum secret derivation path
es: Ruta de derivación secreta de Ethereum
fr: Chemin de dérivation du secret Ethereum
hu: Ethereum titkos származtatási útvonal
id: Jalur derivasi rahasia Ethereum
it: Percorso di derivazione segreto Ethereum
ja: Ethereum 秘密派生パス
ko: 이더리움 비밀 파생 경로
pl: Ścieżka pochodzenia sekretu Ethereum
pt_pt: Caminho de derivação do segredo Ethereum
ru: Последовательность для вывода секрета Ethereum
tr: Ethereum gizli türetme yolu
vi: Chuỗi dẫn xuất bí mật của Ethereum
zh_hans: Ethereum密钥派生路径

# common.choose.network
source: Choose network
es: Elegir red
fr: Choisir le réseau
hu: Hálózat kiválasztása
id: Pilih jaringan
it: Scegli la rete
ja: ネットワークを選択
ko: 네트워크 선택
pl: Wybierz sieć
pt_pt: Escolher rede
ru: Выберите сеть
tr: Ağı seçin
vi: Chọn mạng lưới
zh_hans: 选择网络

# sr25519.selection.subtitle
source: sr25519 (recommended)
es: sr25519 (recomendado)
fr: sr25519 (recommandé)
hu: sr25519 (ajánlott)
id: sr25519 (direkomendasikan)
it: sr25519 (raccomandato)
ja: sr25519 (推奨)
ko: sr25519 (추천)
pl: sr25519 (zalecane)
pt_pt: sr25519 (recomendado)
ru: sr25519 (рекомендованный)
tr: sr25519 (önerilir)
vi: sr25519 (được khuyến nghị)
zh_hans: sr25519（推荐）

# ed25519.selection.subtitle
source: ed25519 (alternative)
es: ed25519 (alternativa)
hu: ed25519 (alternatív)
id: ed25519 (alternatif)
it: ed25519 (alternativa)
ja: ed25519 (代替)
ko: ed25519 (대안)
pl: ed25519 (alternatywny)
pt_pt: ed25519 (alternativo)
ru: ed25519 (альтернативный)
tr: ed25519 (alternatif)
vi: ed25519 (thay thế)
zh_hans: ed25519（替代方案）

# ecdsa.selection.subtitle
source: (BTC/ETH compatible)
es: (Compatible con BTC/ETH)
fr: (compatible BTC/ETH)
hu: (BTC/ETH kompatibilis)
id: (Kompatibel dengan BTC/ETH)
it: (compatibile BTC/ETH)
ja: (BTC/ETH 対応)
ko: (BTC/ETH 호환 가능)
pl: (BTC/ETH kompatybilny)
pt_pt: (Compatível com BTC/ETH)
ru: (BTC/ETH совместимый)
tr: (BTC/ETH uyumlu)
vi: (BTC/ETH tương thích)
zh_hans: (BTC/ETH 兼容)

# account.creation.info
source: Mnemonic is used to recover access to account. Write it down, we will not be able to recover your account without it!
es: El mnemónico se usa para recuperar acceso a la cuenta. Anótalo, ¡no podremos recuperar tu cuenta sin él!
fr: La mnémonique est utilisée pour récupérer l'accès au compte. Notez-le, nous ne pourrons pas récupérer votre compte sans lui !
hu: A mnemonicát a fiókhoz való hozzáférés helyreállítására használják. Jegyezd le, nélküle nem tudjuk helyreállítani a fiókodat!
id: Mnemonik digunakan untuk memulihkan akses ke akun. Tulislah, kami tidak akan dapat memulihkan akun Anda tanpa itu!
it: Il mnemonico è utilizzato per recuperare l'accesso all'account. Scrivilo, non saremo in grado di recuperare il tuo account senza di esso!
ja: ニーモニックはアカウントにアクセスするために使用されます。書き留めてください、それがないとアカウントを回復できません！
ko: 니모닉은 계정 액세스를 복구하는 데 사용됩니다. 이를 적어 두세요. 없이는 계정을 복구할 수 없습니다!
pl: Mnemonik jest używany do odzyskania dostępu do konta. Zapisz go, nie będziemy w stanie odzyskać Twojego konta bez niego!
pt_pt: A mnemônica é usada para recuperar o acesso à conta. Anote-a, não seremos capazes de recuperar sua conta sem ela!
ru: Мнемоническая фраза используется для восстановления доступа к аккаунту. Запишите ее, мы не сможем восстановить доступ к аккаунту без нее!
tr: Mnemonic hesaba erişimi kurtarmak için kullanılır. Yazın, bunun olmadan hesabınıza erişimi kurtaramayız!
vi: Chuỗi ký tự gợi nhớ được sử dụng để khôi phục quyền truy cập vào tài khoản. Hãy ghi lại, chúng tôi sẽ không thể khôi phục tài khoản của bạn nếu không có nó!
zh_hans: 助记词用于恢复对账户的访问。请将其写下来，没有它我们将无法恢复您的账户！

# common.info
source: Info
es: Información
hu: Információ
id: Informasi
it: Informazioni
ja: 情報
ko: 정보
pl: Informacja
pt_pt: Informação
ru: Информация
tr: Bilgi
vi: Thông tin
zh_hans: 信息

# common.invalid.path.title
source: Invalid format
es: Formato inválido
fr: Format non valide
hu: Érvénytelen formátum
id: Format tidak valid
it: Formato non valido
ja: 無効な形式
ko: 유효하지 않은 형식
pl: Nieprawidłowy format
pt_pt: Formato inválido
ru: Неверный формат
tr: Geçersiz format
vi: Định dạng không hợp lệ
zh_hans: 无效格式

# common.invalid.path.with.soft.message
source: Please, check that input is a mix of //'hard' and /'soft' where 'hard' and 'soft' can be any sequence of characters not including /. The path can end up with ///'password'. For example, //1/nova///mypass.
es: Por favor, verifica que la entrada es una mezcla de //'hard' y /'soft' donde 'hard' y 'soft' pueden ser cualquier secuencia de caracteres sin incluir /. El camino puede terminar con ///'contraseña'. Por ejemplo, //1/nova///mipass.
fr: Veuillez vérifier que l'entrée est un mélange de //'hard' et /'soft' où 'hard' et 'soft' peuvent être n'importe quelle séquence de caractères n'incluant pas /. Le chemin peut se terminer par ///'password'. Par exemple, //1/nova///mypass.
hu: Kérlek, ellenőrizd le, hogy a beírtak a //'hard' és a /'soft' keveréke-e, ahol a "hard" és a "soft" bármilyen karakterekből állhat, de a / karakter nélkül. Az elérési út végződhet a következővel: ///'password'. Például: //1/nova///mypass.
id: Silakan cek bahwa masukan adalah campuran //'hard' dan /'soft' di mana 'hard' dan 'soft' dapat berupa urutan karakter apa pun yang tidak termasuk /. Jalur dapat berakhir dengan ///'password'. Contohnya, //1/nova///mypass.
it: Si prega di controllare che l'input sia una combinazione di 'forte' e 'debole' in cui 'forte' e 'debole' possono essere qualsiasi sequenza di caratteri non inclusi /. Il percorso può terminare con 'password'. Ad esempio, //1/nova///mypass.
ja: 入力が //'hard' と /'soft' の組み合わせであることを確認してください。'hard' と 'soft' は 、/ を含まない任意の文字列のシーケンスである必要があります。パスは ///'password' で終わることができます。例: //1/nova///mypass.
ko: 입력이 //'hard'와 /'soft'의 조합인지 확인해주세요. 'hard'와 'soft'는 /를 포함하지 않는 어떠한 문자열의 연속도 될 수 있습니다. 경로는 ///'password'로 끝날 수 있습니다. 예를 들어, //1/nova///mypass.
pl: Proszę, upewnij się, że dane wejściowe to miks //'hard' i /'soft', gdzie 'hard' i 'soft' mogą być dowolną sekwencją znaków z wyłączeniem /. Ścieżka może kończyć się na ///'password'. Na przykład, //1/nova///mypass.
pt_pt: Por favor, verifique se a entrada é uma mistura de //'hard' e /'soft' onde 'hard' e 'soft' podem ser qualquer sequência de caracteres exceto /. O caminho pode terminar com ///'password'. Por exemplo, //1/nova///mypass.
ru: Пожалуйста, удостоверьтесь, что введенная строка это комбинация //'hard' и /'soft' где 'hard' и 'soft' могут быть любой последовательностью символов, не включая /. Путь может оканчиваться ///'password'. Например, //1/nova///mypass
tr: Lütfen girişin //'hard' ve /'soft' karışımı olduğundan emin olun, burada 'hard' ve 'soft' / içermeyen herhangi bir karakter dizisi olabilir. Yol ///'password' ile sonlanabilir. Örneğin, //1/nova///mypass.
vi: Vui lòng kiểm tra rằng dữ liệu nhập là sự kết hợp của //'hard' và /'soft' trong đó 'hard' và 'soft' có thể là bất kỳ chuỗi ký tự nào không bao gồm /. Đường dẫn có thể kết thúc với ///'password'. Ví dụ, //1/nova///mypass.
zh_hans: 请检查输入是否为//'硬'和/'软'的混合，其中'硬'和'软'可以是不包括/的任何字符序列。路径可以以///'密码'结束。例如，//1/nova///mypass。

# common.invalid.path.without.soft.message
source: Please, check that input is a mix of //'hard' where 'hard' can be any sequence of characters not including /. The path can end up with ///'password'. For example, //1//nova///mypass.
es: Por favor, verifica que la entrada es una mezcla de //'hard', donde 'hard' puede ser cualquier secuencia de caracteres sin incluir /. El camino puede terminar con ///'contraseña'. Por ejemplo, //1//nova///mipass.
fr: Veuillez vérifier que l'entrée est un mélange de //'hard' où 'hard' peut être n'importe quelle séquence de caractères n'incluant pas /. Le chemin peut se terminer par ///'password'. Par exemple, //1//nova///mypass.
hu: Kérlek, ellenőrizd le, hogy a beírtak a //'hard' keveréke, ahol a "hard" bármilyen karakterekből állhat, de a / karakter nélkül. Az elérési út végződhet a következővel: ///'password'. Például: //1/nova///mypass.
id: Silakan cek bahwa masukan adalah campuran //'hard' di mana 'hard' dapat berupa urutan karakter apa pun yang tidak termasuk /. Jalur dapat berakhir dengan ///'password'. Contohnya, //1//nova///mypass.
it: Si prega di controllare che l'input sia una combinazione di 'forte' dove 'forte' può essere qualsiasi sequenza di caratteri non includenti /. Il percorso può terminare con 'password'. Ad esempio, //1//nova///mypass
ja: 入力が //'hard' の組み合わせであることを確認してください。'hard' は、/ を含まない任意の文字列のシーケンスである必要があります。パスは ///'password' で終わることができます。例: //1//nova///mypass.
ko: 입력이 //'hard'의 조합인지 확인해주세요. 'hard'는 /를 포함하지 않는 어떠한 문자열의 연속도 될 수 있습니다. 경로는 ///'password'로 끝날 수 있습니다. 예를 들어, //1//nova///mypass.
pl: Proszę, upewnij się, że dane wejściowe to miks //'hard', gdzie 'hard' może być dowolną sekwencją znaków z wyłączeniem /. Ścieżka może kończyć się na ///'password'. Na przykład, //1//nova///mypass.
pt_pt: Por favor, verifique se a entrada é uma mistura de //'hard' onde 'hard' pode ser qualquer sequência de caracteres exceto /. O caminho pode terminar com ///'password'. Por exemplo, //1//nova///mypass.
ru: Пожалуйста, удостоверьтесь, что введенная строка это комбинация //'hard', где 'hard' может быть любой последовательностью символов, не включая /. Путь может оканчиваться ///'password'. Например, //1//nova///mypass
tr: Lütfen girişin sadece //'hard' karışımı olduğundan emin olun, burada 'hard' / içermeyen herhangi bir karakter dizisi olabilir. Yol ///'password' ile sonlanabilir. Örneğin, //1//nova///mypass.
vi: Vui lòng kiểm tra rằng dữ liệu nhập là sự kết hợp của //'hard' trong đó 'hard' có thể là bất kỳ chuỗi ký tự nào không bao gồm /. Đường dẫn có thể kết thúc với ///'password'. Ví dụ, //1//nova///mypass.
zh_hans: 请检查输入是否为//'硬'的混合，其中'硬'可以是不包括/的任何字符序列。路径可以以///'密码'结束。例如，//1//nova///mypass。

# common.undefined.error.title
source: Undefined error
es: Error indefinido
fr: Erreur non définie
hu: Ismeretlen hiba
id: Kesalahan tidak terdefinisi
it: Errore non definito
ja: 未定義のエラー
ko: 정의되지 않은 오류
pl: Niezdefiniowany błąd
pt_pt: Erro indefinido
ru: Неопределенная ошибка
tr: Tanımsız hata
vi: Lỗi không xác định
zh_hans: 未定义的错误

# common.undefined.error.message
source: Please, try again with another input. If the error appears again, please, contact support.
es: Por favor, intenta de nuevo con otra entrada. Si el error aparece de nuevo, por favor, contacta al soporte.
fr: Veuillez réessayer avec une autre entrée. Si l'erreur réapparaît, veuillez contacter l'assistance.
hu: Kérlek, próbálkozz újra. Amennyiben a hiba ismét megjelenik, fordulj ügyfélszolgálatunkhoz.
id: Silakan coba lagi dengan input lain. Jika kesalahan terjadi lagi, silakan hubungi dukungan.
it: Per favore, riprova con un altro input. Se l'errore persiste, contatta il supporto.
ja: 別の入力で再度試してください。エラーが再発する場合は、サポートに連絡してください。
ko: 다른 입력 값으로 다시 시도하십시오. 오류가 다시 발생하면 지원팀에 연락하십시오.
pl: Spróbuj ponownie, używając innego wejścia. Jeśli błąd pojawi się ponownie, skontaktuj się z pomocą techniczną.
pt_pt: Por favor, tente novamente com outra entrada. Se o erro persistir, entre em contato com o suporte.
ru: Пожалуйста, попробуйте снова с другими входными данными. Если ошибка повторяется, то свяжитесь со службой поддержки.
tr: Lütfen başka bir girişle tekrar deneyin. Hata tekrar ederse, lütfen destek ile iletişime geçin.
vi: Vui lòng thử lại với đầu vào khác. Nếu lỗi xuất hiện lại, vui lòng liên hệ hỗ trợ.
zh_hans: 请用其他的输入再试一次。如果错误再次出现，请联系客服。

# common.unsupported.network.message
source: The network type is not supported yet. Please, choose another one.
es: El tipo de red aún no es soportado. Por favor, elige otro.
fr: Le type de réseau n'est pas encore pris en charge. Veuillez en choisir un autre.
hu: A hálózati típus még nem támogatott. Kérlek, válassz egy másikat.
id: Jenis jaringan ini belum didukung. Silakan pilih yang lain.
it: Il tipo di rete non è ancora supportato. Si prega di sceglierne un altro.
ja: ネットワークタイプはまだサポートされていません。別のものを選んでください。
ko: 네트워크 유형이 아직 지원되지 않습니다. 다른 것을 선택해 주세요.
pl: Typ sieci nie jest jeszcze obsługiwany. Proszę, wybierz inny.
pt_pt: O tipo de rede ainda não é suportado. Por favor, escolha outro.
ru: Тип сети еще не поддерживается. Пожалуйста, выберите другой тип сети.
tr: Ağ türü henüz desteklenmiyor. Lütfen, başka bir tür seçin.
vi: Loại mạng chưa được hỗ trợ. Vui lòng chọn loại khác.
zh_hans: 网络类型尚未支持。请选择另一种。

# import.source.picker.title
source: Source type
es: Tipo de fuente
fr: Type de source
hu: Forrás típus
id: Tipe Sumber
it: Tipo di origine
ja: ソースタイプ
ko: 소스 유형
pl: Typ źródła
pt_pt: Tipo de fonte
ru: Тип источника
tr: Kaynak tipi
vi: Loại nguồn
zh_hans: 源类型

# import.raw.seed
source: Raw seed
es: Semilla cruda
fr: Clé de récupération
hu: Nyers seed
id: Biji Mentah
it: Seed grezzo
ja: 生のシード
pt_pt: Semente bruta
ru: Сид
tr: Ham çekirdek
zh_hans: 原始种子

# import.recovery.json
source: Restore JSON
es: Restaurar JSON
fr: Restaurer JSON
hu: JSON visszaállítása
id: Pulihkan JSON
it: Ripristina JSON per il recupero
ja: JSONを復元
ko: JSON 복원
pl: Przywróć JSON
pt_pt: Restaurar JSON
ru: JSON для восстановления
tr: JSON Kurtar
vi: Khôi phục JSON
zh_hans: 恢复 JSON

# account.import.password.placeholder
source: Password
es: Contraseña
fr: Mot de passe
hu: Jelszó
id: Kata Sandi
ja: パスワード
ko: 비밀번호
pl: Hasło
pt_pt: Senha
ru: Пароль
tr: Şifre
vi: Mật khẩu
zh_hans: 密码

# recover.json.hint
source: Paste json or upload file…
es: Pega el json o sube un archivo…
fr: Collez le fichier JSON ou téléchargez le fichier...
hu: JSON beillesztése vagy fájl feltöltése…
id: Tempelkan json atau unggah file...
it: Incolla json o carica il file...
ja: jsonを貼り付けるかファイルをアップロード...
ko: json을 붙여넣거나 파일을 업로드하세요...
pl: Wklej json lub załaduj plik…
pt_pt: Cole o json ou faça upload do arquivo…
ru: Вставьте json строку или загрузите файл…
tr: Json yapıştırın ya da dosya yükleyin...
vi: Dán mã JSON hoặc tải lên tệp...
zh_hans: 粘贴 json 字符串或上传文件…

# account.import.recovery.json.placeholder
source: Paste json
es: Pegar json
fr: Coller le fichier JSON
hu: JSON beillesztése
id: Tempelkan json
it: Incolla json
ja: JSONを貼り付け
ko: JSON 붙여넣기
pl: Wklej json
pt_pt: Colar json
ru: Вставьте json
tr: Json yapıştırın
vi: Dán json
zh_hans: 粘贴json

# account.import.substrate.seed.placeholder
source: Raw seed: 64 hex symbols
es: Semilla cruda: 64 símbolos hexadecimales
fr: Clé de récupération: 64 symboles hex
hu: Nyers seed: 64 hexadecimális szimbólum
id: Seed mentah: 64 simbol heksadesimal
it: Raw seed: 64 simboli esadecimali
ja: 生のシード：64個の16進数の記号
ko: Raw seed: 64개의 hex 기호
pl: Surowe seed: 64 symboli hex
pt_pt: Semente crua: 64 símbolos hexadecimais
ru: Бинарный сид: 64 шестнадцатиричных символа
tr: Ham tohum: 64 onaltılık sembol
vi: Hạt giống thô: 64 ký tự hex
zh_hans: 原始种子：64个十六进制符号

# account.import.ethereum.seed.placeholder
source: Raw seed: 128 hex symbols
es: Semilla cruda: 128 símbolos hexadecimales
fr: Clé de récupération: 128 symboles hex
hu: Nyers seed: 128 hexadecimális szimbólum
id: Benih mentah: 128 simbol heksadesimal
it: Seed grezzo: 128 simboli esadecimali
ja: 生のシード: 128桁の16進数記号
ko: 원시 시드: 128 진수 기호
pl: Surowy seed: 128 znaków hex
pt_pt: Semente crua: 128 símbolos hexadecimais
ru: Бинарный сид: 128 шестнадцатеричных символа
tr: Ham seed: 128 onaltılık sembol
vi: Hạt giống thô: 128 ký tự hex
zh_hans: 原始种子：128个十六进制符号

# import.mnemonic
source: Mnemonic passphrase
es: Frase de contraseña mnemotécnica
fr: Phrase de récupération
hu: Mnemonikus jelmondat
id: Frase Mnemonic
it: Frase mnemonica
ja: ニーモニック フレーズ
pl: Fraza mnemoniczna
pt_pt: Frase-senha mnemônica
ru: Мнемоническая фраза
tr: Mnemonic kod cümlesi
vi: Cụm từ ghi nhớ
zh_hans: 助记词短语

# account.import.invalid.seed
source: Seed is invalid. Please, make sure that your input contains 64 hex symbols.
es: El seed es inválido. Por favor, asegúrate de que tu entrada contenga 64 símbolos hexadecimales.
fr: La clé n'est pas valide. Veuillez vous assurer que votre entrée contient 64 symboles hex.
hu: Érvénytelen seed. Kérlek, győződj meg arról, hogy a bevitel 64 hexadecimális szimbólumot tartalmaz.
id: Seed tidak valid. Harap pastikan bahwa input Anda mengandung 64 simbol hex.
it: Il seed non è valido. Assicurati che l'input contenga 64 simboli esadecimali.
ja: Seedが無効です。入力が64進数のシンボルを含むことを確認してください。
ko: Seed가 유효하지 않습니다. 입력한 내용이 64개의 hex 기호를 포함하고 있는지 확인하세요.
pl: Seed jest nieprawidłowy. Proszę upewnij się, że wprowadzone dane zawierają 64 symbole hex.
pt_pt: Seed inválido. Por favor, certifique-se de que sua entrada contém 64 símbolos hexadecimais.
ru: Seed неверный. Пожалуйста, убедитесь, что введенные данные содержат 64 hex символа.
tr: Seed geçersiz. Lütfen girdinizin 64 hex simgesi içerdiğinden emin olun.
vi: Seed không hợp lệ. Vui lòng đảm bảo rằng đầu vào của bạn chứa 64 ký tự hex.
zh_hans: Seed无效。请确保您的输入包含64个十六进制符号。

# account.import.invalid.keystore
source: Invalid restore json. Please, make sure that input contains valid json.
es: JSON de restauración inválido. Por favor, asegúrate de que la entrada contenga un JSON válido.
fr: Fichier JSON de restauration invalide. Veuillez vous assurer que l'entrée contient un JSON valide.
hu: Érvénytelen visszaállítási JSON. Kérlek, győződj meg arról,hogy a JSON fájl évényes adatokat tartalmaz.
id: JSON pemulihan tidak valid. Harap pastikan bahwa input mengandung JSON yang valid.
it: Json di ripristino non valido. Assicurati che l'input contenga un json valido.
ja: 無効な復元jsonです。有効なjson形式であることを確認してください。
ko: 잘못된 복원 json입니다. 입력한 내용이 유효한 json인지 확인하세요.
pl: Nieprawidłowy format przywracania json. Proszę upewnij się, że dane zawierają prawidłowy format json.
pt_pt: JSON de restauração inválido. Por favor, certifique-se de que a entrada contém um JSON válido.
ru: Неверный формат данных восстановления. Пожалуйста, удостоверьтесь, что данные соответствуют json формату.
tr: Geçersiz geri yükleme json'u. Lütfen girdinin geçerli bir json içerdiğinden emin olun.
vi: json khôi phục không hợp lệ. Vui lòng đảm bảo rằng đầu vào chứa json hợp lệ.
zh_hans: 恢复json无效。请确保输入包含有效的json。

# account.import.keystore.decryption.error.message
source: Please, check password correctness and try again.
es: Por favor, verifique la corrección de la contraseña e inténtelo de nuevo.
fr: Veuillez vérifier l'exactitude du mot de passe et réessayer.
hu: Kérlek, ellenőrizd a jelszó helyességét, és próbáld meg újra.
id: Harap periksa kebenaran kata sandi dan coba lagi.
it: Controlla la correttezza della password e riprova.
ja: パスワードの正確さを確認して、もう一度お試しください。
ko: 비밀번호의 정확성을 확인하고 다시 시도하십시오.
pl: Proszę, sprawdź poprawność hasła i spróbuj ponownie.
pt_pt: Por favor, verifique a correção da senha e tente novamente.
ru: Пожалуйста, проверьте корректность пароля и попробуйте снова.
tr: Lütfen, şifrenin doğruluğunu kontrol edin ve tekrar deneyin.
vi: Vui lòng, kiểm tra mật khẩu và thử lại.
zh_hans: 请检查密码正确性并重试。

# account.import.keystore.decryption.error.title
source: Keystore decryption failed
es: Fallo en la descifrado del almacén de claves
fr: Échec du décryptage de la base de données
hu: Sikertelen kulcstár visszafejtés
id: Gagal dekripsi keystore.
it: Decifratura del keystore fallita
ja: Keystoreの復号に失敗しました
ko: Keystore 복호화 실패
pl: Niepowodzenie deszyfrowania Keystore
pt_pt: Falha na descriptografia do armazenamento de chaves
ru: Ошибка дешифрования
tr: Anahtar dosyasının şifresi çözülemedi
vi: Giải mã Keystore thất bại
zh_hans: 密钥库解密失败

# account.confirmation.title
source: Confirm mnemonic
es: Confirmar mnemónica
fr: Confirmer la phrase de récupération
hu: Mnemonika megerősítése
id: Konfirmasi mnemonik
it: Conferma mnemonica
ja: ニーモニックを確認
ko: 니모닉 확인
pl: Potwierdź mnemonic
pt_pt: Confirmar mnemônica
ru: Подтверждение
tr: Anımsatıcıyı onayla
vi: Xác nhận cụm từ ghi nhớ
zh_hans: 确认助记词

# account.confirmation.details
source: Choose words in the right order
es: Elige las palabras en el orden correcto
fr: Choisissez les mots dans le bon ordre
hu: Válaszd ki a szavakat a megfelelő sorrendben
id: Pilih kata-kata dalam urutan yang benar
it: Scegli le parole nell'ordine corretto
ja: 正しい順序で言葉を選んでください
ko: 올바른 순서로 단어를 선택하세요
pl: Wybierz słowa w odpowiedniej kolejności
pt_pt: Escolha as palavras na ordem correta
ru: Выберите слова в правильном порядке
tr: Kelimeleri doğru sıradaki gibi seçin
vi: Chọn các từ theo đúng thứ tự
zh_hans: 按正确的顺序选择单词

# pincode.create.top.title
source: Create pin code
es: Crear código PIN
fr: Créer un code pin
hu: PIN-kód létrehozása
id: Buat kode pin
it: Crea un codice PIN
ja: 新しいPINコードを作成
ko: PIN 코드를 생성하십시오.
pl: Utwórz PIN
pt_pt: Crie o código PIN
ru: Новый PIN-код
tr: Pin kodu oluşturun
vi: Tạo mã pin
zh_hans: 创建密码

# profile.accounts.title
source: Accounts
es: Cuentas
fr: Comptes
hu: Fiókok
id: Akun
it: Account
ja: アカウント
ko: 계정
pl: Konta
pt_pt: Contas
ru: Аккаунты
tr: Hesaplar
vi: Tài khoản
zh_hans: 账户

# profile.wallets.title
source: Wallets
es: Carteras
fr: Portefeuilles
hu: Tárcák
id: Dompet
it: Portafogli
ja: ウォレット
ko: 지갑
pl: Portfele
pt_pt: Carteiras
ru: Кошельки
tr: Cüzdanlar
vi: Ví tiền
zh_hans: 钱包

# profile.pincode.change.title
source: Change PIN code
es: Cambiar código PIN
fr: Modifier le code pin
hu: PIN-kód módosítása
id: Ubah Kode PIN
it: Cambia il codice PIN
ja: PINコードを変更
ko: PIN 코드 변경
pl: Zmień kod PIN
pt_pt: Alterar código PIN
ru: Изменить PIN-код
tr: PIN kodunu değiştir
vi: Đổi mã PIN
zh_hans: 更改密码
