Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# network.manage.node.edit
source: Edit node
es: Editar nodo
fr: Modifier le nœud
hu: Csomópont szerkesztése
id: Sunting node
it: Modifica nodo
ja: ノードを編集
ko: 노드 편집
pl: Edytuj węzeł
pt_pt: Editar nó
ru: Редактировать ноду
tr: Düğümü düzenle
vi: Chỉnh sửa node
zh_hans: 编辑节点

# network.node.delete.alert.title
source: Delete node?
es: ¿Eliminar nodo?
fr: Supprimer le nœud ?
hu: Csomópont törlése?
id: Hapus node?
it: Eliminare il nodo?
ja: ノードを削除しますか？
ko: 노드를 삭제하시겠습니까?
pl: Usunąć węzeł?
pt_pt: Excluir nó?
ru: Удалить ноду?
tr: Düğümü silmek mi?
vi: Xóa node?
zh_hans: 删除节点？

# network.manage.node.manage.added.node
source: Manage added node
es: Gestionar nodo agregado
fr: Gérer le nœud ajouté
hu: Hozzáadott csomópont kezelése
id: Kelola node yang ditambahkan
it: Gestisci nodo aggiunto
ja: 追加されたノードの管理
ko: 추가된 노드 관리
pl: Zarządzaj dodanym węzłem
pt_pt: Gerenciar nó adicionado
ru: Управление добавленной нодой
tr: Eklenen düğümü yönet
vi: Quản lý các node đã thêm
zh_hans: 管理已添加的节点

# network.add.alert.invalid.symbol.title
source: Invalid Currency Symbol
es: Símbolo de moneda inválido
fr: Symbole de monnaie invalide
hu: Érvénytelen pénznemszimbólum
id: Simbol Mata Uang tidak valid
it: Simbolo della Moneta non valido
ja: 無効な通貨記号
ko: 유효하지 않은 통화 기호
pl: Nieprawidłowy symbol waluty
pt_pt: Símbolo da Moeda inválido
ru: Неверный символ валюты
tr: Geçersiz Para Birimi Sembolü
vi: Biểu tượng tiền tệ không hợp lệ
zh_hans: 无效的货币符号

# networks.list.placeholder.messsage
source: Added custom networks will appear here
es: Las redes personalizadas agregadas aparecerán aquí
fr: Les réseaux personnalisés ajoutés apparaîtront ici
hu: A hozzáadott egyéni hálózatok itt fognak megjelenni
id: Jaringan kustom yang ditambahkan akan muncul di sini
it: Le reti personalizzate aggiunte appariranno qui
ja: 追加されたカスタムネットワークはここに表示されます
ko: 추가된 사용자 정의 네트워크가 여기에 나타납니다
pl: Dodane niestandardowe sieci pojawią się tutaj
pt_pt: As redes personalizadas adicionadas aparecerão aqui
ru: Добавленные пользовательские сети появятся здесь
tr: Eklenen özel ağlar burada görünecek
vi: Mạng tùy chỉnh được thêm sẽ xuất hiện ở đây
zh_hans: 添加的自定义网络将显示在这里

# network.details.enable.connection
source: Enable connection
es: Habilitar conexión
fr: Activer la connexion
hu: Kapcsolat engedélyezése
id: Aktifkan koneksi
it: Abilita connessione
ja: 接続を有効にする
ko: 연결 활성화
pl: Włącz połączenie
pt_pt: Ativar conexão
ru: Включить подключение
tr: Bağlantıyı etkinleştir
vi: Kích hoạt kết nối
zh_hans: 启用连接

# network.details.auto.balance
source: Auto-balance nodes
es: Equilibrar nodos automáticamente
fr: Équilibrage automatique des nœuds
hu: Automatikus csomópontok egyensúlyozása
id: Node saldo otomatis
it: Bilanciamento automatico dei nodi
ja: 自動バランスノード
ko: 자동 균형 노드
pl: Automatyczne równoważenie węzłów
pt_pt: Equilibrar nós automaticamente
ru: Автоматическая балансировка нод
tr: Otomatik denge düğümleri
vi: Tự động cân bằng nodes
zh_hans: 自动平衡节点

# network.node.add.title
source: Add custom node
es: Agregar nodo personalizado
fr: Ajouter un nœud personnalisé
hu: Egyéni node hozzáadása
id: Tambahkan node kustom
it: Aggiungi nodo personalizzato
ja: カスタムノードを追加
ko: 사용자 정의 노드 추가
pl: Dodaj niestandardowy węzeł
pt_pt: Adicionar nodo personalizado
ru: Добавить ноду
tr: Özel düğüm ekle
vi: Thêm node tuỳ chỉnh
zh_hans: 添加自定义节点

# network.node.add.alert.wrong.network.message
source: The URL you entered is not corresponding to Node for %@. Please enter URL of the valid %@ node.
es: La URL que ingresaste no corresponde al Nodo para %@. Por favor ingresa la URL del nodo %@ válido.
fr: L'URL que vous avez saisie ne correspond pas au nœud pour %@. Veuillez entrer l'URL du nœud valide de %@.
hu: A megadott URL nem felel meg a %@ Node-nak. Kérjük, adja meg egy érvényes %@ node URL-jét.
id: URL yang Anda masukkan tidak sesuai dengan Node untuk %@. Harap masukkan URL Node %@ yang valid.
it: L'URL che hai inserito non corrisponde al nodo per %@. Per favore inserisci l'URL di un nodo %@ valido.
ja: 入力されたURLは%@のノードに対応していません。 有効な%@ノードのURLを入力してください。
ko: 입력된 URL이 %@의 노드에 해당되지 않습니다. 유효한 %@ 노드의 URL을 입력하십시오.
pl: Wprowadzony URL nie odpowiada węzłowi dla %@. Proszę wprowadzić URL prawidłowego węzła %@.
pt_pt: A URL que você inseriu não corresponde ao Nodo para %@. Por favor, insira a URL de um nodo %@ válido.
ru: Введенный вами URL не соответствует ноде для %@. Пожалуйста, введите URL валидной ноды %@.
tr: Girdiğiniz URL, %@ için Düğümle eşleşmiyor. Lütfen geçerli %@ düğümünün URL'sini girin.
vi: URL bạn nhập không tương ứng với Node cho %@. Hãy nhập URL của node %@ hợp lệ.
zh_hans: 您输入的 URL 不对应 %@ 的节点。 请输入有效的 %@ 节点 URL。

# network.node.add.alert.already.exists.message
source: The URL you entered already exists as the "%@" Node.
es: La URL que ingresó ya existe como el nodo "%@".
fr: L'URL que vous avez entrée existe déjà en tant que nœud "%@".
hu: A megadott URL már létezik mint "%@" Node.
id: URL yang Anda masukkan sudah ada sebagai Node "%@".
it: L'URL che hai inserito esiste già come nodo "%@".
ja: 入力されたURLは「%@」ノードとしてすでに存在します。
ko: 입력된 URL이 "%@" 노드로 이미 존재합니다.
pl: Wprowadzony adres URL już istnieje jako węzeł "%@".
pt_pt: A URL que você inseriu já existe como o Nó "%@".
ru: Введенный вами URL уже существует как "%@" нода.
tr: Girdiğiniz URL, "%@" Düğümü olarak zaten mevcut.
vi: URL bạn nhập đã tồn tại dưới dạng Node "%@".
zh_hans: 您输入的 URL 已作为“%@”节点存在。

# common.for
source: For
es: Para
fr: Pour
hu: Számára
id: Untuk
it: Per
ja: のために
ko: 대상
pl: Dla
pt_pt: Para
ru: Для
tr: İçin
vi: Cho
zh_hans: 为了

# network.node.edit.title
source: Edit custom node
es: Editar nodo personalizado
fr: Modifier le nœud personnalisé
hu: Egyéni node szerkesztése
id: Edit node kustom
it: Modifica nodo personalizzato
ja: カスタムノードを編集
ko: 사용자 정의 노드 편집
pl: Edytuj niestandardowy węzeł
pt_pt: Editar nodo personalizado
ru: Редактировать ноду
tr: Özel düğümü düzenle
vi: Chỉnh sửa node tùy chỉnh
zh_hans: 编辑自定义节点

# network.add.coingeckoUrl
source: Coingecko link for price info (Optional)
es: Enlace de Coingecko para información de precios (Opcional)
fr: Lien Coingecko pour les infos de prix (Optionnel)
hu: Coingecko link az ár információkhoz (Opcióként)
id: Tautan Coingecko untuk informasi harga (Opsional)
it: Link di Coingecko per informazioni sui prezzi (Opzionale)
ja: 価格情報のためのCoingeckoリンク（オプション）
ko: 가격 정보용 Coingecko 링크 (선택 사항)
pl: Link Coingecko dla informacji o cenach (Opcjonalny)
pt_pt: Link Coingecko para informações de preço (Opcional)
ru: Ссылка Coingecko для информации о цене (необязательно)
tr: Fiyat bilgisi için Coingecko bağlantısı (İsteğe bağlı)
vi: Liên kết Coingecko để biết thông tin giá (Tùy chọn)
zh_hans: Coingecko 链接查看价格信息（可选）

# network.add.alert.already.exists.title
source: This network already exist
es: Esta red ya existe
fr: Ce réseau existe déjà
hu: Ez a hálózat már létezik
id: Jaringan ini sudah ada
it: Questa rete esiste già
ja: このネットワークはすでに存在します
ko: 이 네트워크가 이미 존재합니다
pl: Ta sieć już istnieje
pt_pt: Esta rede já existe
ru: Эта сеть уже существует
tr: Bu ağ zaten mevcut
vi: Mạng này đã tồn tại
zh_hans: 该网络已存在

# network.add.alert.already.exists.remote.message
source: The entered RPC URL is present in Nova as a %@.
es: La URL de RPC ingresada está presente en Nova como una %@.
fr: L'URL RPC entrée est présente dans Nova en tant que %@.
hu: A megadott RPC URL már jelen van a Nova-ban, mint %@.
id: URL RPC yang dimasukkan sudah ada di Nova sebagai %@.
it: L'URL RPC inserito è presente in Nova come %@.
ja: 入力されたRPC URLはNovaに%@ として存在します。
ko: 입력된 RPC URL이 Nova에 %@로 이미 존재합니다.
pl: Wprowadzony adres URL RPC jest obecny w Nova jako %@.
pt_pt: O URL RPC inserido está presente no Nova como uma %@.
ru: Введенный RPC URL присутствует в Nova как %@.
tr: Girilen RPC URL'si Nova'da %@ olarak mevcut.
vi: URL RPC nhập vào đã tồn tại trong Nova dưới dạng %@.
zh_hans: 输入的 RPC URL 在 Nova 中已作为 %@ 存在。

# network.add.alert.already.exists.custom.message
source: The entered RPC URL is present in Nova as a %@. Are you sure you want to modify it?
es: La URL de RPC ingresada está presente en Nova como una %@. ¿Está seguro de que desea modificarla?
fr: L'URL RPC entrée est présente dans Nova en tant que %@. Êtes-vous sûr de vouloir le modifier ?
hu: A megadott RPC URL már jelen van a Nova-ban, mint %@. Biztos benne, hogy módosítani szeretné?
id: URL RPC yang dimasukkan sudah ada di Nova sebagai %@. Apakah Anda yakin ingin mengubahnya?
it: L'URL RPC inserito è presente in Nova come %@. Sei sicuro di volerlo modificare?
ja: 入力されたRPC URLはNovaに%@ として存在します。 本当に修正しますか？
ko: 입력된 RPC URL이 Nova에 %@로 이미 존재합니다. 정말로 수정하시겠습니까?
pl: Wprowadzony adres URL RPC jest obecny w Nova jako %@. Czy na pewno chcesz go zmodyfikować?
pt_pt: O URL RPC inserido está presente no Nova como uma %@. Tem certeza de que deseja modificá-lo?
ru: Введенный RPC URL присутствует в Nova как %@. Вы уверены, что хотите изменить его?
tr: Girilen RPC URL'si Nova'da %@ olarak mevcut. Bunu değiştirmek istediğinizden emin misiniz?
vi: URL RPC nhập vào đã tồn tại trong Nova dưới dạng %@. Bạn có chắc chắn muốn sửa đổi nó không?
zh_hans: 输入的 RPC URL 在 Nova 中已作为 %@ 存在。确定要修改吗？

# network.add.alert.invalid.network.type.title
source: Invalid network type
es: Tipo de red inválido
fr: Type de réseau invalide
hu: Érvénytelen hálózati típus
id: Tipe jaringan tidak valid
it: Tipo di rete non valido
ja: 無効なネットワークタイプ
ko: 잘못된 네트워크 유형
pl: Nieprawidłowy typ sieci
pt_pt: Tipo de rede inválido
ru: Неверный тип сети
tr: Geçersiz ağ tipi
vi: Loại mạng không hợp lệ
zh_hans: 无效的网络类型

# network.add.alert.invalid.network.type.message
source: It seems you want to add a different type of network. Please select the “%@” to continue.
es: Parece que desea agregar un tipo diferente de red. Por favor, seleccione la “%@” para continuar.
fr: Il semble que vous souhaitiez ajouter un type de réseau différent. Veuillez sélectionner le
hu: Úgy tűnik, egy más típusú hálózatot kíván hozzáadni. Kérjük, válassza ki a „%@” folytatni.
id: Sepertinya Anda ingin menambahkan tipe jaringan yang berbeda. Harap pilih "%@" untuk melanjutkan.
it: Sembra che tu voglia aggiungere un tipo di rete diverso. Seleziona “%@” per continuare.
ja: 異なる種類のネットワークを追加しようとしているようです。「%@」を選択して続行してください。
ko: 다른 유형의 네트워크를 추가하려는 것 같습니다. 계속하려면 “%@”를 선택하십시오.
pl: Wygląda na to, że chcesz dodać inny typ sieci. Wybierz “%@” aby kontynuować.
pt_pt: Parece que você quer adicionar um tipo diferente de rede. Por favor, selecione "%@" para continuar.
ru: Похоже, вы хотите добавить другой тип сети. Пожалуйста, выберите “%@”, чтобы продолжить.
tr: Farklı bir ağ tipi eklemek istediğiniz görünüyor. Devam etmek için lütfen "%@" seçin.
vi: Có vẻ bạn muốn thêm một loại mạng khác. Vui lòng chọn “%@” để tiếp tục.
zh_hans: 看起来您想添加不同类型的网络。请选择“%@”以继续。

# network.add.alert.invalid.symbol.message
source: The entered Currency Symbol (%@) does not match the network (%@). Do you want to use the correct currency symbol?
es: El símbolo de moneda ingresado (%@) no coincide con la red (%@). ¿Desea usar el símbolo de moneda correcto?
fr: Le symbole de monnaie entré (%@) ne correspond pas au réseau (%@). Voulez-vous utiliser le symbole de monnaie correct ?
hu: A megadott pénznem szimbólum (%@) nem egyezik a hálózattal (%@). Szeretné használni a helyes pénznem szimbólumot?
id: Simbol Mata Uang yang dimasukkan (%@) tidak cocok dengan jaringan (%@). Apakah Anda ingin menggunakan simbol mata uang yang benar?
it: Il Simbolo della Moneta inserito (%@) non corrisponde alla rete (%@). Vuoi utilizzare il simbolo corretto?
ja: 入力された通貨シンボル（%@）がネットワーク（%@）と一致しません。正しい通貨シンボルを使用しますか？
ko: 입력된 통화 기호 (%@)가 네트워크 (%@)와 일치하지 않습니다. 올바른 통화 기호를 사용하시겠습니까?
pl: Wprowadzony symbol waluty (%@) nie pasuje do sieci (%@). Czy chcesz użyć poprawnego symbolu waluty?
pt_pt: O Símbolo da Moeda inserido (%@) não corresponde à rede (%@). Deseja usar o símbolo correto da moeda?
ru: Введенный символ валюты (%@) не совпадает с сетью (%@). Вы хотите использовать правильный символ валюты?
tr: Girilen Para Birimi Sembolü (%@) ağ (%@) ile eşleşmiyor. Doğru para birimi sembolünü kullanmak istiyor musunuz?
vi: Ký hiệu tiền tệ (%@) bạn nhập vào không khớp với mạng (%@). Bạn có muốn sử dụng ký hiệu tiền tệ đúng không?
zh_hans: 输入的货币符号 (%@) 与网络 (%@) 不匹配。要使用正确的货币符号吗？

# network.node.delete.alert.description
source: %@ node will be deleted
es: El nodo %@ será eliminado
fr: Le nœud %@ sera supprimé
hu: A %@ node törlésre kerül
id: Node %@ akan dihapus
it: Il nodo %@ verrà eliminato
ja: %@ノードは削除されます
ko: %@ 노드가 삭제됩니다
pl: Węzeł %@ zostanie usunięty
pt_pt: O nodo %@ será excluído
ru: нода %@ будет удалена
tr: %@ düğümü silinecek
vi: Node %@ sẽ bị xóa
zh_hans: %@ 节点将被删除

# network.add.alert.success.title
source: Network added successfully
es: Red agregada con éxito
fr: Réseau ajouté avec succès
hu: A hálózat sikeresen hozzáadva
id: Jaringan berhasil ditambahkan
it: Rete aggiunta con successo
ja: ネットワークが正常に追加されました
ko: 네트워크가 성공적으로 추가되었습니다
pl: Sieć dodana pomyślnie
pt_pt: Rede adicionada com sucesso
ru: Сеть успешно добавлена
tr: Ağ başarıyla eklendi
vi: Mạng đã được thêm thành công
zh_hans: 网络添加成功

# dapp.unknown.warning.title
source: Warning! DApp is unknown
es: ¡Advertencia! La DApp es desconocida
fr: Attention ! DApp inconnue
hu: Figyelem! A DApp ismeretlen
id: Peringatan! Aplikasi desentralisasi tidak dikenal
it: Attenzione! DApp sconosciuta
ja: 警告! DAppは未知です
ko: 경고! DApp이 알 수 없습니다
pl: Ostrzeżenie! DApp jest nieznany
pt_pt: Aviso! DApp desconhecido
ru: Внимание! DApp неизвестен
tr: Uyarı! DApp bilinmiyor
vi: Cảnh báo! DApp chưa biết
zh_hans: 警告！DApp 未知

# dapp.unknown.warning.message
source: Malicious DApps can withdraw all your funds. Always do your own research before using a DApp, granting permission, or sending funds out. If someone is urging you to visit this DApp, it is likely a scam. When in doubt, please contact Nova Wallet support: %@.
es: Las DApps maliciosas pueden retirar todos tus fondos. Siempre realiza tu propia investigación antes de usar una DApp, otorgar permiso o enviar fondos. Si alguien te está presionando para que visites esta DApp, es probable que sea una estafa. En caso de duda, por favor contacta con el soporte de Nova Wallet: %@.
fr: Les DApps malveillantes peuvent retirer tous vos fonds. Faites toujours vos propres recherches avant d'utiliser une DApp, d'accorder des permissions ou d'envoyer des fonds. Si quelqu'un vous pousse à visiter cette DApp, il est probable que ce soit une escroquerie. En cas de doute, veuillez contacter le support de Nova Wallet : %@.
hu: A rosszindulatú DAppok ki tudják vonni az összes pénzét. Mindig végezzen saját kutatást, mielőtt DAppot használ, engedélyt ad, vagy pénzt küld el. Ha valaki sürgeti, hogy látogassa meg ezt a DAppot, valószínűleg átverés. Ha kétségei vannak, kérjük, vegye fel a kapcsolatot a Nova Wallet támogatással: %@.
id: Aplikasi desentralisasi yang berbahaya dapat menarik semua dana Anda. Selalu lakukan penelitian sendiri sebelum menggunakan aplikasi desentralisasi, memberikan izin, atau mengirim dana keluar. Jika seseorang mendesak Anda untuk mengunjungi aplikasi desentralisasi ini, kemungkinan besar itu adalah penipuan. Jika ragu, harap hubungi dukungan Nova Wallet: %@.
it: Le DApp dannose possono prelevare tutti i tuoi fondi. Esegui sempre una tua ricerca prima di utilizzare una DApp, di concedere autorizzazioni o di inviare fondi. Se qualcuno ti spinge a visitare questa DApp, si tratta probabilmente di una truffa. In caso di dubbio, contatta il supporto di Nova Wallet: %@.
ja: 悪意のあるDAppsはすべての資金を引き出す可能性があります。DAppを使用する前に、許可を与えたり、資金を送金したりする前に、必ず自分で調査してください。 誰かがこのDAppを訪問するよう促している場合、それは詐欺である可能性が高いです。疑わしい場合は、Nova Walletサポートに連絡してください: %@。
ko: 악성 DApp은 모든 자금을 인출할 수 있습니다. DApp을 사용하기 전, 권한을 부여하기 전 또는 자금을 송금하기 전에 항상 철저한 조사를 하십시오. 누군가 이 DApp을 방문하라고 재촉할 경우, 그것은 사기일 가능성이 큽니다. 의심스러울 경우, 노바 월렛 지원팀에 연락하십시오: %@.
pl: Złośliwe DApps mogą wypłacić wszystkie Twoje środki. Zawsze prowadź własne badania przed użyciem DApp, nadaniem uprawnień lub wysłaniem środków. Jeśli ktoś nalega, abyś odwiedził ten DApp, prawdopodobnie jest to oszustwo. W razie wątpliwości, skontaktuj się z pomocą techniczną Nova Wallet: %@.
pt_pt: DApps maliciosos podem retirar todos os seus fundos. Sempre faça sua própria pesquisa antes de usar um DApp, conceder permissão ou enviar fundos. Se alguém estiver insistindo para você visitar este DApp, provavelmente é um golpe. Em caso de dúvida, por favor, entre em contato com o suporte da Nova Wallet: %@.
ru: Вредоносные DApps могут вывести все ваши средства. Всегда проводите собственное исследование перед использованием DApp, предоставлением разрешения или отправкой средств. Если кто-то настаивает на посещении этого DApp, это, вероятно, мошенничество. Если у вас есть сомнения, пожалуйста, свяжитесь с поддержкой Nova Wallet: %@.
tr: Kötü niyetli DApp'ler tüm varlıklarınızı çekebilir. Bir DApp'i kullanmadan, izin vermeden veya para göndermeden önce her zaman kendi araştırmanızı yapın. Birisi sizi bu DApp'e girmeye zorluyorsa, muhtemelen bir dolandırıcılıktır. Şüphe duyduğunuzda, lütfen Nova Wallet desteği ile iletişime geçin: %@.
vi: Các DApp độc hại có thể rút hết các khoản tiền của bạn. Luôn luôn tự nghiên cứu trước khi sử dụng một DApp, cấp quyền hoặc gửi tiền. Nếu ai đó thúc giục bạn truy cập DApp này, rất có thể đó là một trò lừa đảo. Khi nghi ngờ, vui lòng liên hệ với bộ phận hỗ trợ của Nova Wallet: %@.
zh_hans: 恶意的 DApps 可以提取你所有的资金。使用 DApp、授予权限或转出资金前请务必自行研究。 如果有人迫使你访问这个 DApp，很可能是骗局。如有疑问，请联系 Nova Wallet 支持：%@。

# dapp.unknown.warning.open
source: Open anyway
es: Abrir de todos modos
fr: Ouvrir quand même
hu: Mégis megnyitás
id: Buka saja
it: Apri comunque
ja: それでも開く
ko: 어쨌든 열기
pl: Otwórz mimo to
pt_pt: Abrir de qualquer forma
ru: Все равно открыть
tr: Her neyse aç
vi: Mở dù sao đi nữa
zh_hans: 仍然打开

# staking.setup.conflict.title
source: Already staking
es: Ya estás en staking
fr: Déjà staké
hu: Már le van kötve
id: Sudah melakukan staking
it: Già in staking
ja: すでにステーキング中
ko: 이미 Staking 중
pl: Już staking
pt_pt: Já está em staking
ru: Уже застейкано
tr: Zaten stake edilmekte
vi: Đã staking
zh_hans: 已质押

# staking.setup.conflict.message
source: You cannot stake with Direct Staking and Nomination Pools at the same time
es: No puedes hacer stake con Staking Directo y Pools de Nominación al mismo tiempo
fr: Vous ne pouvez pas staker avec le Stake direct et les Pools de Nomination en même temps
hu: Nem lehet közvetlenül és jelölési poolokkal egyidejűleg lekötni
id: Anda tidak dapat melakukan staking dengan Staking Langsung dan Pool Nominasi pada saat yang sama
it: Non puoi fare staking contemporaneamente con Direct Staking e con Nomination Pools
ja: Direct StakingとNomination Poolsを同時にステークすることはできません
ko: 직접 Staking과 Nomination Pools를 동시에 사용할 수 없습니다
pl: Nie możesz stake z Direct Staking i Nomination Pools jednocześnie
pt_pt: Você não pode fazer staking com Staking Direto e Pools de Nomeação ao mesmo tempo
ru: Невозможно стейкать напрямую и в пуле одновременно
tr: Aynı anda hem Doğrudan Stake hem de Nomination Havuzlarını kullanarak stake yapamazsınız
vi: Bạn không thể Stake với Direct Staking và Nomination Pools cùng một lúc
zh_hans: 不能同时使用直接质押和提名池进行质押

# nomination.pools.conflict.title
source: Pool operations are not available
es: Las operaciones de Pool no están disponibles
fr: Les opérations de Pool ne sont pas disponibles
hu: Pool működés nem elérhető
id: Operasi pool tidak tersedia
it: Operazioni del Pool non disponibili
ja: プール操作は利用できません
ko: Pool 작업을 사용할 수 없습니다
pl: Operacje Pool są niedostępne
pt_pt: Operações de Pool não disponíveis
ru: Действия в пуле недоступны
tr: Havuz işlemleri kullanılamıyor
vi: Các thao tác trong Pool không khả dụng
zh_hans: 池操作不可用

# nomination.pools.conflict.message
source: You can no longer use both Direct Staking and Pool Staking from the same account. To manage your Pool Staking you first need to unstake your tokens from Direct Staking.
es: Ya no puedes usar tanto Staking Directo como Pool Staking desde la misma cuenta. Para gestionar tu Pool Staking, primero necesitas unstakear tus tokens del Staking Directo.
fr: Vous ne pouvez plus utiliser à la fois le Stake direct et le Pool Staking depuis le même compte. Pour gérer votre Pool Staking, vous devez d'abord unstake vos tokens du Stake direct.
hu: Már nem használhatja egy fióknál egyszerre a közvetlen stakelést és a pool stakelést. Ahhoz, hogy a pool stakelést kezelje, előbb ki kell vonnia tokenjeit a közvetlen stakelésből.
id: Anda tidak dapat lagi menggunakan Staking Langsung dan Staking Pool dari akun yang sama. Untuk mengelola Staking Pool Anda, pertama-tama Anda perlu melepaskan token Anda dari Staking Langsung.
it: Non puoi più utilizzare sia il Direct Staking che il Pool Staking dallo stesso account. Per gestire il tuo Pool Staking devi prima disattivare lo staking dei tuoi token dal Direct Staking.
ja: 同じアカウントでDirect StakingとPool Stakingの両方を使用することはできなくなりました。Pool Stakingを管理するには、まずDirect Stakingからトークンをアンステークする必要があります。
ko: 더 이상 동일한 계정에서 직접 Staking과 Pool Staking을 동시에 사용할 수 없습니다. Pool Staking을 관리하려면 먼저 직접 Staking에서 토큰을 Unstake해야 합니다.
pl: Nie możesz już używać zarówno Direct Staking, jak i Pool Staking z tego samego konta. Aby zarządzać swoim Pool Staking, najpierw musisz unstake swoje tokeny z Direct Staking.
pt_pt: Você não pode mais usar Staking Direto e Staking em Pool a partir da mesma conta. Para gerenciar seu Staking em Pool, você primeiro precisa retirar seus tokens do Staking Direto.
ru: Вы больше не можете использовать одновременно стейкинг напрямую и в пуле с одного аккаунта. Для управления стейкингом в пуле вам сначала нужно вывести ваши токены из стейкинга напрямую.
tr: Artık aynı hesaptan hem Doğrudan Stake hem de Havuz Stake kullanamazsınız. Havuz Stake'inizi yönetmek için öncelikle token'larınızı Doğrudan Stake'ten çözmeniz gerekmektedir.
vi: Bạn không thể sử dụng cả Staking trực tiếp và Pool Staking từ cùng một tài khoản. Để quản lý Pool Staking bạn trước tiên cần unstake token của mình từ Staking trực tiếp.
zh_hans: 你不能再同时使用同一个账号进行直接质押和池质押。要管理你的池质押，首先需要从直接质押中取消质押你的代币。

# gov.voters.abstain
source: Abstain votes
es: Votos de Abstención
fr: Votes d'abstention
hu: Tartózkodó szavazatok
id: Suara abstain
it: Voti di astensione
ja: 棄権票
ko: 기권 투표
pl: Głosy wstrzymujące się
pt_pt: Votos de abstenção
ru: Голоса "воздержался"
tr: Çekimser Oylar
vi: Bỏ phiếu Abstain
zh_hans: 弃权投票

# gov.vote.conviction.alert.title
source: Conviction update
es: Actualización de la convicción
fr: Mise à jour de la conviction
hu: Meggyőződés frissítése
id: Pembaruan keyakinan
it: Aggiornamento della convinzione
ja: 信念の更新
ko: 확신도 업데이트
pl: Aktualizacja conviction
pt_pt: Atualização de convicção
ru: Обновление убежденности
tr: İnanç Güncellemesi
vi: Cập nhật độ xác tín
zh_hans: 更新决心
