Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# offRamp.not.supported.alert.message
source: None of our providers currently support the selling of this token. Please choose a different token, a different network, or check back later.
es: Ninguno de nuestros proveedores actualmente soporta la venta de este token. Por favor elija un token diferente, una red diferente, o vuelva a verificar más tarde.
fr: Aucun de nos fournisseurs ne supporte actuellement la vente de ce jeton. Veuillez choisir un jeton différent, un réseau différent, ou revenir plus tard.
hu: Egyik szolgáltatónk sem támogatja jelenleg ennek a tokennek az eladását. Kérjük, válasszon másik tokent, másik hálózatot, vagy térjen vissza később.
id: Tidak ada penyedia kami yang saat ini mendukung penjualan token ini. Silakan pilih token lain, jaringan lain, atau periksa kembali nanti.
it: Nessuno dei nostri fornitori supporta attualmente la vendita di questo token. Scegli un token diverso, una rete diversa o riprova più tardi.
ja: 現在、弊社のプロバイダーはこのトークンの売却をサポートしていません。別のトークン、異なるネットワークを選択するか、後ほど再確認してください。
ko: 현재 제공업체 중 이 토큰을 판매할 수 있는 곳이 없습니다. 다른 토큰이나 네트워크를 선택하거나 나중에 다시 확인하세요.
pl: Żaden z naszych dostawców obecnie nie obsługuje sprzedaży tego tokena. Proszę wybrać inny token, inną sieć lub sprawdzić później.
pt_pt: Nenhum de nossos provedores atualmente suporta a venda deste token. Por favor, escolha um token diferente, uma rede diferente ou volte mais tarde.
ru: Ни один из наших провайдеров в настоящее время не поддерживает продажу этого токена. Пожалуйста, выберите другой токен, другую сеть или попробуйте позже.
tr: Şu anda hiçbir sağlayıcımız bu tokenin satılmasını desteklemiyor. Lütfen farklı bir token, farklı bir ağ seçin veya daha sonra tekrar kontrol edin.
vi: Không có nhà cung cấp nào của chúng tôi hiện đang hỗ trợ bán token này. Vui lòng chọn token khác, mạng khác hoặc kiểm tra lại sau.
zh_hans: 当前没有供应商支持出售此代币。请选择其他代币、其他网络或稍后再试。

# parity.signer.scan.title_9_7_0
source: Sign with %@
es: Firmar con %@
fr: Signer avec %@
hu: %@ aláírás
id: Tanda tangani dengan %@
it: Firma con %@
ja: %@で署名
ko: %@로 서명
pl: Podpisz z %@
pt_pt: Assinar com %@
ru: Подписать с %@
tr: %@ ile imzala
vi: Ký với %@
zh_hans: 使用 %@ 签名

# common.indexed.account
source: Account %@
es: Cuenta %@
fr: Compte %@
hu: Fiók %@
id: Akun %@
ja: アカウント %@
ko: 계정 %@
pl: Konto %@
pt_pt: Conta %@
ru: Аккаунт %@
tr: Hesap %@
vi: Tài khoản %@
zh_hans: 账户 %@

# generic.ledger.no.evm.message
source: Your Ledger device is using an outdated Generic app that doesn’t support EVM addresses. Update it via Ledger Live.
es: Tu dispositivo Ledger está usando una aplicación genérica desactualizada que no soporta direcciones EVM. Actualízala a través de Ledger Live.
fr: Votre appareil Ledger utilise une application Générique obsolète qui ne prend pas en charge les adresses EVM. Mettez-la à jour via Ledger Live.
hu: A Ledger eszközöd régi általános alkalmazást használ, amely nem támogatja az EVM címeket. Frissítsd a Ledger Live-on keresztül.
id: Perangkat Ledger Anda menggunakan aplikasi Generic usang yang tidak mendukung alamat EVM. Perbarui melalui Ledger Live.
it: Il tuo dispositivo Ledger sta utilizzando un'app operativa generica obsoleta che non supporta indirizzi EVM. Aggiornala tramite Ledger Live.
ja: Ledgerデバイスは古いGenericアプリを使用しており、EVMアドレスをサポートしていません。Ledger Liveを介して更新してください。
ko: Ledger 장치가 EVM 주소를 지원하지 않는 구식 Generic 앱을 사용 중입니다. Ledger Live를 통해 업데이트하세요.
pl: Twoje urządzenie Ledger używa przestarzałej aplikacji ogólnej, która nie obsługuje adresów EVM. Zaktualizuj ją przez Ledger Live.
pt_pt: Seu dispositivo Ledger está usando um app Genérico desatualizado que não suporta endereços EVM. Atualize-o via Ledger Live.
ru: Ваше устройство Ledger использует устаревшее универсальное приложение, которое не поддерживает EVM адреса. Обновите его через Ledger Live.
tr: Ledger cihazınız, EVM adreslerini desteklemeyen eski bir Generic uygulaması kullanıyor. Onu Ledger Live üzerinden güncelleyin.
vi: Thiết bị Ledger của bạn đang sử dụng ứng dụng Generic cũ không hỗ trợ địa chỉ EVM. Cập nhật qua Ledger Live.
zh_hans: 您的Ledger设备正在使用一个过时的通用应用程序，它不支持EVM地址。请通过Ledger Live进行更新。

# generic.ledger.update.title
source: Update Ledger Generic App
es: Actualizar la aplicación genérica de Ledger
fr: Mettre à jour l'application Générique Ledger
hu: Ledger General App frissítése
id: Perbarui Aplikasi Ledger Generic
it: Aggiorna App Generica Ledger
ja: Ledger Genericアプリを更新
ko: Ledger Generic 앱 업데이트
pl: Zaktualizuj aplikację ogólną Ledger
pt_pt: Atualizar App Genérico do Ledger
ru: Обновите универсальное приложение Ledger
tr: Ledger Generic Uygulamasını Güncelleyin
vi: Cập nhật ứng dụng Generic Ledger
zh_hans: 更新Ledger通用应用程序

# accounts.evm
source: Evm accounts
es: Cuentas EVM
fr: Comptes EVM
hu: EVM Fiókok
id: Akun EVM
it: Account EVM
ja: EVMアカウント
ko: EVM 계정
pl: Konta EVM
pt_pt: Contas EVM
ru: EVM Аккаунты
tr: EVM Hesapları
vi: Tài khoản EVM
zh_hans: EVM账户

# accounts.substrate
source: Substrate accounts
es: Cuentas Substrate
fr: Comptes Substrate
hu: Substrate Fiókok
id: Akun Substrate
it: Account Substrate
ja: Substrateアカウント
ko: Substrate 계정
pl: Konta Substrate
pt_pt: Contas Substrate
ru: Substrate Аккаунты
tr: Substrate Hesapları
vi: Tài khoản Substrate
zh_hans: Substrate账户

# common.add.address
source: Add addresses
es: Agregar dirección
fr: Ajouter une adresse
hu: Cím hozzáadása
id: Tambah alamat
it: Aggiungi indirizzo
ja: アドレスを追加
ko: 주소 추가
pl: Dodaj adres
pt_pt: Adicionar endereço
ru: Добавить адрес
tr: Adres ekle
vi: Thêm địa chỉ
zh_hans: 添加地址

# wallet.migrate.accept.title
source: Welcome to Nova!
es: ¡Bienvenido a Nova!
fr: Bienvenue sur Nova !
hu: Üdvözlünk a Nova-ban!
id: Selamat datang di Nova!
it: Benvenuto in Nova!
ja: Novaへようこそ！
ko: Nova에 오신 것을 환영합니다!
pl: Witamy w Nova!
pt_pt: Bem-vindo ao Nova!
ru: Добро пожаловать в Nova!
tr: Nova'ya Hoş Geldiniz!
vi: Chào mừng đến với Nova!
zh_hans: 欢迎来到 Nova！

# wallet.migrate.accept.message
source: You’re almost there! 🎉 Just tap below to complete the setup and start using your accounts seamlessly in both the Polkadot App and Nova Wallet
es: ¡Ya casi llegas! 🎉 Solo toca abajo para completar la configuración y comenzar a usar tus cuentas sin problemas tanto en la Polkadot App como en Nova Wallet
fr: Vous y êtes presque ! 🎉 Appuyez simplement ci-dessous pour terminer la configuration et commencer à utiliser vos comptes sans effort à la fois dans l'application Polkadot et le Nova Wallet
hu: Már majdnem kész vagy! 🎉 Csak koppints az alábbi gombra, hogy befejezd a beállítást, és zökkenőmentesen kezdd el használni a fiókjaidat mind a Polkadot App-ban, mind a Nova Walletben
id: Anda hampir selesai! Cukup ketuk di bawah untuk menyelesaikan pengaturan dan mulai menggunakan akun Anda dengan lancar di Aplikasi Polkadot dan Nova Wallet
it: Ci sei quasi! 🎉 Basta toccare qui sotto per completare la configurazione e iniziare a utilizzare i tuoi account senza problemi sia nell'app Polkadot che in Nova Wallet
ja: もう少しです！🎉 設定を完了して、Polkadot AppとNova Walletの両方でアカウントをスムーズに使用するには、以下をタップしてください。
ko: 거의 다 왔어요! 🎉 아래를 탭하여 설정을 완료하고 Polkadot 앱과 Nova Wallet에서 계정을 원활하게 사용하세요
pl: Jesteś prawie na miejscu! 🎉 Po prostu stuknij poniżej, aby ukończyć konfigurację i zacząć korzystać ze swoich kont bezproblemowo w Polkadot App i Nova Wallet
pt_pt: Você está quase lá! 🎉 Basta tocar abaixo para completar a configuração e começar a usar suas contas perfeitamente tanto no Polkadot App quanto na Nova Wallet
ru: Почти готово! 🎉 Просто нажмите ниже, чтобы завершить настройку и начать использовать свои учетные записи без проблем как в Polkadot App, так и в Nova Wallet
tr: Neredeyse geldiniz! 🎉 Kurulumu tamamlamak ve hesaplarınızı hem Polkadot Uygulaması'nda hem de Nova Cüzdan'da sorunsuz bir şekilde kullanmaya başlamak için aşağıya dokunmanız yeterli
vi: Bạn sắp hoàn tất! 🎉 Chỉ cần nhấn bên dưới để hoàn tất thiết lập và bắt đầu sử dụng tài khoản của bạn một cách liền mạch trong cả Polkadot App và Nova Wallet
zh_hans: 您快到了！🎉 只需点击下面即可完成设置，并在 Polkadot App 和 Nova Wallet 中无缝使用您的账户

# wallet.migration.successful.alert.title
source: Accounts migrated successfully
es: Cuentas migradas con éxito
fr: Comptes migrés avec succès
hu: A fiókok sikeresen át lettek költöztetve
id: Akun berhasil dimigrasikan
it: Account migrati con successo
ja: アカウントの移行に成功しました
ko: 계정 마이그레이션 성공
pl: Konta zostały pomyślnie przeniesione
pt_pt: Contas migradas com sucesso
ru: Учетные записи успешно мигрированы
tr: Hesaplar başarıyla taşındı
vi: Tài khoản đã được di chuyển thành công
zh_hans: 账户迁移成功

# swap.failure.cannot.receive.insufficient.asset.out
source: You must have at least %@ on %@ to receive %@ token
es: Debes tener al menos %@ en %@ para recibir %@ token
fr: Vous devez avoir au moins %@ sur %@ pour recevoir %@ jeton
hu: Legalább %@ szükséges a %@ hálózaton a %@ token fogadásához
id: Anda harus memiliki setidaknya %@ di %@ untuk menerima %@ token
it: Devi avere almeno %@ su %@ per ricevere %@ token
ja: %@トークンを受け取るには、%@上に少なくとも%@が必要です
ko: %@ 토큰을 받으려면 %@에 최소 %@가 있어야 합니다
pl: Musisz mieć co najmniej %@ na %@, aby otrzymać %@ token
pt_pt: Você deve ter pelo menos %@ em %@ para receber %@ token
ru: У вас должно быть как минимум %@ на %@, чтобы получить %@ токен
tr: %@ tokenini almak için %@ üzerinde en az %@ olmalıdır
vi: Bạn phải có ít nhất %@ trên %@ để nhận %@ token
zh_hans: 要接收 %@ 代币，您必须在 %@ 至少拥有 %@

# common.proxieds
source: Delegated to you (Proxied)
es: Delegado a usted (Proxied)
fr: Délégué à vous (Proxied)
hu: Hozzád delegálva (Proxied)
id: Didelegasikan kepada Anda (Proxied)
it: Delegato a te (Procurations)
ja: 委任された（プロキシ）
ko: 위임된 사용(프록시됨)
pl: Delegowane do Ciebie (Zastępczy)
pt_pt: Delegado para você (Proxied)
ru: Делегировано вам (Proxied)
tr: Size delege edildi (Vekil)
vi: Được ủy quyền cho bạn (Proxied)
zh_hans: 代理给你（代理）

# delegate.updates.revoked
source: No longer valid
es: Ya no es válido
fr: N'est plus valide
hu: Már nem érvényes
id: Tidak lagi valid
ja: 無効になりました
pl: Już nieważne
pt_pt: Não é mais válido
ru: Больше недействителен
tr: Artık geçerli değil
vi: Không còn hiệu lực
zh_hans: 不再有效

# delegate.updates.wallet.type.proxied
source: Delegated to you
es: Delegado a ti
fr: Délégué à vous
hu: Önnek delegálva
id: Diwakilkan kepadamu
ja: 委任された
pl: Delegowane do Ciebie
pt_pt: Delegado a você
ru: Делегировано вам
tr: Size Delege Edildi
vi: Đã ủy quyền cho bạn
zh_hans: 代理给你

# delegate.updates.wallet.type.multisig
source: Shared control
es: Control compartido
fr: Contrôle partagé
hu: Megosztott irányítás
id: Kontrol bersama
ja: 共有コントロール
pl: Wspólna kontrola
pt_pt: Controle compartilhado
ru: Совместный контроль
tr: Paylaşılan kontrol
vi: Kiểm soát chung
zh_hans: 共享控制

# common.multisig
source: Multisig
es: Multifirma
hu: Többaláírás
ja: マルチシグ
ru: Мультисиг
tr: Çoklu İmza
vi: Đa chữ ký
zh_hans: 多重签名

# common.proxied
source: Proxied
es: Delegado
fr: Délégué
hu: Meghatalmazott
id: Diwakilkan
ja: プロキシ
pl: Zastępczy
pt_pt: Delegado
ru: Проксированный
tr: Vekil
vi: Được ủy quyền
zh_hans: 代理

# common.signatory
source: Signatory
es: Firmante
fr: Signataire
hu: Aláíró
id: Penandatangan
ja: 署名者
pl: Sygnatariusz
pt_pt: Signatário
ru: Подписант
tr: İmza Sahibi
vi: Người ký kết
zh_hans: 签署人

# multisig.details.hint
source: Transactions from this wallet require approval from multiple signatories. Your account is one of the signatories:
es: Las transacciones de esta billetera requieren aprobación de múltiples firmantes. Tu cuenta es uno de los firmantes:
fr: Les transactions de ce portefeuille nécessitent l'approbation de plusieurs signataires. Votre compte est l'un des signataires :
hu: Ennél a fióknál a tranzakciók több aláíró jóváhagyását igénylik. Az Ön fiókja egyike az aláíróknak:
id: Transaksi dari dompet ini memerlukan persetujuan dari beberapa penandatangan. Akun anda adalah salah satu penandatangan:
ja: このウォレットからのトランザクションには、複数の署名者の承認が必要です。あなたのアカウントはその署名者の一つです：
pl: Transakcje z tego portfela wymagają zatwierdzenia przez wielu sygnatariuszy. Twoje konto jest jednym z sygnatariuszy:
pt_pt: Transações desta carteira requerem aprovação de múltiplos signatários. Sua conta é um dos signatários:
ru: Транзакции с этого кошелька требуют одобрения от нескольких подписантов. Ваш аккаунт — один из подписантов:
tr: Bu cüzdandan yapılan işlemler birden fazla imza sahibinin onayını gerektirir. Hesabınız bu imza sahiplerinden biridir:
vi: Các giao dịch từ ví này yêu cầu sự chấp thuận từ nhiều người ký. Tài khoản của bạn là một trong những người ký:
zh_hans: 从此钱包进行的交易需要多个签署人的批准。您的账户是其中之一的签署人：

# multisig.signing.title
source: Multisig transaction
es: Transacción multifirma
fr: Transaction multisig
hu: Többaláírásos tranzakció
id: Transaksi Multisig
ja: マルチシグトランザクション
pl: Transakcja multisig
pt_pt: Transação Multisig
ru: Мультисиг транзакция
tr: Çoklu İmza işlemi
vi: Giao dịch Đa chữ ký
zh_hans: 多重签名交易

# multisig.signing.message
source: The multisig transaction will be initiated by %@. The initiator pays the network fee and reserves a multisig deposit, which will be unreserved once the transaction is executed.
es: La transacción multisig será iniciada por %@. El iniciador paga la tarifa de red y reserva un depósito multisig, que será liberado una vez que la transacción sea ejecutada.
fr: La transaction multisig sera initiée par %@. L'initiateur paie les frais de réseau et réserve un dépôt multisig, qui sera libéré une fois la transaction exécutée.
hu: A multisig tranzakciót %@ fogja kezdeményezni. A kezdeményező fizeti a hálózati díjat és foglal le multisig letétet, amelyet felszabadítanak, ha a tranzakció végrehajtásra kerül.
id: Transaksi multisig akan dimulai oleh %@. Inisiator membayar biaya jaringan dan menyimpan deposit multisig, yang akan dilepas setelah transaksi dieksekusi.
ja: このマルチシグトランザクションは%@によって開始されます。開始者はネットワーク手数料を支払い、トランザクションが実行されるとマルチシグの預金が解除されます。
pt_pt: A transação multisig será iniciada por %@. O iniciador paga a taxa de rede e reserva um depósito multisig, que será cancelado uma vez que a transação seja executada.
ru: Транзакция мультиподписи будет инициирована %@. Инициатор оплачивает сетевой сбор и резервирует депозит мультиподписи, который будет снят после выполнения транзакции.
tr: Çoklu imza işlemi %@ tarafından başlatılacak. Başlatıcı, işlem gerçekleştiğinde rezerve edilen çoklu imza depozitosunu öder ve ağ ücretini karşılar.
vi: Giao dịch đa chữ ký sẽ được khởi tạo bởi %@. Người khởi tạo trả phí mạng và giữ một khoản đặt cọc đa chữ ký, sẽ được hủy bỏ khi giao dịch được thực hiện.
zh_hans: 该多签交易将由 %@ 发起。发起人支付网络费用并保留多签存款，交易执行后将解除保留。

# multisig.transaction.created.title
source: Multisig transaction created
es: Transacción multifirma creada
fr: Transaction multisig créée
hu: Többaláírásos tranzakció létrehozva
id: Transaksi Multisig dibuat
ja: マルチシグトランザクションが作成されました
pl: Transakcja multisig utworzona
pt_pt: Transação Multisig criada
ru: Мультисиг транзакция создана
tr: Çoklu İmza işlemi oluşturuldu
vi: Giao dịch Đa chữ ký đã được tạo
zh_hans: 多重签名交易已创建

# multisig.transaction.created.message
source: Other signers can now confirm the transaction. You can track its status in the Multisig Transactions.
es: Otros firmantes pueden ahora confirmar la transacción. Puedes seguir su estado en las Transacciones Multifirma.
fr: D'autres signataires peuvent maintenant confirmer la transaction. Vous pouvez suivre son statut dans les Transactions Multisig.
hu: Más aláírók most megerősíthetik a tranzakciót. Nyomon követheti annak állapotát a Többaláírásos Tranzakciókban.
id: Penandatangan lain sekarang dapat mengonfirmasi transaksi. Anda dapat melacak statusnya dalam Transaksi Multisig.
ja: 他の署名者がトランザクションを確認できます。マルチシグトランザクションでそのステータスを追跡できます。
pl: Inni sygnatariusze mogą teraz potwierdzić transakcję. Możesz śledzić jej status w Transakcjach Multisig.
pt_pt: Outros signatários agora podem confirmar a transação. Você pode acompanhar o status na seção Transações Multisig.
ru: Другие подписанты теперь могут подтвердить транзакцию. Вы можете отслеживать ее статус в Мультисиг Транзакциях.
tr: Diğer imzacı şimdi işlemi onaylayabilir. Çoklu İmza İşlemleri'nde durumunu izleyebilirsiniz.
vi: Các người ký khác bây giờ có thể xác nhận giao dịch. Bạn có thể theo dõi trạng thái của nó trong Giao dịch Đa chữ ký.
zh_hans: 其他签署人现在可以确认交易。您可以在多重签名交易中跟踪其状态。

# multisig.selection.unavailable.title
source: Multisigs coming soon
es: Multifirmas próximamente
fr: Multisigs bientôt disponibles
hu: Hamarosan elérhető a Többaláírás
id: Multisig segera hadir
ja: マルチシグが近日公開
pl: Multisigs wkrótce
pt_pt: Multisigs em breve
ru: Мультисиги скоро появятся
tr: Çoklu İmzalar yakında geliyor
vi: Đa chữ ký sắp ra mắt
zh_hans: 多重签名即将上线

# multisig.selection.unavailable.message
source: Multisig wallet management will be available in an upcoming update. Stay tuned!
es: La gestión de billeteras multifirma estará disponible en una próxima actualización. ¡Estén atentos!
fr: La gestion des portefeuilles multisig sera disponible dans une prochaine mise à jour. Restez à l'écoute !
hu: Többaláírásos pénztárca kezelése hamarosan elérhetővé válik egy közelgő frissítésben. Maradjon velünk!
id: Manajemen dompet Multisig akan tersedia di pembaruan mendatang. Tetap pantau!
ja: マルチシグウォレット管理は近日中に利用可能になります。 乞うご期待！
pl: Zarządzanie portfelem Multisig będzie dostępne w nadchodzącej aktualizacji. Bądź na bieżąco!
pt_pt: A gestão de carteiras Multisig estará disponível em uma futura atualização. Fique ligado!
ru: Управление мультисиг кошельком будет доступно в предстоящем обновлении. Следите за обновлениями!
tr: Çoklu İmza cüzdan yönetimi yakında gelecek bir güncellemede mevcut olacak. Takipte kalın!
vi: Quản lý ví Đa chữ ký sẽ có sẵn trong bản cập nhật sắp tới. Hãy chờ đợi!
zh_hans: 多重签名钱包管理将在即将到来的更新中可用。 敬请期待！

# common.view.details
source: View details
es: Ver detalles
fr: Voir les détails
hu: Részletek megtekintése
id: Lihat rincian
pt_pt: Ver detalhes
ru: Просмотреть детали
vi: Xem chi tiết

# enter.call.data.details.button.title
source: Enter call data to view details
es: Ingresa datos de la llamada para ver detalles
fr: Entrez les données d'appel pour voir les détails
hu: Adja meg a hívás adatokat a részletek megtekintéséhez
id: Masukkan data pemanggilan untuk melihat detail
pt_pt: Insira dados de chamada para ver detalhes
ru: Введите данные вызова, чтобы просмотреть детали
vi: Nhập dữ liệu cuộc gọi để xem chi tiết

# common.approve
source: Approve
es: Aprobar
fr: Approuver
hu: Jóváhagyás
id: Setujui
pt_pt: Aprovar
ru: Одобрить
vi: Phê duyệt

# multisig.operation.status.signed
source: Signed by you
es: Firmado por ti
fr: Signé par vous
hu: Ön által aláírva
id: Ditandatangani oleh Anda
ja: あなたによって署名された
pt_pt: Assinado por você
ru: Подписано вами
tr: Sizin tarafınızdan imzalandı
vi: Được bạn ký
zh_hans: 由您签署

# multisig.operation.type.unknown
source: Unknown operation
es: Operación desconocida
fr: Opération inconnue
hu: Ismeretlen művelet
id: Operasi tidak dikenal
ja: 不明な操作
pt_pt: Operação desconhecida
ru: Неизвестная операция
tr: Bilinmeyen işlem
vi: Thao tác không rõ
zh_hans: 未知操作

# multisig.transactions.to.sign
source: Transactions to sign
es: Transacciones a firmar
fr: Transactions à signer
hu: Aláírásra váró tranzakciók
id: Transaksi untuk ditandatangani
ja: 署名すべきトランザクション
pt_pt: Transações a assinar
ru: Транзакции для подписи
tr: İmzalanacak işlemler
vi: Giao dịch cần ký
zh_hans: 待签署的交易

# multisig.validation.already.exists.title
source: Operation already exists
es: La operación ya existe
fr: Opération déjà existante
hu: Művelet már létezik
id: Operasi sudah ada
ja: 操作は既に存在します
pt_pt: Operação já existe
ru: Операция уже существует
tr: İşlem zaten mevcut
vi: Hoạt động đã tồn tại
zh_hans: 操作已存在

# multisig.signing.is.not.supported.message
source: Multisig wallets do not support signing arbitrary messages — only transactions
es: Las carteras multisig no soportan la firma de mensajes arbitrarios — solo transacciones
hu: A multisig pénztárcák nem támogatják tetszőleges üzenetek aláírását — csak a tranzakciókat
id: Dompet multisig tidak mendukung penandatanganan pesan sembarangan hanya transaksi saja
pt_pt: Carteiras multisig não suportam a assinatura de mensagens arbitrárias — apenas transações
vi: Ví multisig không hỗ trợ ký các tin nhắn tùy ý — chỉ có các giao dịch

# multisig.call.data.copy
source: Copy call data
es: Copiar datos de la llamada
fr: Copier les données d'appel
hu: Hívás adatok másolása
id: Salin data pemanggilan
ja: コールデータをコピー
pt_pt: Copiar dados de chamada
ru: Скопировать данные вызова
tr: Arama verisini kopyala
vi: Sao chép dữ liệu cuộc gọi
zh_hans: 复制调用数据

# multisig.call.data.share
source: Share call data
es: Compartir datos de la llamada
fr: Partager les données d'appel
hu: Hívás adatok megosztása
id: Bagikan data pemanggilan
ja: コールデータを共有
pt_pt: Compartilhar dados de chamada
ru: Поделиться данными вызова
tr: Arama verisini paylaş
vi: Chia sẻ dữ liệu cuộc gọi
zh_hans: 分享调用数据

# multisig.transaction.not.exist.title
source: Cannot perform this transaction
es: No se puede realizar esta transacción
hu: Ezt a tranzakciót nem lehet végrehajtani
id: Tidak dapat melakukan transaksi ini
pt_pt: Não é possível realizar esta transação
vi: Không thể thực hiện giao dịch này

# multisig.transaction.not.exist.message
source: This transaction has already been rejected or executed.
es: Esta transacción ya ha sido rechazada o ejecutada.
hu: Ez a tranzakció már elutasítva vagy végrehajtva lett.
id: Transaksi ini telah ditolak atau dieksekusi.
pt_pt: Esta transação já foi rejeitada ou executada.
vi: Giao dịch này đã bị từ chối hoặc đã được thực hiện.

# multisig.deposit.info.message
source: The deposit stays locked on the depositor’s account until the multisig operation is executed or rejected.
es: El depósito permanece bloqueado en la cuenta del depositante hasta que la operación multisig sea ejecutada o rechazada.
fr: Le dépôt reste bloqué sur le compte du déposant jusqu'à ce que l'opération multisig soit exécutée ou rejetée.
hu: A letét zárolva marad a letétbe helyező számláján, amíg a multisig művelet végrehajtásra nem kerül, vagy el nem utasítják.
id: Deposit tetap terkunci di akun penyetor hingga operasi multisig dieksekusi atau ditolak.
ja: この預金は、マルチシグ操作が実行または拒否されるまで預金者のアカウントにロックされます。
pt_pt: O depósito permanece bloqueado na conta do depositante até que a operação multisig seja executada ou rejeitada.
ru: Депозит остаётся заблокированным на счету депозита до тех пор, пока операция мультиподписи не будет выполнена или отклонена.
tr: Depozito, çoklu imza işlemi gerçekleşene veya reddedilene kadar yatıranın hesabında kilitli kalır.
vi: Khoản đặt cọc sẽ bị khóa trên tài khoản của người gửi tiền cho đến khi thao tác đa chữ ký được thực hiện hoặc bị từ chối.
zh_hans: 存款将在发起人的账户上锁定，直到多签操作被执行或拒绝。

# common.depositor
source: Depositor
es: Depositante
fr: Déposant
hu: Letétbe helyező
id: Penyetor
ja: 預金者
pt_pt: Depositante
ru: Депозитор
tr: Yatıran
vi: Người gửi tiền
zh_hans: 存款人

# common.multisig.deposit
source: Multisig Deposit
es: Depósito multisig
fr: Dépôt multisig
hu: Multisig letét
id: Deposit multisig
ja: マルチシグ預金
pt_pt: Depósito multisig
ru: Депозит мультиподписи
tr: Çoklu imza depozitosu
vi: Đặt cọc đa chữ ký
zh_hans: 多签存款

# common.call.data
source: Call data
es: Datos de la llamada
fr: Données d'appel
hu: Hívás adatok
id: Data pemanggilan
ja: コールデータ
pt_pt: Dados de chamada
ru: Данные вызова
tr: Arama verisi
vi: Dữ liệu cuộc gọi
zh_hans: 调用数据

# operation.details.check.hint
source: Make sure the operation is correct
es: Asegúrate de que la operación es correcta
hu: Győződjön meg róla, hogy a művelet helyes
id: Pastikan operasi ini benar
pt_pt: Certifique-se de que a operação está correta
vi: Hãy chắc chắn rằng thao tác là đúng

# delegated.account.on.behalf.of
source: On behalf of
es: En nombre de
fr: Au nom de
hu: Nevében
id: Atas nama
ja: 代表して
pt_pt: Em nome de
ru: От имени
tr: Adına
vi: Thay mặt cho
zh_hans: 代表
