Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# common.hide
source: Hide
es: Ocultar
fr: Cacher
hu: Elrejt
id: Sembunyikan
ja: 非表示
pt_pt: Ocultar
ru: Скрыть
tr: Gizle
vi: Ẩn
zh_hans: 隐藏

# common.show
source: Show
es: Mostrar
fr: Afficher
hu: Megjelenít
id: Tampilkan
ja: 表示
pt_pt: Mostrar
ru: Показать
tr: Göster
vi: Hiển thị
zh_hans: 显示

# multisig.operation.signatories.progress.format
source: Signatories (%d of %d)
es: Firmantes (%li de %li)
fr: Signataires (%li sur %li)
hu: Aláírók (%li a %li-ből)
id: Penandatangan (%li dari %li)
ja: 署名者 (%li/%li)
pt_pt: Signatários (%li de %li)
ru: Подписанты (%li из %li)
tr: İmza yetkilileri (%li / %li)
vi: Người ký (%li của %li)
zh_hans: 签署人 (%li / %li)

# swap.dry.run.failed.inline.message
source: Simulation of swap step failed
es: La simulación del paso de intercambio falló
hu: Az átváltási lépés szimulációja nem sikerült
id: Simulasi langkah swap gagal
pt_pt: Falha na simulação da etapa de troca
vi: Mô phỏng bước hoán đổi đã thất bại

# common.dry.run.failed.title
source: Transaction simulation failed
es: Fallo en la simulación de transacción
hu: A tranzakciós szimuláció nem sikerült
id: Simulasi transaksi gagal
pt_pt: Falha na simulação de transação
vi: Mô phỏng giao dịch thất bại

# common.dry.run.failed.message
source: Nova simulates the transaction beforehand to prevent errors. This simulation didn’t succeed. Try again later or with a higher amount. If the issue persists, please contact Nova Wallet Support in Settings.
es: Nova simula la transacción de antemano para evitar errores. Esta simulación no tuvo éxito. Inténtalo de nuevo más tarde o con una cantidad mayor. Si el problema persiste, por favor contacta al Soporte de Nova Wallet en Configuración.
hu: A Nova előre szimulálja a tranzakciót a hibák megelőzése érdekében. Ez a szimuláció nem sikerült. Próbálja újra később vagy nagyobb összeggel. Ha a probléma továbbra is fennáll, kérjük, vegye fel a kapcsolatot a Nova Wallet Támogatással a Beállításokban.
id: Nova mensimulasikan transaksi sebelumnya untuk mencegah kesalahan. Simulasi ini tidak berhasil. Coba lagi nanti atau dengan jumlah yang lebih tinggi. Jika masalah berlanjut, silakan hubungi Dukungan Nova Wallet di Pengaturan.
pt_pt: Nova simula a transação antecipadamente para evitar erros. Esta simulação não teve sucesso. Tente novamente mais tarde ou com um valor maior. Se o problema persistir, entre em contato com o Suporte da Nova Wallet em Configurações.
vi: Nova mô phỏng giao dịch trước để ngăn ngừa lỗi. Mô phỏng này không thành công. Thử lại sau hoặc với số tiền lớn hơn. Nếu vấn đề vẫn tồn tại, vui lòng liên hệ Hỗ trợ Ví Nova trong Cài đặt.

# call.data.validation.error.title
source: Invalid call data
es: Datos de la llamada no válidos
hu: Érvénytelen hívás adatok
id: Data pemanggilan tidak valid
pt_pt: Dados de chamada inválidos
vi: Dữ liệu cuộc gọi không hợp lệ

source: Enter call data
es: Introducir datos de la llamada
hu: Adja meg a hívás adatokat
id: Masukkan data pemanggilan
pt_pt: Insira dados de chamada
vi: Nhập dữ liệu cuộc gọi

# multisig.wallet.details.threshold
source: Threshold %d out of %d
es: Umbral %li de %li
hu: Küszöb %li a %li-ből
id: Ambang batas %li dari %li
pt_pt: Limite %li de %li
vi: Ngưỡng %li trên %li

# feature.unsupported.sheet.message.card
source: To manage your Debit Card, please switch to a different wallet with Polkadot network.
es: Para gestionar tu tarjeta de débito, por favor cambia a un tipo diferente de billetera.
fr: Pour gérer votre carte de débit, veuillez passer à un autre type de portefeuille.
hu: A bankkártya kezeléséhez kérjük, váltson más típusú tárcára.
id: Untuk mengelola Kartu Debit Anda, silakan beralih ke jenis dompet yang berbeda.
ja: デビットカードを管理するには、異なるタイプのウォレットに切り替えてください。
pt_pt: Para gerenciar seu cartão de débito, altere para um tipo diferente de carteira.
ru: Чтобы управлять своей дебетовой картой, пожалуйста, переключитесь на другой тип кошелька.
tr: Debit Kartınızı yönetmek için lütfen farklı bir cüzdan türüne geçin.
vi: Để quản lý Thẻ ghi nợ, vui lòng chuyển sang loại ví khác.
zh_hans: 要管理您的借记卡，请切换到不同类型的钱包。

# feature.unsupported.sheet.message.sell
source: To sell crypto for fiat, please switch to a different type of wallet.
es: Para vender cripto por fiat, por favor cambia a un tipo diferente de billetera.
fr: Pour vendre des cryptos contre des fiat, veuillez passer à un autre type de portefeuille.
hu: Kriptopénz eladása fiat pénzért, kérjük, váltson más típusú tárcára.
id: Untuk menjual crypto untuk fiat, silakan beralih ke jenis dompet yang berbeda.
ja: 仮想通貨をフィアットに売却するには、異なるタイプのウォレットに切り替えてください。
pt_pt: Para vender cripto por fiat, altere para um tipo diferente de carteira.
ru: Чтобы продать криптовалюту за фиат, пожалуйста, переключитесь на другой тип кошелька.
tr: Kriptoyu fiat ile satmak için lütfen farklı bir cüzdan türüne geçin.
vi: Để bán tiền điện tử lấy tiền pháp định, vui lòng chuyển sang loại ví khác.
zh_hans: 要将加密货币出售为法币，请切换到不同类型的钱包。

# multisig.operation.status.created
source: Created by you
es: Creado por ti
fr: Créé par vous
hu: Ön által létrehozva
id: Dibuat oleh Anda
ja: あなたによって作成された
pt_pt: Criado por você
ru: Создано вами
tr: Sizin tarafınızdan oluşturuldu
vi: Được tạo bởi bạn
zh_hans: 由您创建

# multisig.operation.signing.progress.format
source: Signing (%d of %d)
es: Firmando (%li de %li)
fr: Signature (%li sur %li)
hu: Aláírás (%li a %li-ből)
id: Menandatangani (%li dari %li)
ja: 署名中 (%li/%li)
pt_pt: Assinando (%li de %li)
ru: Подписание (%li из %li)
tr: İmzalanıyor (%li / %li)
vi: Ký (%li của %li)
zh_hans: 签署中（%li / %li）

# multisig.validation.already.exists.message
source: %@ has already initiated the same operation and it is currently waiting to be signed by other signatories.
es: %@ ya ha iniciado la misma operación y actualmente está esperando ser firmada por otros firmantes.
fr: %@ a déjà initié la même opération et elle est actuellement en attente de signature par d'autres signataires.
hu: %@ már kezdeményezte ugyanazt a műveletet, és jelenleg más aláírókra vár az aláírásra.
id: %@ telah memulai operasi yang sama dan saat ini menunggu untuk ditandatangani oleh penandatangan lainnya.
ja: %@が同じ操作を開始しており、他の署名者による署名を待っています。
pt_pt: %@ já iniciou a mesma operação e está atualmente aguardando assinatura de outros signatários.
ru: %@ уже инициировал такую же операцию и в настоящее время ожидает подписи от других подписантов.
tr: %@, aynı işlemi zaten başlattı ve şu anda diğer imza yetkilileri tarafından imzalanmayı bekliyor.
vi: %@ đã khởi tạo thao tác tương tự và hiện đang chờ được ký bởi những người ký khác.
zh_hans: %@ 已经发起了相同的操作，目前正在等待其他签署人签署。

# multisig.validation.not.enough.tokens.title
source: Not enough tokens
es: Tokens insuficientes
fr: Pas assez de tokens
hu: Nincs elegendő token
id: Token tidak mencukupi
ja: トークンが足りません
pt_pt: Tokens insuficientes
ru: Недостаточно токенов
tr: Yeterli token yok
vi: Không đủ token
zh_hans: 代币不足

# multisig.validation.not.enough.for.deposit.message
source: %@ doesn’t have enough balance to place multisig deposit of %@. You need to add %@ more to your balance.
es: %@ no tiene suficiente saldo para colocar un depósito multisig de %@. Necesitas añadir %@ más a tu saldo.
fr: %@ n'a pas assez de solde pour placer un dépôt multisig de %@. Vous devez ajouter %@ à votre solde.
hu: %@ nem rendelkezik elegendő egyenleggel a multisig letét %@ elhelyezéséhez. Még %@ forintot kell hozzáadnia az egyenlegéhez.
id: %@ tidak memiliki saldo yang cukup untuk menempatkan deposit multisig sebesar %@. Anda perlu menambah %@ lagi ke saldo Anda.
ja: %@は%@のマルチシグ預金をするのに十分な残高がありません。残高にさらに%@を追加してください。
pt_pt: %@ não tem saldo suficiente para colocar um depósito multisig de %@. Você precisa adicionar %@ mais ao seu saldo.
ru: У %@ недостаточно средств для размещения депозита мультиподписи в размере %@. Вам необходимо добавить ещё %@ на ваш баланс.
tr: %@, %@ çoklu imza depozitosunu yatırmak için yeterli bakiyeye sahip değil. Bakiyenize %@ daha eklemeniz gerekiyor.
vi: %@ không đủ số dư để đặt cọc đa chữ ký %@. Bạn cần thêm %@ vào số dư của bạn.
zh_hans: %@ 没有足够的余额放置多签存款 %@。您需要在余额中添加 %@。

# multisig.validation.not.enough.for.fee.message
source: %@ needs at least %@ to pay this transaction fee and stay above the minimum network balance. You need to add %@ more to your balance.
es: %@ necesita al menos %@ para pagar esta tarifa de transacción y mantenerse por encima del saldo mínimo de red. Necesitas añadir %@ más a tu saldo.
fr: %@ a besoin d'au moins %@ pour payer ces frais de transaction et rester au-dessus du solde réseau minimum. Vous devez ajouter %@ à votre solde.
hu: %@ legalább %@ forintra van szüksége a tranzakciós díj megfizetéséhez és a minimális hálózati egyenleg felett maradáshoz. Még %@ forintot kell hozzáadnia az egyenlegéhez.
id: %@ memerlukan setidaknya %@ untuk membayar biaya transaksi ini dan tetap berada di atas saldo minimum jaringan. Anda perlu menambah %@ lagi ke saldo Anda.
ja: %@はこのトランザクション手数料を支払い、最低ネットワーク残高を上回るには少なくとも%@が必要です。残高にさらに%@を追加してください。
pt_pt: %@ precisa de pelo menos %@ para pagar esta taxa de transação e permanecer acima do saldo mínimo da rede. Você precisa adicionar %@ mais ao seu saldo.
ru: %@ необходимо иметь как минимум %@, чтобы оплатить комиссию за эту транзакцию и остаться выше минимального сетевого баланса. Вам необходимо добавить ещё %@ на ваш баланс.
tr: %@, bu işlem ücretini ödemek ve minimum ağ bakiyesinin üzerinde kalmak için en az %@ ihtiyaç duyar. Bakiyenize %@ daha eklemeniz gerekiyor.
vi: %@ cần ít nhất %@ để trả phí giao dịch này và duy trì trên mức tối thiểu của mạng. Bạn cần thêm %@ vào số dư của bạn.
zh_hans: %@ 至少需要 %@ 来支付此交易费用，并保持高于最低网络余额。您需要在余额中添加 %@。

# multisig.validation.insuffisient.balance.message
source: %@ doesn’t have enough balance to pay the network fee of %@ and place multisig deposit of %@. You need to add %@ more to your balance.
es: %@ no tiene suficiente saldo para pagar la tarifa de red de %@ y colocar un depósito multisig de %@. Necesitas añadir %@ más a tu saldo.
fr: %@ n'a pas assez de solde pour payer les frais de réseau de %@ et placer un dépôt multisig de %@. Vous devez ajouter %@ à votre solde.
hu: %@ nem rendelkezik elegendő egyenleggel a hálózati díj %@ megfizetéséhez és a multisig letét %@ elhelyezéséhez. Még %@ forintot kell hozzáadnia az egyenlegéhez.
id: %@ tidak memiliki saldo yang cukup untuk membayar biaya jaringan sebesar %@ dan menempatkan deposit multisig sebesar %@. Anda perlu menambah %@ lagi ke saldo Anda.
ja: %@は%@のネットワーク手数料を支払い、%@のマルチシグ預金をするのに十分な残高がありません。残高にさらに%@を追加してください。
pt_pt: %@ não tem saldo suficiente para pagar a taxa de rede de %@ e colocar um depósito multisig de %@. Você precisa adicionar %@ mais ao seu saldo.
ru: У %@ недостаточно средств для оплаты сетевого сбора в размере %@ и размещения депозита мультиподписи в размере %@. Вам необходимо добавить ещё %@ на ваш баланс.
tr: %@, %@ ağ ücretini ödemek ve %@ çoklu imza depozitosunu yatırmak için yeterli bakiyeye sahip değil. Bakiyenize %@ daha eklemeniz gerekiyor.
vi: %@ không đủ số dư để trả phí mạng của %@ và đặt cọc đa chữ ký %@. Bạn cần thêm %@ vào số dư của bạn.
zh_hans: %@ 没有足够的余额支付 %@ 的网络费用并放置 %@ 的多签存款。您需要在余额中添加 %@。

# feature.unsupported.sheet.title.sell
source: Sell is not supported for %@ wallets
es: La función de venta no está disponible para las billeteras %@
fr: La vente n'est pas prise en charge pour %@
hu: Az eladás nem támogatott a %@ pénztárcák esetében
id: Jual tidak didukung untuk dompet %@
ja: %@の売却はサポートされていません
pt_pt: Vender não é suportado para carteiras %@
ru: Продажа не поддерживается для %@
tr: Satış %@ için desteklenmiyor
vi: Chức năng bán không được hỗ trợ cho ví %@
zh_hans: 不支持 %@ 的出售

# feature.unsupported.sheet.title.card
source: Debit Card is not supported for %@ wallets
es: La tarjeta de débito no es compatible con las billeteras %@
fr: La carte de débit n'est pas prise en charge pour %@
hu: A bankkártya nem támogatott a %@ pénztárcákhoz
id: Kartu Debit tidak didukung untuk dompet %@
ja: %@のデビットカードはサポートされていません
pt_pt: Cartão de débito não é compatível com carteiras %@
ru: Дебетовая карта не поддерживается для %@
tr: Debit Kart %@ için desteklenmiyor
vi: Thẻ ghi nợ không được hỗ trợ cho ví %@
zh_hans: 不支持 %@ 的借记卡

# multisig.transaction.created.sheet.message
source: Other signatories can now confirm the transaction. You can track its status in the %@
es: Otros firmantes ahora pueden confirmar la transacción. Puedes rastrear su estado en el %@
fr: Les autres signataires peuvent maintenant confirmer la transaction. Vous pouvez suivre son statut dans le %@
hu: Más aláírók most megerősíthetik a tranzakciót. Követheti státuszát a %@-ban.
id: Tanda tangan lainnya sekarang dapat mengonfirmasi transaksi. Anda dapat melacak statusnya di %@
ja: 他の署名者がトランザクションを確認できます。%@でその状態を追跡できます。
pt_pt: Outros signatários podem agora confirmar a transação. Você pode acompanhar seu status no %@
ru: Другие подписанты теперь могут подтвердить транзакцию. Вы можете отслеживать её статус в %@
tr: Diğer imza yetkilileri şimdi işlemi onaylayabilir. Durumunu %@ içinde takip edebilirsiniz.
vi: Người ký khác có thể xác nhận giao dịch ngay bây giờ. Bạn có thể theo dõi trạng thái của nó trong %@
zh_hans: 其他签署人现在可以确认交易。您可以在 %@ 中跟踪其状态。

# multisig.transactioncreated.sheet.proxied.hint
source: Nova has automatically switched to your multisig wallet so you can view pending transactions.
es: Nova ha cambiado automáticamente a tu billetera multisig para que puedas ver las transacciones pendientes.
fr: Nova a automatiquement changé pour votre portefeuille multisig afin que vous puissiez voir les transactions en attente.
hu: A Nova automatikusan átváltott a multisig tárcájára, így megtekintheti a függő tranzakciókat.
id: Nova secara otomatis beralih ke dompet multisig Anda agar Anda dapat melihat transaksi yang tertunda.
ja: Novaは自動であなたのマルチシグウォレットに切り替えましたので、保留中のトランザクションを確認できます。
pt_pt: A Nova mudou automaticamente para a sua carteira multisig para que você possa ver transações pendentes.
ru: Nova автоматически переключилась на ваш кошелек с мультиподписью, чтобы вы могли просматривать ожидающие транзакции.
tr: Nova, bekleyen işlemleri görebilmeniz için otomatik olarak çoklu imza cüzdanınıza geçti.
vi: Nova đã tự động chuyển sang ví đa chữ ký của bạn để bạn có thể xem các giao dịch đang chờ xử lý.
zh_hans: Nova 已自动切换到您的多签钱包，以便查看待处理交易。

# multisig.other.signatories
source: Other signatories
es: Otros firmantes
fr: Autres signataires
hu: Más aláírók
id: Penandatangan lainnya
ja: 他の署名者
pt_pt: Outros signatários
ru: Другие подписанты
tr: Diğer imza yetkilileri
vi: Người ký khác
zh_hans: 其他签署人

# common.transaction.signed
source: Transaction signed!
es: ¡Transacción firmada!
fr: Transaction signée !
hu: Tranzakció aláírva!
id: Transaksi telah ditandatangani!
ja: トランザクションが署名されました！
pt_pt: Transação assinada!
ru: Транзакция подписана!
tr: İşlem imzalandı!
vi: Giao dịch đã được ký!
zh_hans: 交易已签署！

# multisig.transaction.created.sheet.title
source: Multisig transaction created
es: Transacción multifirma creada
fr: Transaction multisig créée
hu: Többaláírásos tranzakció létrehozva
id: Transaksi Multisig dibuat
ja: マルチシグトランザクションが作成されました
pt_pt: Transação Multisig criada
ru: Мультисиг транзакция создана
vi: Giao dịch Đa chữ ký đã được tạo
zh_hans: 多重签名交易已创建

# common.transaction.signed.and.executed
source: Transaction signed and executed!
es: ¡Transacción firmada y ejecutada!
fr: Transaction signée et exécutée !
hu: Tranzakció aláírva és végrehajtva!
id: Transaksi telah ditandatangani dan dijalankan!
pt_pt: Transação assinada e executada!
ru: Транзакция подписана и выполнена!
vi: Giao dịch đã được ký và thực hiện!

# common.transaction.rejected
source: Transaction rejected!
es: ¡Transacción rechazada!
fr: Transaction refusée !
hu: Tranzakció elutasítva!
id: Transaksi ditolak!
pt_pt: Transação rejeitada!
ru: Транзакция отклонена!
vi: Giao dịch bị từ chối!

# common.approve.and.execute
source: Approve & Execute
es: Aprobar y Ejecutar
fr: Approuver & Exécuter
hu: Jóváhagyás és végrehajtás
id: Setujui & Eksekusi
pt_pt: Aprovar & Executar
ru: Одобрить и выполнить
vi: Phê duyệt & Thực hiện

# multisig.transaction.reject.sheet.message
source: Transaction will be rejected. Multisig deposit will be returned to %@.
es: La transacción será rechazada. El depósito multisig será devuelto a %@.
fr: La transaction sera rejetée. Le dépôt multisig sera retourné à %@.
hu: A tranzakció elutasításra kerül. A multisig letét visszakerül %@-hoz.
id: Transaksi akan ditolak. Deposit multisig akan dikembalikan ke %@.
pt_pt: Transação será rejeitada. Depósito multisig será devolvido a %@.
ru: Транзакция будет отклонена. Депозит мультиподписи будет возвращен %@.
vi: Giao dịch sẽ bị từ chối. Tiền gửi multisig sẽ được trả lại cho %@.

# multisig.operations.empty.text
source: No transactions yet. Signing requests will show up here
es: No hay transacciones todavía. Las solicitudes de firma aparecerán aquí
hu: Még nincsenek tranzakciók. Az aláírási kérelmek itt fognak megjelenni
id: Belum ada transaksi. Permintaan penandatanganan akan muncul di sini
pt_pt: Nenhuma transação ainda. Solicitações de assinatura aparecerão aqui
ru: Транзакций пока нет. Запросы на подпись будут отображаться здесь
vi: Chưa có giao dịch nào. Các yêu cầu ký sẽ hiển thị ở đây

# multisig.call.hash.share
source: Share call hash
es: Compartir hash de llamada
hu: Hívás hash megosztása
id: Bagikan hash panggilan
pt_pt: Compartilhar hash da chamada
vi: Chia sẻ mã hash cuộc gọi

# multisig.call.hash.copy
source: Copy call hash
es: Copiar hash de la llamada
hu: Hívás hash másolása
id: Salin hash panggilan
pt_pt: Copiar hash da chamada
vi: Sao chép mã hash cuộc gọi

# common.full.details
source: Full details
es: Detalles completos
hu: Minden részlet
id: Detail lengkap
pt_pt: Detalhes completos
vi: Chi tiết đầy đủ

# common.call.hash
source: Call hash
es: Hash de llamada
hu: Hívási hash
id: Panggilan hash
pt_pt: Hash da chamada
vi: Gọi hash

# call.data.validation.hash.matching.error.message
source: This call data for another operation with call hash %@
es: Estos datos de la llamada son para otra operación con hash de llamada %@
hu: Ez a hívás adatkészlet egy másik művelethez, hívás hash: %@
id: Data pemanggilan ini untuk operasi lain dengan hash panggilan %@
pt_pt: Esses dados de chamada são para outra operação com hash de chamada %@
vi: Dữ liệu cuộc gọi này cho thao tác khác với call hash %@

# call.data.validation.error.message
source: The call data you provided is invalid or has the wrong format. Please ensure it is correct and try again.
es: Los datos de llamada que proporcionó no son válidos o tienen un formato incorrecto. Por favor, asegúrese de que sean correctos e inténtelo de nuevo.
hu: A megadott hívásadatok érvénytelenek vagy nem megfelelő formátumúak. Kérjük, ellenőrizze, hogy helyesek-e, és próbálja újra.
id: Data panggilan yang Anda berikan tidak valid atau memiliki format yang salah. Pastikan data tersebut benar dan coba lagi.
pt_pt: Os dados da chamada que você forneceu são inválidos ou estão no formato incorreto. Por favor, verifique se estão corretos e tente novamente.
vi: Dữ liệu cuộc gọi bạn đã cung cấp không hợp lệ hoặc có định dạng sai. Vui lòng đảm bảo dữ liệu chính xác và thử lại.

# feature.unsupported.sheet.title.sell.proxied
source: Sell is not supported for this Proxied wallet
es: La función de venta no está disponible para esta billetera con proxied
hu: Az eladás nem támogatott ennél a Proxyzott tárcánál
id: Penjualan tidak didukung untuk dompet Proxied ini
pt_pt: Venda não é suportada para esta carteira Proxiada
vi: Chức năng bán không được hỗ trợ cho ví được ủy quyền này

# feature.unsupported.sheet.title.card.proxied
source: Debit Card is not supported for this Proxied wallet
es: La tarjeta de débito no es compatible con esta billetera proxied
hu: A bankkártya nem támogatott ennél a közvetített pénztárcánál
id: Kartu Debit tidak didukung untuk dompet Proxied ini
pt_pt: Cartão de débito não é compatível com esta carteira Proxied
vi: Thẻ ghi nợ không được hỗ trợ cho ví được ủy quyền này

# feature.unsupported.sheet.message.sell.proxied
source: To sell crypto for fiat, please switch to a different wallet.
es: Para vender criptomonedas por dinero fiat, por favor cambie a una billetera diferente.
hu: A kripto fiat pénzre váltásához kérjük, váltson másik pénztárcára.
id: Untuk menjual kripto menjadi fiat, silakan beralih ke dompet lain.
pt_pt: Para vender criptomoedas por dinheiro fiduciário, por favor, mude para uma carteira diferente.
vi: Để bán tiền điện tử lấy tiền pháp định, vui lòng chuyển sang ví khác.

# trust.wallet.import.description
source: Use your Trust Wallet accounts in Nova
es: Usa tus cuentas de Trust Wallet en Nova
hu: Használd a Trust Wallet fiókjaidat a Novában
id: Gunakan akun Trust Wallet Anda di Nova
pt_pt: Use suas contas do Trust Wallet no Nova
vi: Sử dụng tài khoản Trust Wallet của bạn trong Nova

# notifications.management.multisig.transactions
source: Multisig transactions
es: Transacciones de multisig
hu: Többaláírásos tranzakciók
id: Transaksi multisig
vi: Giao dịch multisig

# notifications.wallet.list.title
source: Select up to %d wallets to be notified when wallet has activity
es: Selecciona hasta %li billeteras para ser notificado cuando la billetera tenga actividad
fr: Sélectionnez jusqu'à 3 portefeuilles pour être notifié des activités du portefeuille
hu: Válasszon ki legfeljebb %li tárcát, hogy értesítést kapjon, amikor a tárca aktivitást mutat
id: Pilih hingga %li dompet untuk diberi tahu ketika dompet memiliki aktivitas
it: Seleziona fino a 3 portafogli per essere notificato quando il portafoglio ha attività
ja: ウォレット活動があるときに通知するために最大3つのウォレットを選択してください
ko: 활동이 있을 때 알림을 받을 지갑을 최대 3개 선택하세요
pl: Wybierz do 3 portfeli, aby otrzymywać powiadomienia o ich aktywności
pt_pt: Selecione até 3 carteiras para ser notificado quando houver atividade na carteira
ru: Выберите до 3 кошельков для которых вы будете получать уведомления о событиях кошелька
tr: Cüzdanınızın aktivitesi olduğunda bildirim almak için en fazla 3 cüzdan seçin
vi: Chọn tối đa %li ví để được thông báo khi ví có hoạt động
zh_hans: 选择最多 3 个钱包以在钱包有活动时被通知

# multisig.operation.loading.placeholder.text
source: Loading transaction details…
es: Cargando detalles de la transacción…
hu: Tranzakció részleteinek betöltése…
id: Memuat detail transaksi
vi: Đang tải chi tiết giao dịch…

# multisig.operation.ended.alert.message
source: Transaction has already been executed or rejected.
es: La transacción ya ha sido ejecutada o rechazada.
hu: A tranzakció már végre lett hajtva vagy el lett utasítva.
id: Transaksi sudah dieksekusi atau ditolak.
vi: Giao dịch đã thực hiện hoặc bị từ chối.

# multisig.operation.ended.alert.title
source: Signing is over
es: El firmado ha terminado
hu: Az aláírás befejeződött
id: Penandatanganan telah berakhir
vi: Đã kết thúc ký kết

# common.multisig.rejected
source: Multisig transaction rejected
es: Transacción multisig rechazada
hu: Multiszignós tranzakció elutasítva
id: Transaksi multisig ditolak
vi: Giao dịch multisig bị từ chối

# common.multisig.executed
source: Multisig transaction executed
es: Transacción multisig ejecutada
hu: Multiszignós tranzakció végrehajtva
id: Transaksi multisig dieksekusi
vi: Giao dịch multisig đã thực hiện

# notifications.management.multisig.signed.by.signatory
source: Signed by signatory
es: Firmado por signatario
hu: Által aláírva
id: Ditandatangani oleh penandatangan
vi: Được ký bởi người ký

# notifications.management.multisig.signature.requested
source: Your signature requested
es: Tu firma solicitada
hu: Az ön aláírása szükséges
id: Tanda tangan Anda diminta
vi: Yêu cầu chữ ký của bạn
