Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# staking.story.reward.page.1
source: Rewards for staking are available to payout at the end of each era (6 hours in Kusama and 24 hours in Polkadot). Network stores pending rewards during 84 eras and in most cases validators are paying out the rewards for everyone. However, validators might forget or something might happen with them, so nominators can payout their rewards by themselves.
es: Las recompensas por staking están disponibles para ser pagadas al final de cada era (6 horas en Kusama y 24 horas en Polkadot). La red almacena las recompensas pendientes durante 84 eras y, en la mayoría de los casos, los validadores pagan las recompensas para todos. Sin embargo, los validadores podrían olvidar o podría sucederles algo, por lo tanto, los nominadores pueden pagar sus recompensas por sí mismos.
fr: Les récompenses pour les mises sont disponibles à la fin de chaque ère (6 heures à Kusama et 24 heures à Polkadot). Le réseau stocke les récompenses en attente pendant 84 ères et, dans la plupart des cas, les validateurs versent les récompenses pour tout le monde. Cependant, il peut arriver que les validateurs oublient ou qu'il leur arrive quelque chose, les nominateurs peuvent donc payer leurs récompenses eux-mêmes.
hu: A stake-elésért járó jutalmak minden korszak végén kifizethetők (6 óra Kusama-án és 24 óra Polkadot-on). A hálózat 84 korszakig tárolja a jutalmakat és legtöbb esetben a validátorok mindenkinek automatikusan kifizetik azokat. Az validátorok, bármilyen okból kifolyólag vagy akár csak feledékenyséből elmulaszthatják a kifzetést, emiatt a nominálók maguk is igényelhetik azt.
id: Imbalan untuk staking dapat dicairkan pada akhir setiap era (6 jam di Kusama dan 24 jam di Polkadot). Jaringan menyimpan imbalan tertunda selama 84 era dan dalam kebanyakan kasus validator membayar imbalan untuk semua orang. Namun, validator mungkin lupa atau sesuatu mungkin terjadi dengan mereka, sehingga nominator dapat mencairkan imbalan mereka sendiri.
it: Le ricompense per lo staking sono disponibili per il pagamento alla fine di ogni era (6 ore in Kusama e 24 ore in Polkadot). La rete conserva le ricompense in sospeso durante 84 ere e nella maggior parte dei casi i validatori pagano le ricompense per tutti. Tuttavia, i validatori potrebbero dimenticarsi o potrebbe accadergli qualcosa, quindi i nominati possono incassare le loro ricompense da soli.
ja: Stakingの報酬は各エラの終わり（Kusamaでは6時間、Polkadotでは24時間）に支払い可能です。ネットワークは保留中の報酬を84エラの間保存し、ほとんどの場合バリデーターが全員に報酬を支払います。しかし、バリデーターが忘れることや何か問題が発生することもあるため、ノミネーターは自分で報酬を支払うことができます。
ko: Staking 보상은 각 시대의 종료 시에 지급 받을 수 있습니다 (Kusama는 6시간, Polkadot는 24시간). 네트워크는 84 시대 동안 보류 중인 보상을 저장하며, 대부분의 경우 밸리데이터가 모든 보상을 지급합니다. 그러나 밸리데이터가 잊어버리거나 문제가 발생할 수 있으므로, 지명자는 스스로 보상을 청구할 수 있습니다.
pl: Nagrody za Staking są dostępne do wypłaty na koniec każdej ery (6 godzin w Kusama i 24 godziny w Polkadot). Sieć przechowuje oczekujące nagrody przez 84 ery i w większości przypadków walidatorzy wypłacają nagrody wszystkim. Jednak walidatorzy mogą zapomnieć lub może się coś z nimi stać, więc nominatorzy mogą wypłacić swoje nagrody samodzielnie.
pt_pt: As recompensas por staking estão disponíveis para pagamento no final de cada era (6 horas em Kusama e 24 horas em Polkadot). A rede armazena recompensas pendentes durante 84 eras e, na maioria dos casos, os validadores estão pagando as recompensas para todos. No entanto, os validadores podem esquecer ou algo pode acontecer com eles, então os nomeadores podem pagar suas próprias recompensas.
ru: Вознаграждения за стейкинг доступны для выплаты в конце каждой эры (6 часов в Kusama и 24 часа в Polkadot). Сеть хранит ожидаемые вознаграждения в течении 84 эр и в большинстве случаев валидаторы сами выплачивают всем награды. Однако, валидаторы могут забыть это сделать или с ними может что-то случиться, поэтому номинаторы могут выплатить свои награды самостоятельно.
tr: Staking ödülleri, her dönemin sonunda (Kusama'da 6 saat ve Polkadot'ta 24 saatte bir) ödeme yapılabilecek şekilde mevcuttur. Ağ, bekleyen ödülleri 84 dönem boyunca saklar ve çoğu durumda doğrulayıcılar herkes için ödülleri öder. Ancak, doğrulayıcılar unutabilir veya başlarına bir şey gelebilir, bu yüzden adaylar ödüllerini kendileri ödeyebilir.
vi: Phần thưởng cho Staking có thể được thanh toán vào cuối mỗi kỳ (6 giờ trong Kusama và 24 giờ trong Polkadot). Mạng lưu trữ phần thưởng chờ trong 84 kỳ và trong hầu hết các trường hợp, các validator sẽ trả phần thưởng cho tất cả mọi người. Tuy nhiên, các validator có thể quên hoặc có chuyện gì đó xảy ra với họ, vì vậy người đề cử có thể tự thanh toán phần thưởng của họ.
zh_hans: 质押奖励在每个时代结束时可供支付（Kusama中为6小时，Polkadot中为24小时）。网络在84个时代内存储待处理奖励，在大多数情况下，验证者会为所有人支付奖励。然而，验证者可能会忘记或他们可能会遇到某些问题，因此提名人可以自行支付他们的奖励。

# staking.story.reward.page.2
source: Although rewards are usually distributed by validators, Nova Wallet helps by alerting if there are any unpaid rewards that are close to expiring. You will receive alerts about this and other activities on the staking screen.
es: Aunque las recompensas suelen ser distribuidas por los validadores, Nova Wallet ayuda alertando si hay alguna recompensa sin pagar que esté cerca de expirar. Recibirás alertas sobre esto y otras actividades en la pantalla de staking.
fr: Bien que les récompenses soient généralement distribuées par les validateurs, Nova vous aide en vous alertant si des récompenses non payées sont sur le point d'expirer. Vous recevrez des alertes à ce sujet et d'autres activités sur l'écran de staking.
hu: Habár a jutalmakat a validátorok általában kifizetik, Nova Wallet figyelmeztetésekkel segít, ha vannak olyan kifizetetlen jutalmak, amelyek a lejárathoz közelednek. A stake-elési képernyőn ilyen és egyéb figyelmeztetések is megjelennek.
id: Meskipun imbalan biasanya didistribusikan oleh validator, Nova Wallet membantu dengan memberi peringatan jika terdapat imbalan belum dibayar yang mendekati jatuh tempo. Anda akan menerima peringatan tentang ini dan aktivitas lainnya di layar staking.
it: Anche se le ricompense sono di solito distribuite dai validatori, Nova Wallet aiuta avvertendo se ci sono ricompense non pagate che stanno per scadere. Riceverai avvisi su questo e su altre attività nella schermata dello staking.
ja: 報酬は通常バリデーターによって支払われますが、Nova Walletは未払いの報酬が期限切れに近づいている場合に警告します。この通知と他の活動に関するアラートをStaking画面で受け取ることができます。
ko: 보통 보상은 밸리데이터에 의해 분배되지만, Nova Wallet은 만료가 가까운 미지급 보상이 있으면 알림을 통해 도와줍니다. 이와 다른 활동에 대한 경고는 staking 화면에서 확인할 수 있습니다.
pl: Chociaż nagrody są zazwyczaj dystrybuowane przez walidatorów, Nova Wallet pomaga, ostrzegając, jeśli są jakieś niezapłacone nagrody, które są bliskie wygaśnięcia. Otrzymasz powiadomienia o tym i innych działaniach na ekranie Staking.
pt_pt: Embora as recompensas sejam geralmente distribuídas pelos validadores, a Nova Wallet ajuda alertando se houver quaisquer recompensas não pagas que estão próximas de expirar. Você receberá alertas sobre isso e outras atividades na tela de staking.
ru: Несмотря на то, что обычно вознаграждения выплачиваются валидаторами, Nova Wallet помогает узнать о вознаграждениях, срок выплаты которых близок к истечению, с помощью предупреждений. Предупреждения об этом и других важных событиях появятся на главном экране стейкинга.
tr: Ödüller genellikle doğrulayıcılar tarafından dağıtılsa da, Nova Wallet, süresi dolmak üzere olan ödenmemiş ödüller varsa bu konuda uyarıda bulunarak yardımcı olur. Bu ve staking ekranındaki diğer aktiviteler hakkında uyarılar alacaksınız.
vi: Mặc dù các phần thưởng thường được phân phối bởi các validator, Nova Wallet giúp thông báo nếu có bất kỳ phần thưởng nào chưa được thanh toán mà sắp hết hạn. Bạn sẽ nhận được thông báo về điều này và các hoạt động khác trên màn hình Staking.
zh_hans: 尽管奖励通常由验证者分配，Nova Wallet通过提醒即将到期的未支付奖励来提供帮助。您将收到关于此及其他质押活动的警报。

# common.cancel.operation.message
source: Are you sure you want to cancel this operation?
es: ¿Estás seguro de que quieres cancelar esta operación?
fr: Voulez-vous vraiment annuler cette opération ?
hu: Biztosan megszakítja ezt a műveletet?
id: Apakah Anda yakin ingin membatalkan operasi ini?
it: Sei sicuro di voler annullare questa operazione?
ja: この操作をキャンセルしてもよろしいですか？
ko: 이 작업을 취소하시겠습니까?
pl: Czy na pewno chcesz anulować tę operację?
pt_pt: Tem certeza de que deseja cancelar esta operação?
ru: Вы уверены, что хотите отменить операцию?
tr: Bu işlemi iptal etmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn hủy thao tác này?
zh_hans: 您确定要取消这项操作吗？

# common.cancel.operation.action
source: Cancel operation
es: Cancelar operación
fr: Annuler l’opération
hu: Művelet megszakítása
id: Batal operasi
it: Annulla l'operazione
ja: 操作をキャンセルする
ko: 작업 취소
pl: Anuluj operację
pt_pt: Cancelar operação
ru: Отменить операцию
tr: İşlemi iptal et
vi: Hủy thao tác
zh_hans: 取消操作

# common.keep.editing.action
source: Back to operation
es: Volver a la operación
fr: Retour à l’opération
hu: Vissza a művelethez
id: Kembali ke operasi
it: Torna all'operazione
ja: 操作に戻る
ko: 작업으로 돌아가기
pl: Wróć do operacji
pt_pt: Voltar à operação
ru: Вернуться к операции
tr: Operasyona geri dön
vi: Quay lại thao tác
zh_hans: 返回操作

# staking.your.validator.title
source: Your validator
es: Tu validador
fr: Votre validateur
hu: Validátoraid
id: Validator Anda
it: Il tuo validatore
ja: あなたのバリデーター
ko: 귀하의 밸리데이터
pl: Twój walidator
pt_pt: Seu validador
ru: Ваш валидатор
tr: Sizin doğrulayıcınız
vi: Validator của bạn
zh_hans: 您的验证者

# staking.analytics.title
source: Analytics
es: Analítica
fr: Analytiques
hu: Analitika
id: Analitika
it: Analisi
ja: アナリティクス
ko: 분석
pl: Analiza
pt_pt: Análise
ru: Аналитика
tr: Analitikler
vi: Phân tích
zh_hans: 分析

# staking.rewards.title
source: Rewards
es: Recompensas
fr: Récompenses
hu: Jutalmak
it: Ricompense
ja: 報酬
ko: 보상
pl: Nagrody
pt_pt: Recompensas
ru: Вознаграждения
tr: Ödüller
vi: Phần thưởng
zh_hans: 奖励

# staking.analytics.activity
source: Activity
es: Actividad
fr: Activité
hu: Tevékenység
id: Aktivitas
it: Attività
ja: アクティビティ
ko: 활동
pl: Aktywność
pt_pt: Atividade
ru: Активность
tr: Aktivite
vi: Hoạt động
zh_hans: 活动

# staking.analytics.stake.allocation
source: Allocation with current validators
es: Asignación con los validadores actuales
fr: Allocation avec les validateurs actuels
hu: A jelenlegi validátorok közötti kiosztás
id: Alokasi dengan validator saat ini
it: Assegnazione con validatori attuali
ja: 現在のバリデータとの割り当て
ko: 현재 검증자와의 할당
pl: Alokacja z obecnymi walidatorami
pt_pt: Alocação com os validadores atuais
ru: Распределение с текущими валидаторами
tr: Mevcut doğrulayıcılarla dağıtım
vi: Phân bổ với validator hiện tại
zh_hans: 与当前验证者的分配

# wallet.extrinsic.details.title
source: Extrinsic details
es: Detalles de la extrínseca
fr: Détails extrinsèques
hu: Extrinsic részletei
id: Detail Extrinsic
it: Dettagli transazione
ja: エクストリンシックの詳細
ko: 외부 내역
pl: Szczegóły transakcji
pt_pt: Detalhes extrínsecos
ru: Детали транзакции
tr: Extrinsik detaylar
vi: Chi tiết giao dịch
zh_hans: 交易详情

# transaction.details.extrinsic.fee
source: Fee
es: Comisión
fr: Frais
hu: Díj
id: Biaya
it: Commissione
ja: 手数料
ko: 수수료
pl: Opłata
pt_pt: Taxa
ru: Комиссия
tr: Ücret
vi: Phí
zh_hans: 费用

# staking.common.era
source: Era
fr: Ère
hu: Korszak
ja: エポック
ko: 에라
ru: Эра
zh_hans: 纪元

# staking.common.validator
source: Validator
es: Validador
fr: Validateur
hu: Validátor
it: Validatore
ja: バリデーター
ko: 밸리데이터
pl: Walidator
pt_pt: Validador
ru: Валидатор
tr: Doğrulayıcı
vi: Người xác thực
zh_hans: 验证者

# staking.common.event.id
source: Event
es: Evento
fr: Événement
hu: Esemény
id: Acara
it: Evento
ja: イベント
ko: 이벤트
pl: Wydarzenie
pt_pt: Evento
ru: Событие
tr: Etkinlik
vi: Sự kiện
zh_hans: 事件

# common.copy.id
source: Copy id
es: Copiar id
fr: Copier l'identifiant
hu: Id másolása
id: Salin id
it: Copia ID
ja: IDをコピー
ko: ID 복사
pl: Kopiuj id
pt_pt: Copiar id
ru: Копировать идентификатор
tr: Kimliği kopyala
vi: Sao chép id
zh_hans: 复制ID

# wallet.contacts.empty.title_v1.10
source: Your accounts and contacts to whom you were sending transfers will appear here
es: Tus cuentas y contactos a quienes hayas enviado transferencias aparecerán aquí
fr: Vos comptes et contacts à qui vous envoyiez des transferts apparaîtront ici
hu: Itt fognak megjelenni fiókjaid és kapcsolataid akiknek már utaltál
id: Akun dan kontak Anda kepada siapa Anda mengirim transfer akan muncul di sini
it: Qui appariranno i tuoi account e i contatti a cui hai inviato trasferimenti
ja: ここには、 あなたが送金した アカウントと連絡先が表示されます
ko: 송금한 계정과 연락처가 여기에 나타납니다
pl: Twoje konta i kontakty do których wysyłałeś przelewy pojawią się tutaj
pt_pt: Suas contas e contatos para quem você enviou transferências aparecerão aqui
ru: Здесь появятся ваши аккаунты и контакты, которым вы отправляли переводы
tr: Transfer gönderdiğiniz hesaplarınız ve kişiler burada görünecek
vi: Tài khoản và liên hệ mà bạn đã gửi chuyển khoản sẽ xuất hiện ở đây
zh_hans: 您发送转账的账户和联系人将出现在这里

# wallet.search.empty.title_v1.10.0
source: Address format is invalid. Make sure that address belongs to the right network
es: El formato de la dirección es inválido. Asegúrate de que la dirección pertenezca a la red correcta
fr: Le format de l'adresse n'est pas valide. Assurez-vous que l'adresse appartient au bon réseau
hu: A cín formátuma érvénytelen. Győzödj meg róla, hogy a cím a megfelelő hálózatból származik
id: Format alamat tidak valid. Pastikan alamat termasuk dalam jaringan yang benar
it: Il formato dell'indirizzo non è valido. Assicurati che l'indirizzo corrisponda alla rete giusta
ja: アドレス形式が無効です。アドレスが正しいネットワークに属していることを確認してください
ko: 주소 형식이 잘못되었습니다. 네트워크에 맞는 주소인지 확인하세요
pl: Nieprawidłowy format adresu. Upewnij się, że adres należy do odpowiedniej sieci
pt_pt: Formato de endereço inválido. Certifique-se de que o endereço pertence à rede correta
ru: Неверный формат адреса. Убедитесь, что адрес соответствует сети
tr: Adres formatı geçersiz. Adresin doğru ağa ait olduğundan emin olun
vi: Định dạng địa chỉ không hợp lệ. Đảm bảo rằng địa chỉ thuộc mạng đúng
zh_hans: 地址格式无效。确保地址属于正确的网络

# common.period.7d
source: 7d
fr: 7j
hu: 7n
id: 7 hari
it: 7gg
ja: 7日
ko: 7일
ru: 7д
tr: 7g
vi: 7 ngày
zh_hans: 7天

# common.period.30d
source: 30d
fr: 30j
hu: 30n
id: 30 hari
it: 30gg
ja: 30日
ko: 30일
ru: 30д
tr: 30g
vi: 30 ngày
zh_hans: 30天

# common.period.1y
source: 1y
es: 1a
fr: 1 an
hu: 1é
id: 1 tahun
it: 1anno
ja: 1年
ko: 1년
pl: 1r
pt_pt: 1a
ru: 1г
vi: 1 năm
zh_hans: 1年

# common.period.all
source: All
es: Todo
fr: Tous
hu: Összes
id: Semua
it: Tutto
ja: 全て
ko: 전체
pl: Wszystko
pt_pt: Todos
ru: все
tr: Hepsi
vi: Tất cả
zh_hans: 全部

# staking.analytics.rewards.empty.message
source: Your rewards will appear here
es: Tus recompensas aparecerán aquí
fr: Vos récompenses apparaîtront ici
hu: Itt fognak majd megjelenni a jutalmaid
id: Imbalan Anda akan muncul di sini
it: Le tue ricompense appariranno qui
ja: 報酬はここに表示されます
ko: 여기에서 보상을 확인할 수 있습니다
pl: Twoje nagrody pojawią się tutaj
pt_pt: Suas recompensas serão exibidas aqui
ru: Здесь появятся ваши вознаграждения
tr: Ödülleriniz burada görünecek
vi: Phần thưởng của bạn sẽ xuất hiện tại đây
zh_hans: 您的奖励 将出现在这里

# staking.analytics.stake.empty.message
source: Your stake changes will appear here
es: Los cambios en tu stake aparecerán aquí
fr: Vos changements de mise apparaîtront ici
hu: Itt fognak megjelenni a stake-eddel kapcsolatos változások
id: Perubahan staking Anda akan muncul di sini
it: Le modifiche al tuo staking appariranno qui
ja: ステークの変更はここに表示されます
ko: 여기에서 Stake 변경사항을 확인할 수 있습니다
pl: Twoje zmiany stake pojawią się tutaj
pt_pt: As mudanças na sua participação serão exibidas aqui
ru: Здесь появятся ваши изменения по стейку
tr: Stake değişiklikleriniz burada görünecek
vi: Thay đổi stake của bạn sẽ xuất hiện tại đây
zh_hans: 您的质押变化 将出现在这里

# common.details
source: Details
es: Detalles
fr: Détails
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
ko: 세부 사항
pl: Szczegóły
pt_pt: Detalhes
ru: Подробности
tr: Detaylar
vi: Chi tiết
zh_hans: 详细信息

# staking.analytics.details.type
source: Type
es: Tipo
hu: Típus
id: Tipe
it: Tipo
ja: タイプ
ko: 유형
pl: Typ
pt_pt: Tipo
ru: Тип
tr: Tür
vi: Loại
zh_hans: 类型

# staking.analytics.era.range
source: %li of %li eras
es: %li de %li eras
fr: %li sur %li ères
hu: %li / %li korszak
id: %li dari %li era
it: %li di %lier
ja: %li / %li エポック
ko: %li의 %li era
pl: %li z %li er
pt_pt: %li de %li eras
ru: %li из %li эр
tr: %li / %li era
vi: %li trong %li era
zh_hans: %li 的 %li 纪元

# staking.analytics.7days.rewards
source: 7 days rewards
es: Recompensas de 7 días
fr: 7 jours de récompenses
hu: Jutalmak 7 napra
id: Imbalan 7 hari
it: Ricompense per 7 giorni
ja: 7日間の報酬
ko: 7일 보상
pl: Nagrody za 7 dni
pt_pt: Recompensas de 7 dias
ru: Вознаграждения за 7 дней
tr: 7 gün ödülleri
vi: Phần thưởng 7 ngày
zh_hans: 7天奖励

# staking.analytics.avg
source: %@ avg.
es: %@ prom.
fr: moy. %@
hu: %@ átlag
id: %@ rata-rata
it: %@ media
ja: %@ 平均
ko: %@ 평균
pl: %@ śred.
pt_pt: %@ méd.
ru: %@ сред.
tr: %@ ort.
vi: %@ trung bình
zh_hans: %@ 平均

# staking.analytics.staking.was.active
source: Staking was active
es: El staking estaba activo
fr: Le staking était actif
hu: A stake-elés aktív volt
id: Staking aktif
it: Lo staking era attivo
ja: ステーキングがアクティブでした
ko: 스테이킹이 활성 상태였습니다
pl: Staking był aktywny
pt_pt: A participação estava ativa
ru: Стейкинг был активен
tr: Staking aktifti
vi: Staking đã hoạt động
zh_hans: 质押是活跃的

# staking.analytics.staking.was.inactive
source: Staking was inactive
es: El staking estaba inactivo
fr: Le staking était inactif
hu: A stake-elés inaktív volt
id: Staking tidak aktif
it: Lo staking era inattivo
ja: ステーキングが非アクティブでした
ko: 스테이킹이 비활성 상태였습니다
pl: Staking był nieaktywny
pt_pt: A participação estava inativa
ru: Стейкинг был неактивен
tr: Staking aktif değildi
vi: Staking đã không hoạt động
zh_hans: 质押是不活跃的

# common.choose.action
source: Choose action
es: Elegir acción
fr: Choisir une action
hu: Művelet választása
id: Pilih tindakan
it: Scegli azione
ja: アクションを選択する
ko: 작업 선택
pl: Wybierz akcję
pt_pt: Escolher ação
ru: Выберите действие
tr: Eylemi seç
vi: Chọn hành động
zh_hans: 选择操作

# common.select.network
source: Select network
es: Seleccionar red
fr: Sélectionner un réseau
hu: Hálózat választása
id: Pilih jaringan
it: Seleziona rete
ja: ネットワークを選択
ko: 네트워크 선택
pl: Wybierz sieć
pt_pt: Selecionar rede
ru: Выберите сеть
tr: Ağ seç
vi: Chọn mạng
zh_hans: 选择网络

# common.select.asset
source: Select asset
es: Seleccionar activo
fr: Sélectionner un actif
hu: Eszköz választása
id: Pilih aset
it: Seleziona token
ja: アセットを選択
ko: 자산 선택
pl: Wybierz zasób
pt_pt: Selecionar ativo
ru: Выберите токен
tr: Varlık seç
vi: Chọn tài sản
zh_hans: 选择资产

# common.invalid.hard.soft.numeric.message
source: Please, check that input is a mix of //'hard' and /'soft' where 'hard' and 'soft' can be any sequence of digits not including /. For example, //44//60//0/0/0
es: Por favor, verifica que la entrada es una mezcla de //'hard' y /'soft' donde 'hard' y 'soft' pueden ser cualquier secuencia de dígitos sin incluir /. Por ejemplo, //44//60//0/0/0
fr: Veuillez vérifier que l'entrée est un mélange de //'hard' et /'soft' où 'hard' et 'soft' peuvent être n'importe quelle séquence de chiffres n'incluant pas /. Par exemple, //44//60//0/0/0
hu: Kérlek, ellenőrizd le, hogy a beírtak a //'hard' és a /'soft' keveréke-e, ahol a "hard" és a "soft" bármilyen számsorból állhat, de a / karakter nélkül. Például: //44//60//0/0/0
id: Silakan cek bahwa masukan adalah campuran //'hard' dan /'soft' di mana 'hard' dan 'soft' dapat berupa urutan digit apa pun yang tidak termasuk /. Contohnya, //44//60//0/0/0
it: Si prega di verificare che l'input sia una combinazione di //'hard' e /'soft' dove 'hard' e 'soft' possono essere una qualsiasi sequenza di cifre escluso /. Ad esempio, //44//60//0/0/0
ja: 入力が //'hard' と /'soft' の組み合わせであることを確認してください。'hard' と 'soft' は、/ を含まない任意の数字のシーケンスである必要があります。例: //44//60//0/0/0
ko: 입력이 //'hard'와 /'soft'의 조합인지 확인해주세요. 'hard'와 'soft'는 숫자의 어떠한 연속도 될 수 있으며 /는 포함되지 않습니다. 예를 들어, //44//60//0/0/0
pl: Proszę, upewnij się, że dane wejściowe to miks //'hard' i /'soft', gdzie 'hard' i 'soft' mogą być dowolną sekwencją cyfr z wyłączeniem /. Na przykład, //44//60//0/0/0
pt_pt: Por favor, verifique se a entrada é uma mistura de //'hard' e /'soft' onde 'hard' e 'soft' podem ser qualquer sequência de dígitos excluindo /. Por exemplo, //44//60//0/0/0
ru: Пожалуйста, удостоверьтесь, что введенная строка это комбинация //'hard' и /'soft' где 'hard' и 'soft' могут быть любой последовательностью цифр. Например, //44//60//0/0/0
tr: Lütfen, girilenin //'hard' ve /'soft' //'hard' ve 'soft' / dahil olmayan herhangi bir rakam dizisi olabileceği bir karışım olduğunu kontrol edin. Örneğin, //44//60//0/0/0
vi: Vui lòng kiểm tra rằng dữ liệu nhập là sự kết hợp của //'hard' và /'soft' trong đó 'hard' và 'soft' có thể là bất kỳ chuỗi số nào không bao gồm /. Ví dụ, //44//60//0/0/0
zh_hans: 请检查输入是否为//‘hard’和/‘soft’的混合，其中‘hard’和‘soft’可以是任何数字序列，不包括/。例如，//44//60//0/0/0
