Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# gov.revoke.delegate.missing.error.title
source: Already revoked
es: Delegación ya revocada
fr: Déjà révoqué
hu: Visszavontak
id: Sudah dicabut
it: Già revocato
ja: 既に解除済み
ko: 이미 취소됨
pl: Już cofnięto
pt_pt: Delegação já revogada
ru: Делегация уже отменена
tr: Zaten iptal edildi
vi: Đã hủy bỏ
zh_hans: 已撤销

# gov.revoke.delegate.missing.error.message
source: You have already revoked delegation from one of the tracks
es: Ya ha revocado la delegación de una de las pistas
fr: Vous avez déjà révoqué la délégation de l'un des chemins
hu: Már visszavontad a delegálást bizonyos kategóriákból
id: Anda sudah mencabut delegasi dari salah satu trek
it: Hai già revocato la delega da uno dei percorsi
ja: 既にあるトラックから委任を解除しました
ko: 트랙 중 하나에서 위임을 이미 취소하셨습니다
pl: Już cofnąłeś delegowanie z jednej ze ścieżek
pt_pt: Você já revogou a delegação de uma das trilhas
ru: Вы уже отменили делегацию в одном из треков
tr: Zaten bir izden delegasyonu iptal ettiniz
vi: Bạn đã hủy bỏ ủy quyền từ một trong các track
zh_hans: 您已经撤销了一条轨迹的委托

# common.multi.tx.error.no.details.message
source: There was an error while submitting some transactions (%@). Do you want to retry?
es: Hubo un error al enviar algunas transacciones (%@). ¿Quieres intentarlo de nuevo?
fr: Une erreur s’est produite lors de l’envoi de certaines transactions (%@). Voulez-vous réessayer?
hu: Hiba történt néhány tranzakció elküldésekor (%@). Szeretnéd újra megpróbálni?
id: Ada kesalahan saat mengirim beberapa transaksi (%@). Apakah Anda ingin mencoba lagi?
it: Si è verificato un errore durante l'invio di alcune transazioni (%@). Vuoi riprovare?
ja: いくつかのトランザクションの送信中にエラーが発生しました (%@)。やり直しますか？
ko: 일부 거래를 제출하는 동안 오류가 발생했습니다 (%@). 다시 시도하시겠습니까?
pl: Wystąpił błąd podczas przesyłania niektórych transakcji (%@). Czy chcesz spróbować ponownie?
pt_pt: Houve um erro ao submeter algumas transações (%@). Deseja tentar novamente?
ru: При отправке транзакций возникла ошибка (%@). Вы хотите повторить?
tr: Bazı işlemleri gönderirken bir hata oluştu (%@). Tekrar denemek ister misiniz?
vi: Đã có lỗi trong khi gửi một số giao dịch (%@). Bạn có muốn thử lại không?
zh_hans: 提交某些交易时出错 (%@)。您想要重试吗？

# common.multi.tx.error.has.details.message
source: There was an error while submitting some transactions (%@): %@. Do you want to retry?
es: Hubo un error al enviar algunas transacciones (%@): %@. ¿Quieres intentarlo de nuevo?
fr: Une erreur s’est produite lors de l’envoi de certaines transactions (%@) : %@. Voulez-vous réessayer?
hu: Hiba történt néhány tranzakció elküldésekor (%@): %@. Szeretnéd újra megpróbálni?
id: Ada kesalahan saat mengirim beberapa transaksi (%@): %@. Apakah Anda ingin mencoba lagi?
it: Si è verificato un errore durante l'invio di alcune transazioni (%@): %@. Vuoi riprovare?
ja: いくつかのトランザクションの送信中にエラーが発生しました (%@): %@。やり直しますか？
ko: 일부 거래를 제출하는 동안 오류가 발생했습니다 (%@): %@. 다시 시도하시겠습니까?
pl: Wystąpił błąd podczas przesyłania niektórych transakcji (%@): %@. Czy chcesz spróbować ponownie?
pt_pt: Houve um erro ao submeter algumas transações (%@): %@. Deseja tentar novamente?
ru: При отправке транзакций возникла ошибка (%@): %@. Вы хотите повторить?
tr: Bazı işlemleri gönderirken bir hata oluştu (%@): %@. Tekrar denemek ister misiniz?
vi: Đã có lỗi trong khi gửi một số giao dịch (%@): %@. Bạn có muốn thử lại không?
zh_hans: 提交某些交易时出错 (%@): %@。您想要重试吗？

# staking.rebag.confirm.completion
source: New queue slot request has been submitted
es: Se ha enviado la solicitud de nuevo slot en la cola
fr: Une nouvelle demande de créneau dans la file d'attente a été soumise
hu: Új sorhely-kérelem elküldve
id: Permintaan slot antrian baru telah diajukan
it: È stato inviato il nuovo slot di richiesta in coda
ja: 新しいキューのスロット要求が送信されました
ko: 새로운 대기열 슬롯 요청이 제출되었습니다
pl: Zgłoszenie na nowy slot w kolejce zostało wysłane
pt_pt: Novo pedido de alocação na fila foi enviado
ru: Запрос на изменение слота очереди отправлен
tr: Yeni kuyruk yuvası isteği gönderildi
vi: Yêu cầu vị trí hàng đợi mới đã được gửi
zh_hans: 已提交新的队列槽请求

# evm.contract.call
source: Contract call
es: Llamada de contrato
fr: Appel de contrat
hu: Szerződés hívás
id: Panggilan Kontrak
it: Chiamata contratto
ja: 契約呼び出し
ko: 컨트랙트 호출
pl: Wywołanie kontraktu
pt_pt: Chamada de contrato
ru: Вызов контракта
tr: Kontrat Çağrısı
vi: Gọi hợp đồng
zh_hans: 合约调用

# evm.contract
source: Contract
es: Contrato
fr: Adresse du contrat
hu: Szerződés
id: Kontrak
it: Contratto
ja: 契約
ko: 컨트랙트
pl: Kontrakt
pt_pt: Contrato
ru: Контракт
tr: Kontrat
vi: Hợp đồng
zh_hans: 合约

# evm.contract.function
source: Function
es: Función
fr: Fonction
hu: Funkció
id: Fungsi
it: Funzione
ja: 機能
ko: 기능
pl: Funkcja
pt_pt: Função
ru: Функция
tr: Fonksiyon
vi: Chức năng
zh_hans: 功能

# transfer.setup.kilt.addresses.title
source: %@ addresses for %@
es: Direcciones %@ para %@
fr: %@ adresses pour %@
hu: %@ címek a következőhöz: %@
id: %@ alamat untuk %@
it: %@ indirizzi per %@
ja: %@ のアドレス %@
ko: %@의 %@ 주소
pl: %@ adresy dla %@
pt_pt: Endereços %@ para %@
ru: %@ адреса для %@
tr: %@ adresleri %@ için
vi: Địa chỉ %@ cho %@
zh_hans: %@地址为%@

# transfer.setup.error.w3n.serviceNotFound.subtitle
source: No valid address was found for %@ on the %@ network
es: No se encontró una dirección válida para %@ en la red %@
fr: Aucune adresse valide n'a été trouvée pour %@ sur le réseau %@
hu: Nem található érvényes cím a(z) %@ névhez a(z) %@ hálózaton
id: Tidak ada alamat yang valid ditemukan untuk %@ di jaringan %@
it: Nessun indirizzo valido è stato trovato per %@ sulla rete %@
ja: %@ のネットワーク上で有効なアドレスが見つかりませんでした
ko: %@ 네트워크에서 %@에 대한 유효한 주소를 찾을 수 없습니다.
pl: Nie znaleziono ważnego adresu dla %@ w sieci %@
pt_pt: Nenhum endereço válido foi encontrado para %@ na rede %@
ru: Не найден действительный адрес для %@ в сети %@
tr: %@ için %@ ağında geçerli bir adres bulunamadı
vi: Không tìm thấy địa chỉ hợp lệ cho %@ trên mạng %@
zh_hans: 在%@网络上未找到%@的有效地址

# transfer.setup.error.w3n.accountNotFound.subtitle
source: %@ not found
es: %@ no encontrado
fr: %@ introuvable
hu: A(z) %@ nem található
id: Penerima %@ tidak ditemukan
it: %@ non trovato
ja: %@が見つかりません
ko: %@을(를) 찾을 수 없습니다
pl: %@ nie znaleziono
pt_pt: %@ não encontrado
ru: %@ не найден
tr: %@ bulunamadı
vi: %@ không tìm thấy
zh_hans: %@未找到

# transfer.setup.error.w3n.kiltServiceUnavailable.subtitle
source: %1$@ w3n services are unavailable. Try again later or enter the %1$@ address manually
es: Los servicios w3n %1$@ no están disponibles. Inténtalo de nuevo más tarde o introduce la dirección %1$@ manualmente
fr: Les services w3n %1$@ sont indisponibles. Réessayez plus tard ou entrez manuellement l'adresse %1$@
hu: A %1$@ w3n szolgáltatások nem elérhetőek. Próbáld meg később vagy add meg a(z) %1$@ címet manuálisan.
id: Layanan %1$@ w3n tidak tersedia. Coba lagi nanti atau masukkan alamat %1$@ secara manual
it: I servizi w3n di %1$@ non sono disponibili. Riprova più tardi o inserisci manualmente l'indirizzo %1$@
ja: %1$@ w3nサービスは利用できません。後で再試行するか、%1$@のアドレスを手動で入力してください
ko: %1$@ w3n 서비스가 사용할 수 없습니다. 나중에 다시 시도하거나 %1$@ 주소를 수동으로 입력하십시오
pl: %1$@ usługi w3n są niedostępne. Spróbuj ponownie później lub wprowadź adres %1$@ ręcznie
pt_pt: Os serviços w3n %1$@ estão indisponíveis. Tente novamente mais tarde ou insira o endereço %1$@ manualmente
ru: %1$@ сервисы w3n недоступны. Повторите попытку позже или введите адрес %1$@ вручную
tr: %1$@ w3n hizmetleri kullanılamıyor. Daha sonra tekrar deneyin veya %1$@ adresini manuel olarak girin
vi: Dịch vụ %1$@ w3n không khả dụng. Thử lại sau hoặc nhập thủ công địa chỉ %1$@
zh_hans: %1$@ w3n服务不可用。请稍后重试或手动输入%1$@地址

# transfer.setup.error.w3n.kiltServiceUnavailable.title
source: Error resolving w3n
es: Error al resolver w3n
fr: Erreur lors de la résolution de w3n
hu: Sikertelen w3n keresés
id: Kesalahan dalam memecahkan w3n
it: Errore nella risoluzione di w3n
ja: w3nの解決エラー
ko: w3n 해상도 오류
pl: Błąd rozwiązywania w3n
pt_pt: Erro ao resolver w3n
ru: Ошибка при поиске w3n
tr: W3n çözme hatası
vi: Lỗi khi giải quyết w3n
zh_hans: 解析w3n时出错

# transfer.setup.error.w3n.accountNotFound.title
source: Invalid recipient
es: Destinatario inválido
fr: Récipient invalide
hu: Érvénytelen címzett
id: Penerima Tidak Valid
it: Destinatario non valido
ja: 無効な受信者
ko: 유효하지 않은 수신자
pl: Nieprawidłowy odbiorca
pt_pt: Destinatário inválido
ru: Неверный получатель
tr: Geçersiz alıcı
vi: Người nhận không hợp lệ
zh_hans: 无效的接收者

# transfer.setup.error.w3n.token.not.found.subtitle
source: Nova can't resolve code for token %@
es: Nova no puede resolver el código para el token %@
fr: Nova ne peut pas résoudre le code pour le jeton %@
hu: A %@ token kód nem értelmezhető Nova számára
id: Nova tidak dapat menyelesaikan kode untuk token %@
it: Nova non può risolvere il codice per il token %@
ja: Novaはトークン%@のコードを解決できません
ko: Nova에서 토큰 %@의 코드를 해석할 수 없습니다
pl: Nova nie może rozwiązać kodu dla tokena %@
pt_pt: Nova não pode resolver o código do token %@
ru: Nova не может установить код для токена %@
tr: Nova, %@ tokeni için kodu çözümleyemez
vi: Nova không thể giải quyết mã cho token %@
zh_hans: Nova无法为令牌%@解析代码

# transfer.setup.error.w3n.token.not.found.title
source: Token %@ is not supported yet
es: El token %@ aún no es compatible
fr: Le jeton %@ n'est pas encore pris en charge
hu: %@ token jelenleg nem támogatott
id: Token %@ belum didukung
it: Il token %@ non è ancora supportato
ja: トークン%@はまだサポートされていません
ko: 토큰 %@은(는) 아직 지원되지 않습니다
pl: Token %@ jest jeszcze nieobsługiwany
pt_pt: Token %@ ainda não é suportado
ru: Токен %@ пока не поддерживается
tr: %@ tokeni henüz desteklenmiyor
vi: Token %@ chưa được hỗ trợ
zh_hans: 令牌%@尚未支持

# transfer.setup.error.w3n.integrity.not.passed.subtitle
source: Nova detected issues with integrity of information about %1$@ addresses. Please contact owner of %1$@ to resolve integrity issues.
es: Nova detectó problemas con la integridad de la información sobre direcciones %1$@. Por favor, contacta al propietario de %1$@ para resolver los problemas de integridad.
fr: Nova a détecté des problèmes d'intégrité des informations concernant %1$@ adresses. Veuillez contacter le propriétaire de %1$@ pour résoudre les problèmes d'intégrité.
hu: A Nova problémákat észlet bizonyos %1$@ címek integritásával kapcsolatban. Kérlek, vedd fel a kapcsolat a(z) %1$@ tulajdonosával az integritási problémák kiküszöbölése érdekében.
id: Nova mendeteksi masalah dengan integritas informasi tentang alamat %1$@. Harap hubungi pemilik %1$@ untuk menyelesaikan masalah integritas.
it: Nova ha rilevato problemi con l'integrità delle informazioni sugli indirizzi %1$@. Si prega di contattare il proprietario di %1$@ per risolvere i problemi di integrità.
ja: Nova は %1$@ アドレスの情報の整合性に問題を検出しました。整合性の問題を解決するために %1$@ の所有者にご連絡ください。
ko: Nova에서 %1$@ 주소에 대한 정보의 무결성 문제를 감지했습니다. %1$@의 소유자에게 연락하여 무결성 문제를 해결하세요.
pl: Nova wykryła problemy z integralnością informacji o adresach %1$@. Proszę skontaktować się z właścicielem %1$@, aby rozwiązać problemy z integralnością.
pt_pt: Nova detectou problemas com a integridade das informações sobre os endereços %1$@. Entre em contato com o proprietário de %1$@ para resolver os problemas de integridade.
ru: Nova обнаружила проблемы с целостностью информации об адресах %1$@. Пожалуйста, свяжитесь с владельцем %1$@ для решения проблем с целостностью.
tr: Nova, %1$@ adreslerinin bilgi bütünlüğüyle ilgili sorunları tespit etti. Lütfen bütünlük sorunlarını çözmek için %1$@ sahibiyle iletişime geçin.
vi: Nova phát hiện các vấn đề liên quan đến tính toàn vẹn của thông tin về địa chỉ %1$@. Vui lòng liên hệ với chủ sở hữu %1$@ để giải quyết các vấn đề liên quan đến tính toàn vẹn.
zh_hans: Nova检测到关于%1$@地址信息完整性的问题。请联系%1$@的所有者解决完整性问题。

# transfer.setup.error.w3n.integrity.not.passed.title
source: Integrity check failed
es: La verificación de integridad falló
fr: Le contrôle d'intégrité a échoué
hu: Az integritás ellenőrzése sikertelen
id: Pemeriksaan Integritas Gagal
it: Controllo dell'integrità non riuscito
ja: 整合性チェック失敗
ko: 무결성 검사 실패
pl: Błąd sprawdzania integralności
pt_pt: Falha na verificação de integridade
ru: Проверка целостности не удалась
tr: Bütünlük kontrolü başarısız
vi: Kiểm tra tính toàn vẹn không thành công
zh_hans: 完整性检查失败

# transfer.setup.recipient.input.placeholder
source: Address or w3n
es: Dirección o w3n
fr: Adresse ou w3n
hu: Cím vagy w3n
it: Indirizzo o w3n
ja: アドレスまたはw3n
ko: 주소 또는 w3n
pl: Adres lub w3n
pt_pt: Endereço ou w3n
ru: Адрес или w3n
tr: Adres veya w3n
vi: Địa chỉ hoặc w3n
zh_hans: 地址或w3n

# transfer.setup.error.w3n.search.in.progress.title
source: Searching name is in progress
es: La búsqueda de nombre está en progreso
fr: La recherche de nom est en cours
hu: A név keresése folyamatban van
id: Pencarian nama sedang berlangsung
it: Ricerca del nome in corso
ja: 名前を検索中
ko: 이름 검색 진행 중
pl: Trwa wyszukiwanie nazwy
pt_pt: A pesquisa de nome está em andamento
ru: Идет поиск адреса получателя
tr: Ad araması devam ediyor
vi: Đang diễn ra tìm kiếm tên
zh_hans: 正在搜索名称

# transfer.setup.error.w3n.search.in.progress.subtitle
source: Please, wait until searching %@ is finished
es: Por favor, espera hasta que la búsqueda de %@ haya terminado
fr: Veuillez patienter jusqu'à ce que la recherche %@ soit terminée
hu: Kérlek, várj amíg a(z) %@ keresése befejeződik
id: Tunggu sampai pencarian %@ selesai
it: Per favore, attendi finché la ricerca di %@ è completata
ja: 検索が完了するまでお待ちください %@
ko: %@ 검색이 완료될 때까지 기다려주세요
pl: Proszę, poczekaj aż zakończy się wyszukiwanie %@
pt_pt: Por favor, aguarde até que a busca por %@ seja concluída
ru: Пожалуйста, подождите пока завершится поиск имени %@
tr: Lütfen, %@ araması tamamlanana kadar bekleyin
vi: Vui lòng chờ tới khi tìm kiếm %@ hoàn thành
zh_hans: 请等待搜索 %@ 完成

# wallet.connect.scan.message
source: Scan the QR code
es: Escanear el código QR
fr: Scannez le code QR
hu: QR-kód beolvasása
it: Scansiona il codice QR
ja: QRコードをスキャンする
ko: QR 코드 스캔
pl: Skanuj kod QR
pt_pt: Escaneie o código QR
ru: Отсканируйте QR-код
tr: QR kodunu tarayın
zh_hans: 扫描二维码

# wallet.connect.scan.button
source: New connection
es: Nueva conexión
fr: Nouvelle connexion
hu: Új kapcsolat
id: Koneksi baru
it: Nuova connessione
ja: 新しい接続
ko: 새 연결
pl: Nowe połączenie
pt_pt: Nova conexão
ru: Новое подключение
tr: Yeni bağlantı
vi: Kết nối mới
zh_hans: 新连接

# common.disconnect
source: Disconnect
es: Desconectar
fr: Déconnecter
hu: Kapcsolat bontása
id: Putus
it: Disconnetti
ja: 切断する
ko: 연결 끊기
pl: Odłącz
pt_pt: Desconectar
ru: Отключить
tr: Bağlantıyı kes
vi: Ngắt kết nối
zh_hans: 断开

# common.none
source: None
es: Ninguno
fr: Aucune
hu: Egyik sem
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt_pt: Nenhum
ru: Нет
tr: Hiçbiri
vi: Không có
zh_hans: 无

# common.status.active
source: Active
es: Activo
hu: Aktív
id: Aktif
it: Attivo
ja: アクティブ
ko: 활성화됨
pl: Aktywny
pt_pt: Ativo
ru: Активно
tr: Aktif
vi: Hoạt động
zh_hans: 活跃

# dapps.request.sign.title
source: Sign Request
es: Solicitud de Firma
fr: Demande de signature
hu: Aláírási kérelem
id: Permintaan Tanda Tangan
it: Firma la richiesta
ja: 署名のリクエスト
ko: 서명 요청
pl: Żądanie podpisu
pt_pt: Solicitação de assinatura
ru: Запрос на подпись
tr: İmza isteği
vi: Yêu cầu ký
zh_hans: 签名请求

# dapps.missing.required.networks.warning.format
source: Some of the required networks requested by "%@" are not supported in Nova Wallet
es: Algunas de las redes requeridas solicitadas por "%@" no son compatibles en Nova Wallet
fr: Certains des réseaux requis demandés par "%@" ne sont pas pris en charge dans Nova Wallet
hu: A " %@ " által kért egyes hálózatok nem támogatottak a Nova Walletben
id: Beberapa jaringan yang diminta oleh "%@" tidak didukung di Nova Wallet
it: Alcune reti richieste da "%@" non sono supportate in Nova Wallet
ja: “%@” によって要求された一部の必須ネットワークは Nova Wallet でサポートされていません
ko: "%@"이(가) 요청한 네트워크 중 일부는 Nova Wallet에서 지원되지 않습니다.
pl: Niektóre z wymaganych sieci, o które prosi "%@", nie są obsługiwane w Nova Wallet
pt_pt: Algumas das redes necessárias solicitadas por "%@" não são suportadas na Nova Carteira
ru: Некоторые из обязательных сетей, запрошенных "%@", не поддерживаются в Nova Wallet
tr: Nova Cüzdan'ın desteklemediği "%@" tarafından istenen bazı gerekli ağlar
vi: Một số mạng lưới cần thiết được yêu cầu bởi "%@" không được hỗ trợ trong Ví Nova
zh_hans: Nova Wallet 不支持“%@”请求的某些必需网络

# dapps.optional.networks
source: Optional
es: Opcional
fr: Facultative
hu: Opcionális
id: Opsional
it: Facoltativo
ja: 任意
ko: 선택 사항
pl: Opcjonalne
pt_pt: Opcional
ru: Необязательные
tr: İsteğe bağlı
vi: Không bắt buộc
zh_hans: 可选的

# dapps.required.networks
source: Required
es: Requerido
fr: Requis
hu: Kötelező
id: Dibutuhkan
it: Obbligatorio
ja: 必須
ko: 필수
pl: Wymagane
pt_pt: Obrigatório
ru: Обязательные
tr: Gerekli
vi: Bắt buộc
zh_hans: 必需的

# common.status.expired
source: Expired
es: Expirado
fr: Expiré
hu: Lejárt
id: Kedaluwarsa
it: Scaduto
ja: 期限切れ
ko: 만료됨
pl: Wygasło
pt_pt: Expirado
ru: Истекла
tr: Süresi doldu
vi: Hết hạn
zh_hans: 已过期

# wallet.connect.scan.error
source: Invalid URI format
es: Formato de URI inválido
fr: Format d'URI non valide
hu: Hibás URI formátum
id: Format URI tidak valid
it: Formato URI non valido
ja: 無効なURI形式
ko: 잘못된 URI 형식
pl: Niepoprawny format URI
pt_pt: Formato de URI inválido
ru: Неверный формат URI
tr: Geçersiz URI formatı
vi: Định dạng URI không hợp lệ
zh_hans: 无效的URI格式

# wallet.connect.pairing.error
source: Could not connect to the dapp due to the network issues
es: No se pudo conectar con la dapp debido a problemas de red
fr: Impossible de se connecter à la dapp en raison de problèmes de réseau
hu: Hálózati problémák miatt, nem sikerült csatlakozni a dapp-hoz
id: Tidak dapat terhubung ke dapp karena masalah jaringan
it: Impossibile connettersi all'app a causa di problemi di rete
ja: ネットワークの問題でdappに接続できませんでした
ko: 네트워크 문제로 인해 dapp에 연결할 수 없습니다
pl: Nie udało się połączyć z dapp z powodu problemów z siecią
pt_pt: Não foi possível conectar ao dapp devido a problemas de rede
ru: Не удалось подключиться к dapp из-за проблем с сетью
tr: Ağ sorunları nedeniyle dapp'a bağlanılamadı
vi: Không thể kết nối với dapp do sự cố mạng
zh_hans: 由于网络问题无法连接到dapp

# wallet.connect.disconnect.error
source: Could not close session with the dapp due to the network issues
es: No se pudo cerrar la sesión con la dapp debido a problemas de red
fr: Impossible de fermer la session avec le dapp en raison de problèmes de réseau
hu: Hálózati problémák miatt, nem sikerült lezárni a munkamenetet a dapp-al
id: Tidak dapat menutup sesi dengan dapp karena masalah jaringan
it: Impossibile chiudere la sessione con l'app a causa di problemi di rete
ja: ネットワークの問題によりdappとのセッションを終了できませんでした
ko: 네트워크 문제로 인해 dapp과의 세션을 닫을 수 없습니다
pl: Nie udało się zakończyć sesji z dapp z powodu problemów z siecią
pt_pt: Não foi possível fechar a sessão com o dapp devido a problemas de rede
ru: Не удалось завершить сессию с dapp из-за проблем с сетью
tr: Ağ sorunları nedeniyle dapp ile olan oturum kapatılamadı
vi: Không thể đóng phiên với dapp do vấn đề mạng
zh_hans: 由于网络问题无法与dapp结束会话

# wallet.connect.signature.submit.error
source: Could not submit signature to the dapp due to the network issues
es: No se pudo enviar la firma a la dapp debido a problemas de red
fr: Impossible de soumettre la signature à la dapp en raison de problèmes de réseau
hu: Hálózati problémák miatt, nem sikerült aláírást küldeni a dapp felé
id: Tidak dapat mengirimkan tandatangan ke dapp karena masalah jaringan
it: Impossibile inviare la firma all'app a causa di problemi di rete
ja: ネットワークの問題でdappに署名を送信できませんでした
ko: 네트워크 문제로 인해 dapp에 서명을 제출할 수 없습니다
pl: Nie udało się wysłać podpisu do dapp z powodu problemów z siecią
pt_pt: Não foi possível enviar a assinatura para o dapp devido a problemas de rede
ru: Не удалось отправить подпись dapp из-за проблем с сетью
tr: Ağ sorunları nedeniyle dapp'a imza gönderilemedi
vi: Không thể gửi chữ ký tới dapp do sự cố mạng
zh_hans: 由于网络问题无法向dapp提交签名

# wallet.connect.proposal.result.submit.error
source: Could not authorize the dapp due to the network issues
es: No se pudo autorizar la dapp debido a problemas de red
fr: Impossible d'autoriser le dapp en raison de problèmes de réseau
hu: Hálózati problémák miatt, a dapp nem engedélyezhető
id: Tidak dapat mengotorisasi dapp karena masalah jaringan
it: Impossibile autorizzare l'app a causa di problemi di rete
ja: ネットワークの問題でdappを承認できませんでした
ko: 네트워크 문제로 인해 dapp을 인증할 수 없습니다
pl: Nie udało się autoryzować dapp z powodu problemów z siecią
pt_pt: Não foi possível autorizar o dapp devido a problemas de rede
ru: Не удалось авторизовать dapp из-за проблем с сетью
tr: Ağ sorunları nedeniyle dapp onaylanamadı
vi: Không thể ủy quyền dapp do sự cố mạng
zh_hans: 由于网络问题无法授权dapp

# settings.biometric.auth
source: Biometric auth
es: Autenticación biométrica
fr: Auth biométrique
hu: Biometrikus hitelesítés
id: Otentikasi Biometrik
it: Autenticazione biometrica
ja: 生体認証
ko: 생체 인증
pl: Autoryzacja biometryczna
pt_pt: Autenticação biométrica
ru: Биометрия
tr: Biyometrik Doğrulama
vi: Xác thực sinh trắc học
zh_hans: 生物认证

# settings.approve.with.pin
source: Approve with PIN
es: Aprobar con PIN
fr: Approuver avec PIN
hu: Jóváhagyás PIN-kóddal
id: Setujui dengan PIN
it: Approvazione con PIN
ja: PINで承認
ko: PIN으로 승인
pl: Zatwierdź kodem PIN
pt_pt: Aprovar com PIN
ru: Подтверждение с PIN
tr: PIN ile onayla
vi: Xác nhận bằng mã PIN
zh_hans: 通过PIN码确认

# settings.approve.with.pin.alert.title
source: Ask authentication for operations signing
es: Solicitar autenticación para firmar operaciones
fr: Demander une authentification pour signer les opérations
hu: Hitelesítés kérése a műveletek aláírásához
id: Minta autentikasi untuk penandatanganan operasi
it: Richiedi autenticazione per la firma operazioni
ja: 操作の署名に認証を要求
ko: 작업 서명을 위해 인증 요청
pl: Prośba o uwierzytelnienie dla operacji podpisywania
pt_pt: Solicitar autenticação para assinatura de operações
ru: Запрашивать аутентификацию для подписи операций
tr: Operasyon imzalanırken kimlik doğrulama isteyin
vi: Yêu cầu xác thực cho các hoạt động ký
zh_hans: 请求操作签名的认证
