Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# swaps.setup.asset.pay.title
source: Pay
es: Pagar
fr: Payer
hu: Fizetés
id: Bayar
it: Paga
ja: 支払う
ko: 지불할 금액
pl: Zapłać
pt_pt: Pagar
ru: Заплатить
tr: Öde
vi: Thanh toán
zh_hans: 支付

# swaps.setup.asset.receive.title
source: Receive
es: Recibir
fr: Recevoir
hu: Fogadás
id: Terima
it: Ricevi
ja: 受け取る
ko: 받을 금액
pl: Otrzymaj
pt_pt: Receber
ru: Получить
tr: Al
vi: Nhận
zh_hans: 接收

# swaps.setup.details.rate
source: Rate
es: Tasa
fr: Taux
hu: Mérték
id: Kurs
it: Tasso di cambio
ja: レート
ko: 환율
pl: Kurs
pt_pt: Taxa
ru: Курс
tr: Oran
vi: Tỷ giá
zh_hans: 汇率

# swaps.setup.price.difference
source: Price difference
es: Diferencia de precio
fr: Différence de prix
hu: Árkülönbség
id: Perbedaan harga
it: Differenza di prezzo
ja: 価格差
ko: 가격 차이
pl: Różnica cen
pt_pt: Diferença de preço
ru: Разница в цене
tr: Fiyat farkı
vi: Sự khác biệt về giá
zh_hans: 价格差异

# swaps.setup.asset.select.pay.title
source: You pay
es: Usted paga
fr: Vous payez
hu: Fizetendő
id: Anda membayar
it: Tu paghi
ja: あなたが支払う
ko: 지불 금액
pl: Płacisz
pt_pt: Você paga
ru: Вы платите
tr: Ödediğiniz
vi: Bạn trả
zh_hans: 您支付

# swaps.setup.asset.select.receive.title
source: You receive
es: Usted recibe
fr: Vous recevez
hu: Fogadandó
id: Anda menerima
it: Tu ricevi
ja: あなたが受け取る
ko: 수령 금액
pl: Otrzymujesz
pt_pt: Você recebe
ru: Вы получаете
tr: Aldığınız
vi: Bạn nhận
zh_hans: 您收到

# swaps.setup.details.title
source: Swap details
es: Detalles del intercambio
fr: Détails de l'échange
hu: Váltás részletei
id: Detail Swap
it: Dettagli dello swap
ja: スワップの詳細
ko: 스왑 세부 정보
pl: Szczegóły zamiany
pt_pt: Detalhes da troca
ru: Детали обмена
tr: Takas detayları
vi: Chi tiết đổi
zh_hans: 兑换详情

# swaps.setup.asset.action.select.receive
source: Select a token to receive
es: Selecciona un token para recibir
fr: Sélectionnez un token à recevoir
hu: Token kiválasztása fogadáshoz
id: Pilih token untuk menerima
it: Seleziona un token da ricevere
ja: 受け取るトークンを選択
ko: 받을 토큰을 선택하세요
pl: Wybierz token do otrzymania
pt_pt: Selecione um token para receber
ru: Выберите токен для получения
tr: Alınacak token'ı seçin
vi: Chọn một token để nhận
zh_hans: 选择接收的代币

# common.swap.action
source: Swap
es: Intercambiar
fr: Échanger
hu: Váltás
id: Tukar
it: Scambia
ja: スワップ
ko: 스왑
pl: Wymiana
pt_pt: Trocar
ru: Обменять
tr: Takas et
vi: Hoán đổi
zh_hans: 兑换

# swaps.setup.asset.action.enter.amount
source: Enter amount
es: Ingresar monto
fr: Entrez le montant
hu: Összeg megadása
id: Masukkan jumlah
it: Inserisci l'importo
ja: 金額を入力
ko: 금액 입력
pl: Wprowadź kwotę
pt_pt: Digite a quantidade
ru: Введите сумму
tr: Miktar girin
vi: Nhập số tiền
zh_hans: 输入金额

# common.swap.title
source: Swap
es: Intercambiar
fr: Échanger
hu: Váltás
id: Tukar
it: Scambia
ja: スワップ
ko: 교환
pt_pt: Trocar
ru: Обмен
tr: Takas
vi: Đổi
zh_hans: 交换

# common.action.repeat.operation
source: Repeat the operation
es: Repetir la operación
fr: Répétez l'opération
hu: Művelet megismétlése
id: Ulangi operasi
it: Ripeti l'operazione
ja: 操作を繰り返す
ko: 작업 반복
pl: Powtórz operację
pt_pt: Repetir a operação
ru: Повторить операцию
tr: İşlemi tekrarla
vi: Lặp lại thao tác
zh_hans: 重复操作

# swaps.error.rate.was.updated.message
source: Old rate: %@. New rate: %@
es: Antes: %@. Ahora: %@
fr: Taux ancien : %@. Nouveau taux : %@
hu: Régi árfolyam: %@ . Új árfolyam: %@
id: Nilai lama: %@. Nilai baru: %@
it: Vecchio tasso: %@. Nuovo tasso: %@
ja: 以前のレート: %@。 新しいレート: %@
ko: 이전 비율: %@. 새로운 비율: %@
pl: Stara stawka: %@. Nowa stawka: %@
pt_pt: Antiga: %@. Nova: %@
ru: Было: %@. Стало: %@
tr: Eski oran: %@. Yeni oran: %@
vi: Tỷ lệ cũ: %@. Tỷ lệ mới: %@
zh_hans: 旧汇率：%@。 新汇率：%@

# settings.wiki
source: Wiki & Help Center
es: Wiki y centro de ayuda
fr: Wiki et centre d'aide
hu: Wiki & Súgóközpont
id: Wiki & Pusat Bantuan
it: Wiki e Centro assistenza
ja: ウィキとヘルプセンター
ko: 위키 및 도움말 센터
pl: Wiki i Centrum Pomocy
pt_pt: Wiki e Central de Ajuda
ru: Вики и справочный центр
tr: Wiki & Yardım Merkezi
vi: Wiki & Trung tâm trợ giúp
zh_hans: 维基百科和帮助中心

# common.not.enough.fee.message_v3.8.0
source: You don’t have enough balance to pay the network fee of %@. Available balance to pay fee after operation: %@
es: No tienes suficiente saldo para pagar la tarifa de red de %@. Saldo disponible para pagar tarifa después de la operación: %@
fr: Vous n'avez pas assez de solde pour payer les frais de réseau de %@. Solde disponible pour payer les frais après l'opération : %@
hu: Az egyenleged nem elegendő a(z) %@ hálózati díj kifizetéséhez. Elérhető egyenleged a díj megfizetése után: %@
id: Saldo Anda tidak cukup untuk membayar biaya jaringan sebesar %@. Saldo yang tersedia untuk membayar biaya setelah operasi: %@
it: Non hai abbastanza saldo per pagare la commissione di rete di %@. Saldo disponibile per pagare la commissione dopo l'operazione: %@
ja: ネットワーク手数料の支払に必要な残高が不足しています: %@。 操作後に手数料支払いに利用可能な残高: %@
ko: 네트워크 수수료 %@를 지불할 잔액이 부족합니다. 작업 후 수수료를 지불할 수 있는 잔액: %@
pl: Nie masz wystarczającego salda, aby zapłacić opłatę sieciową w wysokości %@. Dostępne saldo po operacji: %@
pt_pt: Você não tem saldo suficiente para pagar a taxa de rede de %@. Saldo disponível para pagar a taxa após a operação: %@
ru: У вас недостаточно средств для оплаты комиссии сети в размере %@. Доступный баланс для оплаты комиссии после операции: %@
tr: Ağ ücretini ödemek için yeterli bakiyeniz yok. İşlem sonrası ücreti ödemek için kullanılabilir bakiye: %@
vi: Bạn không có đủ số dư để trả phí mạng là %@. Số dư khả dụng để trả phí sau khi thực hiện: %@
zh_hans: 您的余额不足以支付%@的网络费用。 操作后可用于支付费用的余额：%@

# deeplink.error.invalid.chainId.message
source: Chain is not found
es: Cadena no encontrada
fr: Chaîne non trouvée
hu: A lánc nem található
id: Rantai tidak ditemukan
it: Identificativo della rete non trovato
ja: チェーンが見つかりません
ko: 체인을 찾을 수 없음
pl: Sieć nie została znaleziona
pt_pt: Cadeia não encontrada
ru: Сеть не найдена
tr: Zincir bulunamadı
vi: Không tìm thấy chuỗi
zh_hans: 未找到链

# deeplink.error.no.governance.type.message
source: Governance type is not specified
es: Tipo de gobernanza no especificado
fr: Le type de gouvernance n'est pas spécifié
hu: Nem definiált kormányzási típus
id: Tipe tata kelola tidak ditentukan
it: Il tipo di governance non è specificato
ja: ガバナンスタイプが指定されていません
ko: 거버넌스 유형이 지정되지 않음
pl: Typ zarządzania nie jest określony
pt_pt: Tipo de governança não especificado
ru: Не указан тип управления
tr: Yönetim türü belirtilmemiş
vi: Loại quản lý không được chỉ định
zh_hans: 未指定治理类型

# deeplink.error.invalid.governance.type.message
source: Governance type is not supported
es: Tipo de gobernanza no soportado
fr: Le type de gouvernance n'est pas pris en charge
hu: Nem támogatott kormányzási típus
id: Tipe tata kelola tidak didukung
it: Il tipo di governance non è supportato
ja: ガバナンスタイプがサポートされていません
ko: 거버넌스 유형이 지원되지 않음
pl: Typ zarządzania nie jest obsługiwany
pt_pt: Tipo de governança não suportado
ru: Тип управления не поддерживается
tr: Yönetim türü desteklenmiyor
vi: Loại quản lý không được hỗ trợ
zh_hans: 不支持的治理类型

# deeplink.error.invalid.dapp.url.message
source: Invalid url
es: URL inválida
fr: URL invalide
hu: Érvénytelen URL
id: URL tidak valid
it: URL non valido
ja: URLが無効です
ko: 잘못된 URL
pl: Nieprawidłowy format linku
pt_pt: URL inválido
ru: Неверный формат ссылки
tr: Geçersiz url
vi: URL không hợp lệ
zh_hans: 无效的URL

# deeplink.error.invalid.mnemonic.message
source: Mnemonic is not valid
es: Mnemónico no válido
fr: Mnémonique non valide
hu: Érvénytelen mnemonika
id: Mnemonic tidak valid
it: La mnemonica non è valida
ja: ニモニックが無効です
ko: 잘못된 니모닉
pl: Błędny format mnemonika
pt_pt: Mnemônico não é válido
ru: Неверный формат мнемоники
tr: Geçersiz mnemonik
vi: Mnemonics không hợp lệ
zh_hans: 无效的助记词

# deeplink.error.invalid.crypto.type.message
source: Crypto type is invalid
es: Tipo de criptografía inválido
fr: Type de cryptographie invalide
hu: Érvénytelen kriptotípus
id: Tipe kripto tidak valid
it: Tipo di crittografia non valido
ja: 暗号タイプが無効です
ko: 잘못된 암호화 유형
pl: Nieprawidłowy typ kryptografii
pt_pt: Tipo de criptografia inválido
ru: Неверный тип криптографии
tr: Geçersiz kripto türü
vi: Loại mã hóa không hợp lệ
zh_hans: 无效的加密类型

# deeplink.error.invalid.derivation.path.message
source: Invalid derivation path
es: Ruta de derivación inválida
fr: Chemin de dérivation invalide
hu: Érvénytelen származtatási útvonal
id: Format derivasi tidak valid
it: Percorso di derivazione non valido
ja: 派生パスが無効です
ko: 잘못된 파생 경로
pl: Nieprawidłowa ścieżka pochodna
pt_pt: Caminho de derivação inválido
ru: Неверный формат пути деривации
tr: Geçersiz türetim yolu
vi: Đường dẫn dẫn xuất không hợp lệ
zh_hans: 无效的派生路径

# nft.issuance.fungible.format
source: %@ units of %@
es: %@ unidades de %@
fr: %@ unités de %@
hu: %@ / %@ egység
id: %@ unit dari %@
it: %@ unità di %@
ja: %@ 単位の %@
ko: %@ 개의 %@ 단위
pl: %@ jednostek z %@
pt_pt: %@ unidades de %@
ru: %@ единиц из %@
tr: %@ birimi %@ içinden
vi: %@ đơn vị của %@
zh_hans: %@单位的%@

# proxy.nomination.pools.type.title
source: Nomination Pools
es: Piscinas de Nominación
fr: Pools de nomination
hu: Nomináló Pool-ok
id: Kolam Nominasi
it: Pool di nomina
ja: ノミネーションプール
ko: 지명 풀
pl: Pule nominacji
pt_pt: Piscinas de Nomeação
ru: Пулы номинаций
tr: Aday Gösterme Havuzları
vi: Pool đề cử
zh_hans: 提名池

# proxy.auction.type.title
source: Auction
es: Subasta
fr: Enchère
hu: Aukció
id: Lelang
it: Asta
ja: オークション
ko: 경매
pl: Aukcja
pt_pt: Leilão
ru: Аукционы
tr: Açık Artırma
vi: Đấu giá
zh_hans: 拍卖

# proxy.cancel.proxy.type.title
source: Cancel Proxy
es: Cancelar Proxy
fr: Annuler le proxy
hu: Proxy megszakító
id: Batal Proxy
it: Annulla Procura
ja: プロキシのキャンセル
ko: 프록시 취소
pl: Anuluj Proxy
pt_pt: Cancelar Proxy
ru: Отмена прокси
tr: Proksiyi İptal Et
vi: Hủy Proxy
zh_hans: 取消代理

# proxy.identity.type.title
source: Identity Judgement
es: Juicio de Identidad
fr: Jugement d'identité
hu: Identitás megítélő
id: Identitas Penilaian
it: Giudizio di identità
ja: 身分判断
ko: 신원 판단
pl: Ocena tożsamości
pt_pt: Julgamento de Identidade
ru: Идентификация личности
tr: Kimlik Değerlendirmesi
vi: Định danh
zh_hans: 身份判断

# proxy.staking.type.title
source: Staking
hu: Stake-elés
ja: Stake
ru: Стейкинг
zh_hans: 质押

# proxy.governance.type.title
source: Governance
es: Gobernanza
fr: Gouvernance
hu: Kormányzás
id: Pemerintahan
ja: ガバナンス
ko: 거버넌스
pl: Zarządzanie
pt_pt: Governança
ru: Демократия
tr: Yönetim
vi: Quản trị
zh_hans: 治理

# proxy.non.transfer.type.title
source: Non Transfer
es: No Transferible
fr: Non transférable
hu: Nem átutaló
it: Non Trasferire
ja: 非転送
ko: 전송 불가
pl: Brak transferu
pt_pt: Não Transferência
ru: Не переводы
tr: Transfer Dışı
vi: Không chuyển
zh_hans: 非转移

# proxy.any.type.title
source: Any
es: Cualquier acción
fr: N'importe quel
hu: Bármilyen
id: Sembarang
it: Qualsiasi
ja: 任意の操作
ko: 어떤 동작이든
pl: Dowolne
pt_pt: Qualquer
ru: Любые действия
tr: Herhangi
vi: Bất kỳ
zh_hans: 任何

# delegate.updates.hint
source: Proxy and Multisig accounts auto-detected and organized for you. Manage anytime in Settings.
es: Cuentas Proxy y Multifirma detectadas automáticamente y organizadas para ti. Administra en cualquier momento en Configuración.
fr: Les comptes Proxy et Multisig sont automatiquement détectés et organisés pour vous. Gérez-les à tout moment dans les Paramètres.
hu: Meghatalmazott és Többaláírásos fiókok automatikusan észlelve és rendszerezve Önnek. Bármikor kezelheti a Beállításokban.
id: Akun Proxy dan Multisig terdeteksi otomatis dan diorganisir untuk anda. Kelola kapan saja di Pengaturan.
ja: プロキシとマルチシグアカウントが自動検出されて整理されます。設定でいつでも管理できます。
pl: Konta Proxy i Multisig są automatycznie wykrywane i organizowane dla Ciebie. Zarządzaj w dowolnym momencie w Ustawieniach.
pt_pt: Contas Proxy e Multisig detectadas automaticamente e organizadas para você. Gerencie a qualquer momento nas Configurações.
ru: Прокси и Мультисиг счета автоматически обнаружены и организованы для вас. Управляйте в любое время в Настройках.
tr: Vekil ve Çoklu İmza hesapları otomatik algılandı ve sizin için düzenlendi. İstediğiniz zaman Ayarlar'da yönetin.
vi: Tài khoản Proxy và Đa chữ ký tự động được phát hiện và tổ chức cho bạn. Quản lý bất kỳ lúc nào trong Cài đặt.
zh_hans: 为您自动检测并组织代理和多重签名账户。可以随时在设置中管理。

# delegate.updates.title
source: Wallet list has been updated
es: La lista de billeteras ha sido actualizada
fr: La liste des portefeuilles a été mise à jour
hu: A pénztárca listája frissült
id: Daftar dompet telah diperbarui
ja: ウォレットリストが更新されました
pl: Lista portfeli została zaktualizowana
pt_pt: Lista de carteiras foi atualizada
ru: Список кошельков был обновлен
tr: Cüzdan listesi güncellendi
vi: Danh sách ví đã được cập nhật
zh_hans: 钱包列表已更新

# proxy.signing.is.not.supported.message
source: Proxied wallets do not support signing arbitrary messages — only transactions
es: Las carteras delegadas no soportan la firma de mensajes arbitrarios, solo transacciones
fr: Les portefeuilles proxifiés ne prennent pas en charge la signature de messages arbitraires - seulement des transactions
hu: A proxy tárcák csak a tranzakciók aláírását támogatják, egyéb üzenetekét nem.
id: Dompet yang diproses tidak mendukung penandatanganan pesan sembarang - hanya transaksi
it: I portafogli proxy non supportano la firma di messaggi arbitrari, solo transazioni
ja: プロキシされたウォレットは任意のメッセージの署名をサポートしていません - 取引のみ
ko: 프록시 지갑은 임의 메시지 서명을 지원하지 않습니다 — 오직 거래만
pl: Proxied portfele nie obsługują podpisywania dowolnych wiadomości — tylko transakcji
pt_pt: Carteiras proxy não suportam a assinatura de mensagens arbitrárias — apenas transações
ru: Проксированные кошельки не поддерживают подпись произвольных сообщений - только транзакций
tr: Temsilci cüzdanlar rastgele mesajların imzalanmasını desteklemiyor - yalnızca işlemler
vi: Ví Proxy không hỗ trợ ký tin nhắn tùy ý — chỉ hỗ trợ giao dịch
zh_hans: 代理钱包不支持签署任意消息 - 仅支持交易

# proxy.signing.not.enough.permissions.message
source: %1$@ delegated %2$@ only for %3$@
es: %1$@ ha delegado %2$@ solo para %3$@
fr: %1$@ a délégué %2$@ seulement pour %3$@
hu: %1$@ delegálta a(z) %2$@, de csak %3$@ joggal
id: %1$@ delegasikan %2$@ hanya untuk %3$@
it: %1$@ ha delegato %2$@ solo per %3$@
ja: %1$@は%2$@を%3$@のためだけに委任しました
ko: %1$@는 %2$@를 오직 %3$@에만 위임했습니다
pl: %1$@ delegował %2$@ tylko do %3$@
pt_pt: %1$@ delegou %2$@ apenas para %3$@
ru: %1$@ делегировал %2$@ только для %3$@
tr: %1$@, %2$@ iznini yalnızca %3$@ için devretti
vi: %1$@ chỉ ủy quyền %2$@ cho %3$@
zh_hans: %1$@仅为%3$@委托了%2$@

# proxy.signing.not.enough.permissions.title
source: Oops! Not enough permission
es: ¡Ups! No hay suficiente permiso
fr: Oups! Permission insuffisante
hu: Hoppá! Nincs megfelelő jogosultság
id: Ups! Tidak cukup izin
it: Ops! Permesso insufficiente
ja: おっと! 許可が不足しています
ko: 이런! 권한이 부족합니다
pl: Oops! Niewystarczające uprawnienia
pt_pt: Ops! Permissão insuficiente
ru: Упс! Недостаточно разрешений
tr: Hata! Yeterli İzin Yok
vi: Rất tiếc! Không đủ quyền
zh_hans: 哎呀！权限不足

# proxy.signing.message
source: Transaction will be initiated by %@ as a delegated account. Network fee will be paid by delegated account.
es: La transacción será iniciada por %@ como una cuenta delegada. La tarifa de red será pagada por la cuenta delegada.
fr: La transaction sera initiée par %@ en tant que compte délégué. Les frais de réseau seront payés par le compte délégué.
hu: A tranzakciót a(z) %@ delegált fiók fogja kezdeményezni. A hálózati díjat szintén a delegált fiók fogja megfizetni.
id: Transaksi akan diinisiasi oleh %@ sebagai akun yang telah didelegasikan. Biaya jaringan akan dibayar oleh akun yang telah didelegasikan.
it: La transazione sarà avviata da %@ come account delegato. La commissione di rete sarà pagata dall'account delegato.
ja: トランザクションは%@が委任されたアカウントとして開始されます。ネットワーク手数料は委任されたアカウントによって支払われます。
ko: 트랜잭션은 %@이(가) 위임된 계정으로 시작됩니다. 네트워크 수수료는 위임된 계정이 부담합니다.
pl: Transakcja zostanie zainicjowana przez %@ jako konto delegowane. Opłata sieciowa zostanie pokryta przez konto delegowane.
pt_pt: A transação será iniciada por %@ como uma conta delegada. A taxa de rede será paga pela conta delegada.
ru: Транзакция будет инициирована %@ как делегированным аккаунтом. Сетевая комиссия будет оплачена делегированным аккаунтом.
tr: İşlem, temsil edilen hesap olarak %@ tarafından başlatılacak. Ağ ücreti temsil edilen hesap tarafından ödenecek.
vi: Giao dịch sẽ được khởi tạo bởi %@ như một tài khoản ủy nhiệm. Phí mạng lưới sẽ được thanh toán bởi tài khoản ủy nhiệm.
zh_hans: 交易将由被委托账户%@发起。网络费用将由被委托账户支付。

# proxy.signing.title
source: This is Delegating (Proxied) account
es: Esta es una cuenta Delegada (Proxied)
fr: Ceci est un compte de délégation (Proxied)
hu: Ez egy Delegáló (Proxied) fiók
id: Ini adalah akun Delegasi (Proxy)
it: Questo è un account Delegante (Proxy)
ja: これは委任（プロキシ）アカウントです
ko: 이것은 위임된 (프로시) 계정입니다
pl: To jest konto delegujące (Proxied)
pt_pt: Esta é uma conta delegada (Proxied)
ru: Это делегирующий (проксированный) аккаунт
tr: Bu Temsilci (Vekâleten) Hesabıdır
vi: Đây là tài khoản Ủy nhiệm (Proxied)
zh_hans: 这是委托（代理）账户

# proxy.details.hint
source: This account granted access to perform transactions to the following account:
es: Esta cuenta otorgó acceso para realizar transacciones a la siguiente cuenta:
fr: Ce compte a accordé l'accès pour effectuer des transactions au compte suivant:
hu: Ez a fiók tranzakciók végrehajtásához adott hozzáférést a következőnek:
id: Akun ini diberi akses untuk melakukan transaksi ke akun berikut:
it: Questo account ha concesso l'accesso per eseguire transazioni al seguente account:
ja: このアカウントは以下のアカウントに取引を行うアクセスを許可しています:
ko: 이 계정은 다음 계정에 거래를 수행할 수 있는 권한을 부여했습니다:
pl: To konto przyznało dostęp do realizacji transakcji następującemu kontu:
pt_pt: Esta conta concedeu acesso para realizar transações para a seguinte conta:
ru: Этот аккаунт предоставил доступ для выполнения транзакций следующему аккаунту:
tr: Bu hesap aşağıdaki hesaba işlem yapma yetkisi verdi:
vi: Tài khoản này đã cấp quyền thực hiện giao dịch cho tài khoản sau:
zh_hans: 该账户已授权以下账户执行交易：

# proxy.fee.error.message
source: Delegated account %@ doesn't have enough balance to pay the network fee of %@. Available balance to pay fee: %@
es: La cuenta delegada %@ no tiene suficiente saldo para pagar la tarifa de red de %@. Saldo disponible para pagar la tarifa: %@
fr: Le compte délégué %@ n'a pas un solde suffisant pour payer les frais de réseau de %@. Solde disponible pour payer les frais : %@
hu: A delegált fiók %@ nem rendelkezik elegendő egyenleggel a hálózati díj megfizetéséhez, ami %@. Az elérhető egyenleg: %@
id: Akun yang didelegasikan %@ tidak memiliki cukup saldo untuk membayar biaya jaringan sebesar %@. Saldo yang tersedia untuk membayar biaya: %@
it: L'account delegato %@ non ha abbastanza saldo per pagare la commissione di rete di %@. Saldo disponibile per pagare la commissione: %@
ja: 委任されたアカウント%@は、ネットワーク手数料%@を支払うのに十分な残高がありません。手数料支払いに利用可能な残高: %@
ko: 위임된 계정 %@에 네트워크 수수료 %@를 결제할 충분한 잔액이 없습니다. 결제 가능한 잔액: %@
pl: Delegowane konto %@ nie ma wystarczającego salda, aby zapłacić opłatę sieciową %@. Dostępne saldo na zapłatę opłaty: %@
pt_pt: A conta delegada %@ não possui saldo suficiente para pagar a taxa da rede de %@. Saldo disponível para pagar a taxa: %@
ru: Делегированный аккаунт %@ не имеет достаточного баланса для оплаты сетевой комиссии %@. Доступный баланс для оплаты комиссии: %@
tr: Temsil edilen hesap %@, %@ tutarındaki ağ ücretini ödemek için yeterli bakiyeye sahip değil. Ücreti ödemek için kullanılabilir bakiye: %@
vi: Tài khoản được ủy quyền %@ không có đủ số dư để trả phí mạng là %@. Số dư có sẵn để trả phí: %@
zh_hans: 委托账户%@的余额不足以支付%@的网络费用。可用余额支付费用：%@

# delegated.signing.checkmark.title
source: Automatically continue in the future
es: Continuar automáticamente en el futuro
fr: Continuer automatiquement à l'avenir
hu: Automatikus folytatás a jövőben
id: Lanjutkan secara otomatis di masa depan
ja: 将来自動的に続行する
pl: Automatycznie kontynuuj w przyszłości
pt_pt: Continuar automaticamente no futuro
ru: Автоматически проводить в будущем
tr: Gelecekte otomatik olarak devam et
vi: Tự động tiếp tục trong tương lai
zh_hans: 将来自动继续

# deeplink.error.invalid.referendum.id.message
source: Referendum is not found
es: Referéndum no encontrado
fr: Référendum non trouvé
hu: A Referendum nem található
id: Referendum tidak ditemukan
it: Referendum non trovato
ja: レファレンダムが見つかりません
ko: 레퍼렌덤을 찾을 수 없습니다
pl: Referendum nie został znaleziony
pt_pt: Referendo não encontrado
ru: Референдум не найден
tr: Referandum bulunamadı
vi: Không tìm thấy cuộc trưng cầu ý kiến
zh_hans: 未找到公投

# governance.referendum.not.found.message
source: Referendum is not found
es: Referéndum no encontrado
fr: Référendum introuvable
hu: A Referendum nem található
id: Referendum tidak ditemukan
it: Referendum non trovato
ja: レファレンダムが見つかりません
ko: 투표를 찾을 수 없음
pl: Referendum nie znalezione
pt_pt: Referendo não encontrado
ru: Референдум не найден
tr: Referandum bulunamadı
vi: Không tìm thấy cuộc trưng cầu dân ý
zh_hans: 未找到公投

# staking.alert.switch.to.stash.title
source: Select stash account to setup proxy
es: Selecciona una cuenta stash para configurar proxy
fr: Sélectionnez le compte stash pour configurer le proxy
hu: Stash fiók kiválasztása proxy beállításához
id: Pilih akun stash untuk mengatur proxy
it: Seleziona l'account stash per configurare il proxy
ja: プロキシ設定のためのステーシュアカウントを選択
ko: 프록시 설정을 위한 스태시 계정 선택
pl: Wybierz konto stash, aby ustawić proxy
pt_pt: Selecione a conta stash para configurar o proxy
ru: Выберите стэш-аккаунт для настройки прокси
tr: Proxy ayarlamak için stash hesabı seçin
vi: Chọn tài khoản stash để thiết lập proxy
zh_hans: 选择贮藏账户以设置代理

# staking.alert.switch.to.stash.message
source: Please switch your wallet to %@ to setup a proxy
es: Por favor, cambia tu wallet a %@ para configurar un proxy
fr: Veuillez changer votre portefeuille sur %@ pour configurer un proxy
hu: Proxy beállításához válts át a(z) %@ tárcára
id: Silakan pindahkan dompet Anda ke %@ untuk mengatur proxy
it: Si prega di passare il portafoglio a %@ per configurare un proxy
ja: プロキシを設定するにはウォレットを %@ に切り替えてください
ko: 프록시를 설정하려면 지갑을 %@로 전환하십시오
pl: Proszę przełącz swój portfel na %@, aby ustawić proxy
pt_pt: Por favor, troque sua carteira para %@ para configurar um proxy
ru: Пожалуйста, переключите свой кошелек на %@ , чтобы настроить прокси.
tr: Proxy ayarlamak için cüzdanınızı %@ olarak değiştirin lütfen
vi: Vui lòng chuyển ví của bạn sang %@ để thiết lập proxy
zh_hans: 请切换你的钱包到%@以设置代理

# staking.proxy.revoke.access.type
source: Revoke access type
es: Revocar tipo de acceso
fr: Révoquer le type d'accès
hu: Hozzáférés típusának visszavonása
id: Batalkan tipe akses
it: Revoca tipo di accesso
ja: アクセス種別の取り消し
ko: 접근 유형 취소
pl: Odwołaj typ dostępu
pt_pt: Revogar tipo de acesso
ru: Отзываемый типа доступа
tr: Erişim türünü iptal et
vi: Thu hồi loại quyền truy cập
zh_hans: 撤销访问类型

# staking.proxy.revoke.access.proxy.address
source: Revoke for
es: Revocar por
fr: Révoquer pour
hu: Delegálás visszavonása
id: Batalkan untuk
it: Revoca per
ja: 取り消し対象
ko: 취소 대상
pl: Odwołaj dla
pt_pt: Revogar para
ru: Отозвать у
tr: İçin iptal et
vi: Thu hồi cho
zh_hans: 撤销权利

# staking.proxy.management.title
source: Delegated authorities (proxy)
es: Autoridades delegadas (proxy)
fr: Pouvoirs délégués (proxy)
hu: Delegált hatáskörök (proxy)
id: Otoritas Delegasi (proxy)
it: Autorità delegate (proxy)
ja: 委任された権限（プロキシ）
ko: 위임된 권한 (프록시)
pl: Delegowane uprawnienia (proxy)
pt_pt: Autoridades delegadas (proxy)
ru: Делегированные полномочия (прокси)
tr: Yetkilendirilmiş vekiller (proxy)
vi: Các quyền được ủy quyền (proxy)
zh_hans: 委托权限（代理）

# staking.proxy.management.revoke.access
source: Revoke access
es: Revocar acceso
fr: Révoquer l'accès
hu: Hozzáférés visszavonása
id: Batalkan Akses
it: Revoca accesso
ja: アクセスを取り消す
ko: 접근 권한 취소
pl: Cofnij dostęp
pt_pt: Revogar acesso
ru: Отозвать доступ
tr: Erişimi iptal et
vi: Thu hồi quyền truy cập
zh_hans: 撤销访问
