Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# cloud.import.description
source: Recover wallets from iCloud
es: Recuperar billeteras desde iCloud
fr: Récupérer les portefeuilles depuis iCloud
hu: Pénztárcák visszaállítása az iCloud-ból
id: Pulihkan dompet dari iCloud
it: Recupera portafogli da iCloud
ja: iCloudからウォレットを復元する
ko: iCloud에서 지갑 복구
pl: Odzyskaj portfele z iCloud
pt_pt: Recuperar carteiras do iCloud
ru: Восстановить кошелёк из облака
tr: iCloud'dan cüzdanları geri yükleyin
vi: Khôi phục ví từ iCloud
zh_hans: 从iCloud恢复钱包

# cloud.backup.no.password.message
source: %@ It's exclusively yours, securely stored, inaccessible to others. Without the backup password, restoring wallets from iCloud is impossible. If lost, delete the current backup to create a new one with a fresh password. %@
es: %@ Es exclusivamente tuyo, almacenado de manera segura, inaccesible para otros. Sin la contraseña de respaldo, restaurar monederos desde iCloud es imposible. Si se pierde, elimina la copia de seguridad actual para crear una nueva con una contraseña nueva. %@
fr: %@ C'est exclusivement le vôtre, stocké en toute sécurité, inaccessible aux autres. Sans le mot de passe de sauvegarde, la restauration des portefeuilles à partir d'iCloud est impossible. En cas de perte, supprimez la sauvegarde actuelle pour en créer une nouvelle avec un mot de passe neuf. %@
hu: %@ Ez kizárólag az Ön tulajdona, biztonságosan tárolva, mások számára elérhetetlen. Biztonsági mentési jelszó nélkül nem lehet visszaállítani a pénztárcákat az iCloud-ból. Ha elveszti, törölje a jelenlegi mentést, hogy újat hozzon létre egy friss jelszóval. %@
id: %@ It's exclusively yours, securely stored, inaccessible to others. Tanpa kata sandi cadangan, pemulihan dompet dari iCloud tidak mungkin. Jika hilang, hapus cadangan saat ini untuk membuat yang baru dengan kata sandi yang segar. %@
it: %@ È esclusivamente tuo, memorizzato in sicurezza, inaccessibile agli altri. Senza la password di backup, ripristinare i portafogli da iCloud è impossibile. Se perso, elimina l'attuale backup per crearne uno nuovo con una password fresca. %@
ja: %@ これは完全にあなた専用で、安全に保存されており、他の人にはアクセスできません。バックアップパスワードがなければ、iCloudからウォレットを復元することは不可能です。紛失した場合は、現在のバックアップを削除し、新しいパスワードで新しいバックアップを作成してください。%@
ko: %@ 이것은 오직 당신만의 것이며, 안전하게 저장되어 있고 타인이 접근할 수 없습니다. 백업 암호 없이는 iCloud에서 지갑을 복원할 수 없습니다. 분실 시, 현재 백업을 삭제하고 새로운 암호로 새로운 백업을 만드세요. %@
pl: %@ Jest to wyłącznie Twoje, bezpiecznie przechowywane, niedostępne dla innych. Bez hasła do kopii zapasowej przywrócenie portfeli z iCloud jest niemożliwe. Jeśli hasło zostanie zgubione, usuń bieżącą kopię zapasową, aby utworzyć nową z nowym hasłem. %@
pt_pt: %@ É exclusivamente seu, armazenado com segurança, inacessível para outros. Sem a senha de backup, restaurar wallets do iCloud é impossível. Se perdido, exclua o backup atual para criar um novo com uma senha nova. %@
ru: %@ Только вы его знаете, он хранится в безопасности, и недоступен для других лиц. Без пароля для бэкапа восстановить кошельки из iCloud невозможно. Если пароль утерян, удалите текущий пароль и создайте бэкап с новым паролем. %@
tr: %@ Yalnızca sizin tarafınızdan bilinir, güvenli bir şekilde saklanır ve başkalarının erişimine kapalıdır. Yedekleme parolası olmadan iCloud'dan cüzdanları geri yüklemek imkansızdır. Eğer kaybedilirse, mevcut yedeklemeyi silip, yeni bir parola ile yeni bir yedekleme oluşturun. %@
vi: %@ Chỉ có bạn biết nó, được lưu trữ an toàn và không thể truy cập bởi người khác. Không có mật khẩu sao lưu, việc khôi phục ví từ iCloud là không thể. Nếu mất, hãy xóa sao lưu hiện tại để tạo một sao lưu mới với mật khẩu mới. %@
zh_hans: %@ 它是完全属于您的，安全存储，不可被他人获取。没有备份密码，无法从iCloud恢复钱包。如果丢失，请删除当前备份以创建一个带有新密码的新备份。%@

# cloud.backup.delete.confirmation
source: Are you sure you want to delete Cloud Backup? Current backup with your wallets will be permanently deleted!
es: ¿Estás seguro de que deseas eliminar la copia de seguridad en la nube? ¡La copia de seguridad actual con tus monederos se eliminará permanentemente!
fr: Êtes-vous sûr de vouloir supprimer la Sauvegarde Cloud ? La sauvegarde actuelle avec vos portefeuilles sera supprimée définitivement !
hu: Biztosan törölni szeretné a Cloud Backup-ot? A jelenlegi mentés a pénztárcáival véglegesen törlődik!
id: Apakah Anda yakin ingin menghapus Cadangan Cloud? Cadangan saat ini dengan dompet Anda akan dihapus secara permanen!
it: Sei sicuro di voler eliminare il Cloud Backup? L'attuale backup con i tuoi portafogli sarà eliminato permanentemente!
ja: クラウドバックアップを削除してもよろしいですか？ 現在のバックアップが永久に削除されます！
ko: 클라우드 백업을 삭제하시겠습니까? 현재 백업과 지갑이 영구적으로 삭제됩니다!
pl: Czy na pewno chcesz usunąć kopię zapasową w chmurze? Aktualna kopia zapasowa z twoimi portfelami zostanie trwale usunięta!
pt_pt: Tem certeza de que deseja excluir o Backup na Nuvem? O backup atual com suas carteiras será permanentemente excluído!
ru: Вы уверены, что хотите удалить бэкап?Текущий бэкап с Вашими кошельками будет удалён навсегда!
tr: Bulut Yedeklemesini silmek istediğinizden emin misiniz? Mevcut yedeğiniz cüzdanlarınızla birlikte kalıcı olarak silinecek!
vi: Bạn có chắc chắn muốn xóa Sao Lưu Đám Mây không? Sao lưu hiện tại với ví của bạn sẽ bị xóa vĩnh viễn!
zh_hans: 您确定要删除Cloud Backup吗? 当前备份的您的钱包将被永久删除!

# common.password.invalid.message
source: Your password was incorrect, please try again.
es: Tu contraseña es incorrecta, por favor intenta de nuevo.
fr: Votre mot de passe est incorrect, veuillez réessayer.
hu: A jelszava helytelen volt, kérjük próbálja újra.
id: Kata sandi Anda salah, silakan coba lagi.
it: La tua password non è corretta, per favore riprova.
ja: パスワードが間違っています。もう一度お試しください。
ko: 비밀번호가 틀렸습니다. 다시 시도하세요.
pl: Twoje hasło jest niepoprawne, spróbuj ponownie.
pt_pt: Sua senha está incorreta, por favor tente novamente.
ru: Вы ввели неверный пароль, пожалуйста попробуйте ещё раз.
tr: Şifreniz yanlış, lütfen tekrar deneyin.
vi: Mật khẩu của bạn không đúng, vui lòng thử lại.
zh_hans: 你的密码不正确，请重试。

# cloud.backup.deleted
source: Cloud Backup has been deleted successfully
es: La copia de seguridad se ha eliminado con éxito
fr: La Sauvegarde Cloud a été supprimée avec succès
hu: A Cloud Backup sikeresen törölve lett
id: Cadangan Cloud telah berhasil dihapus
it: Cloud Backup eliminato con successo
ja: クラウドバックアップが正常に削除されました
ko: 클라우드 백업이 성공적으로 삭제되었습니다
pl: Kopia zapasowa została pomyślnie usunięta
pt_pt: Backup na Nuvem excluído com sucesso
ru: Бэкап успешно удалён
tr: Bulut Yedeklemesi başarıyla silindi
vi: Sao lưu đám mây đã được xóa thành công
zh_hans: 备份已成功删除

# backup.settings.cloud.subtitle
source: You can enable iCloud backups to store encrypted copies of all your wallets, secured by a password you set.
es: Puedes habilitar copias de seguridad en iCloud para almacenar copias cifradas de todos tus monederos, protegidas por una contraseña que establezcas.
fr: Vous pouvez activer les sauvegardes iCloud pour stocker des copies cryptées de tous vos portefeuilles, sécurisées par un mot de passe que vous définissez.
hu: Bekapcsolhatod az iCloud biztonsági mentéseit, hogy titkosított másolatokat tárolj az összes pénztárcádról, amelyeket egy általad beállított jelszó véd.
id: Anda dapat mengaktifkan cadangan iCloud untuk menyimpan salinan terenkripsi dari semua dompet Anda, aman dengan kata sandi yang Anda tentukan.
it: Puoi abilitare i backup su iCloud per memorizzare copie criptate di tutti i tuoi portafogli, protetti da una password impostata da te.
ja: iCloudバックアップを有効にして、パスワードで保護された暗号化されたウォレットのコピーを保存できます。
ko: iCloud 백업을 활성화하여 설정한 암호로 보호된 지갑의 암호화된 사본을 저장할 수 있습니다.
pl: Możesz włączyć kopię zapasową w iCloud, aby przechowywać zaszyfrowane kopie wszystkich Twoich portfeli, zabezpieczone hasłem, które ustawisz.
pt_pt: Você pode ativar backups do iCloud para armazenar cópias criptografadas de todas as suas carteiras, protegidas por uma senha que você define.
ru: Вы можете включить бэкап в iCloud для хранения зашифрованных копий ваших кошельков, защищенных установленным паролем.
tr: Şifrelenmiş cüzdan yedeklerinizi depolamak için iCloud yedeklemelerini etkinleştirebilirsiniz, belirlediğiniz bir şifre ile güvence altına alınmıştır.
vi: Bạn có thể bật sao lưu iCloud để lưu trữ bản sao được mã hóa của tất cả các ví của bạn, được bảo vệ bằng mật khẩu bạn đặt.
zh_hans: 您可以启用iCloud备份来存储加密的所有钱包副本，并由您设置的密码保护。

# common.backup.icloud
source: Back up to iCloud
es: Respaldar en iCloud
fr: Sauvegarder sur iCloud
hu: Biztonsági mentés az iCloudba
id: Cadangkan ke iCloud
it: Esegui il backup su iCloud
ja: iCloudにバックアップする
ko: iCloud에 백업
pl: Utwórz kopię zapasową w iCloud
pt_pt: Fazer backup para iCloud
ru: Сохранить в iCloud
tr: iCloud'a yedekle
vi: Sao lưu vào iCloud
zh_hans: 备份到iCloud

# backup.settings.manual.subtitle
source: You can manually back up your passphrase to ensure access to your wallet’s funds if you lose access to this device
es: Puedes respaldar manualmente tu frase secreta para asegurar el acceso a los fondos de tu monedero si pierdes acceso a este dispositivo
fr: Vous pouvez sauvegarder manuellement votre phrase secrète pour garantir l'accès aux fonds de votre portefeuille si vous perdez l'accès à cet appareil
hu: Kézzel is készíthet biztonsági másolatot a jelmondatáról, hogy biztosítsa a hozzáférést a pénztárcájának pénzeszközeihez, ha elveszíti a hozzáférést ehhez az eszközhöz.
id: Anda dapat mencadangkan Frasa Sandi Anda secara manual untuk memastikan akses ke dana dompet Anda jika Anda kehilangan akses ke perangkat ini
it: Puoi eseguire manualmente il backup della tua frase segreta per garantire l'accesso ai fondi del tuo portafoglio in caso di perdita dell'accesso a questo dispositivo
ja: このデバイスへのアクセスを失った場合にウォレット資金へのアクセスを確保するため、手動でパスフレーズをバックアップできます。
ko: 이 기기에 대한 접근이 불가능해질 경우, 지갑 자금에 접근하기 위해 암호구문을 수동으로 백업할 수 있습니다.
pl: Możesz ręcznie utworzyć kopię zapasową swojej frazy hasła, aby zapewnić dostęp do środków w portfelu, jeśli stracisz dostęp do tego urządzenia
pt_pt: Você pode fazer backup manual da sua frase secreta para garantir acesso aos fundos da sua carteira se perder o acesso a este dispositivo
ru: Вы можете вручную создать бэкап своей секретной фразы, чтобы получить доступ к средствам вашего кошелька, если потеряете доступ к этому устройству
tr: Bu cihaza erişimi kaybederseniz cüzdanınızdaki fonlara erişiminizi sağlamak için Gizli İfadenizi manuel olarak yedekleyebilirsiniz
vi: Bạn có thể sao lưu thủ công cụm từ khóa của mình để đảm bảo truy cập vào tiền của ví nếu bạn mất quyền truy cập vào thiết bị này
zh_hans: 您可以手动备份您的密码短语，以确保在丢失对设备的访问时能够访问您的钱包资金。

# cloud.backup.last.synced.format
source: Last sync: %@
es: Última sincronización: %@
fr: Dernière synchronisation : %@
hu: Utolsó szinkronizálás: %@
id: Terakhir disinkronkan: %@
it: Ultima sincronizzazione: %@
ja: 最後の同期: %@
ko: 마지막 동기화: %@
pl: Ostatnia synchronizacja: %@
pt_pt: Última sincronização: %@
ru: Последняя синх.: %@
tr: Son senkronizasyon: %@
vi: Đồng bộ lần cuối: %@
zh_hans: 最后同步：%@

# cloud.backup.review.icloud.issue
source: Review iCloud Issue
es: Revisión de Problemas de iCloud
fr: Examiner le problème d'iCloud
hu: Ellenőrizze az iCloud hibát
id: Tinjau Masalah iCloud
it: Rivedi Problema iCloud
ja: iCloud問題の確認
ko: iCloud 문제 검토
pl: Przejrzyj problem z iCloud
pt_pt: Revisar Problema do iCloud
ru: Просмотр проблемы iCloud
tr: iCloud Sorununu İnceleyin
vi: Xem xét Vấn đề iCloud
zh_hans: 查看iCloud问题

# backup.attention.passphrase.write.description
source: Do not enter your Passphrase into any form or website. %@
es: No ingreses tu frase secreta en ningún formulario o sitio web. %@
fr: N'entrez pas votre phrase secrète dans un formulaire ou un site web. %@
hu: Ne írd be a titkos kifejezésedet semmilyen formába vagy weboldalra. %@
id: Jangan masukkan Kata sandi Anda ke dalam formulir atau situs web.
it: Non inserire la tua Frase Segreta in nessun modulo o sito web. %@
ja: いかなるフォームやウェブサイトにもパスフレーズを入力しないでください。 %@
ko: 어떠한 양식이나 웹사이트에도 당신의 비밀번호를 입력하지 마십시오. %@
pl: Nie wpisuj swojej tajnej frazy w jakiekolwiek formularze ani na strony internetowe. %@
pt_pt: Não insira sua Frase Secreta em nenhum formulário ou site. %@
ru: Не вводите свою секретную фразу ни в какие формы и сайты. %@
tr: Gizli İfadenizi hiçbir form veya web sitesine girmeyin. %@
vi: Không nhập Passphrase của bạn vào bất kỳ biểu mẫu hoặc trang web nào. %@
zh_hans: 请勿在任何表单或网站中输入您的密码短语。 %@

# backup.attention.passphrase.support.description
source: Support or admins will never request your Passphrase under any circumstances. %@
es: El soporte técnico o los administradores nunca solicitarán tu frase secreta bajo ninguna circunstancia. %@
fr: Le support ou les administrateurs ne vous demanderont jamais votre phrase secrète en aucune circonstance. %@
hu: Az ügyfélszolgálat vagy az adminok soha, semmilyen körülmények között nem fogják kérni a titkos kifejezésedet. %@
id: Dukungan atau admin tidak akan pernah meminta Kata sandi Anda dalam keadaan apa pun.
it: Il supporto o gli amministratori non richiederanno mai la tua Frase Segreta in nessuna circostanza. %@
ja: サポートや管理者がいかなる状況でもあなたのパスフレーズを要求することはありません。 %@
ko: 지원팀이나 관리자들은 어떤 상황에서도 당신의 비밀번호를 요청하지 않습니다. %@
pl: Support lub administratorzy nigdy nie będą prosić o Twoją tajną frazę w jakichkolwiek okolicznościach. %@
pt_pt: O suporte ou administradores nunca solicitarão sua Frase Secreta sob nenhuma circunstância. %@
ru: Служба поддержки или администраторы никогда и ни при каких обстоятельствах не будут запрашивать вашу секретную фразу. %@
tr: Destek veya yöneticiler, hiçbir koşulda Gizli İfadenizi talep etmez.%@
vi: Bộ phận hỗ trợ hoặc quản trị viên sẽ không bao giờ yêu cầu Passphrase của bạn trong bất kỳ trường hợp nào. %@
zh_hans: 技术支持或管理员在任何情况下都不会要求提供您的密码短语。 %@

# backup.attention.aggree.button.title
source: Review & Accept to Continue
es: Revisar y Aceptar para Continuar
fr: Revoir et accepter pour continuer
hu: Áttekintés és Elfogadás a Folytatáshoz
id: Tinjau & Terima untuk Melanjutkan
it: Revisione & Accetta per Continuare
ja: 確認して承認して続行
ko: 검토 및 수락하여 계속
pl: Sprawdź i zaakceptuj, aby kontynuować
pt_pt: Revisar e Aceitar para Continuar
ru: Проверьте и примите
tr: Devam etmek için İncele ve Kabul Et
vi: Xem xét & Chấp nhận để Tiếp tục
zh_hans: 审阅并接受以继续

# mnemonic.card.cover.message.message
source: Make sure no one can see your screen and do not take screenshots
es: Asegúrate de que nadie pueda ver tu pantalla y no tomes capturas de pantalla
fr: Assurez-vous que personne ne peut voir votre écran et ne prenez pas de captures d'écran
hu: Győződjön meg arról, hogy senki nem látja a képernyőjét, és ne készítsen képernyőképeket
id: Pastikan tidak ada yang dapat melihat layar Anda dan jangan mengambil tangkapan layar
it: Assicurati che nessuno possa vedere il tuo schermo e non fare screenshot
ja: 誰もあなたの画面を見れないようにし、スクリーンショットを撮らないでください
ko: 아무도 화면을 볼 수 없도록 하고 스크린샷을 찍지 마세요
pl: Upewnij się, że nikt nie widzi twojego ekranu i nie rób zrzutów ekranu
pt_pt: Certifique-se de que ninguém possa ver sua tela e não tire capturas de tela
ru: Убедитесь, что никто не видит ваш экран, и не делайте скриншотов
tr: Ekranınızın kimse tarafından görünmediğinden emin olun ve ekran görüntüsü almayın
vi: Hãy đảm bảo không ai có thể nhìn thấy màn hình của bạn và đừng chụp màn hình
zh_hans: 确保没有人能看到你的屏幕，并且不要截取屏幕截图

# mnemonic.card.revealed.header.message
source: Please %@ anyone
es: Por favor %@ a nadie
fr: Veuillez %@ personne
hu: Kérjük, %@ senkinek
id: Harap %@ siapa pun
it: Per favore %@ nessuno
ja: 誰にも%@しないでください
ko: 아무에게도 %@ 하지 마세요
pl: Proszę %@ nikomu
pt_pt: Por favor %@ ninguém
ru: Пожалуйста, %@ никому
tr: Lütfen %@ kimseye
vi: Vui lòng không chia sẻ với bất kỳ ai
zh_hans: 请勿透露给任何人

# mnemonic.card.revealed.header.message.highlighted
source: do not share with
es: no compartas con
fr: ne partagez pas avec
hu: ne ossza meg
id: jangan bagikan dengan
it: non condividere con
ja: 共有しないでください
ko: 공유하지 마세요
pl: nie udostępniaj
pt_pt: não compartilhe com
ru: не сообщайте
tr: kimseyle paylaşmayın
vi: không chia sẻ với
zh_hans: 不要分享

# chain.accounts.list.default.subtitle
source: +%d others
es: +%li otros
fr: +%li autres
hu: +%li mások
id: +%li lainnya
it: +%li altri
ja: +%li その他
ko: +%li 다른
pl: +%li innych
pt_pt: +%li outros
ru: +%d других
tr: +%li diğerleri
vi: +%li khác
zh_hans: +%li 其他

# cloud.backup.review.subtitle
source: Before proceeding with changes, %@ for modified and removed wallets!
es: Antes de proceder con los cambios, ¡%@ para monederos modificados y eliminados!
fr: Avant de continuer avec les modifications, %@ pour les portefeuilles modifiés et supprimés !
hu: Mielőtt továbblépne a változtatásokkal, %@ a módosított és eltávolított pénztárcákhoz!
id: Sebelum melanjutkan dengan perubahan, %@ untuk dompet yang diubah dan dihapus!
it: Prima di procedere con le modifiche, %@ per portafogli modificati e rimossi!
ja: 変更を進める前に、変更および削除されたウォレットのために%@を行ってください！
ko: 변경 사항을 진행하기 전에, 수정되고 제거된 지갑을 위해 %@ 하십시오!
pl: Przed przystąpieniem do zmian %@ dla zmodyfikowanych i usuniętych portfeli!
pt_pt: Antes de prosseguir com as alterações, %@ para wallets modificados e removidos!
ru: Перед тем как применить изменения, %@ для изменённых и удалённых кошельков!
tr: Değişikliklere devam etmeden önce, %@ değiştirilmiş ve silinmiş cüzdanlar için!
vi: Trước khi tiến hành thay đổi, %@ cho các ví đã được sửa đổi và bị xóa!
zh_hans: 在继续进行更改之前，%@用于修改和删除的钱包。

# cloud.backup.review.ensure.passphrase
source: ensure you've saved Passphrases
es: asegúrate de haber guardado las frases secretas
fr: assurez-vous d'avoir sauvegardé les phrases secrètes
hu: győződjön meg róla, hogy elmentette a jelszavakat
id: pastikan Anda telah menyimpan Frasa Sandi
it: assicurati di aver salvato le Frasi Segrete
ja: パスフレーズを保存したことを確認してください
ko: 암호 구문을 저장했는지 확인하십시오
pl: upewnij się, że zapisałeś frazy odzyskiwania
pt_pt: certifique-se de que salvou as Frases Secretas
ru: убедитесь, что сохранили секретную фразу
tr: Parola Cümlelerinizi kaydettiğinizden emin olun
vi: đảm bảo bạn đã lưu các Cụm mật khẩu
zh_hans: 确保您已保存密码短语

# common.account.has.changed
source: The account has been changed successfully
es: La cuenta ha sido cambiada exitosamente
fr: Le compte a été modifié avec succès
hu: A fiók sikeresen megváltozott
id: Akun telah berhasil diubah
it: L'account è stato modificato con successo
ja: アカウントが正常に変更されました
ko: 계정이 성공적으로 변경되었습니다
pl: Konto zostało pomyślnie zmienione
pt_pt: A conta foi alterada com sucesso
ru: Аккаунт был успешно изменён
tr: Hesap başarıyla değiştirildi
vi: Tài khoản đã được thay đổi thành công
zh_hans: 账户已成功更改

# cloud.backup.will.delete.title
source: Backup will be deleted from iCloud
es: El respaldo se eliminará de iCloud
fr: La sauvegarde sera supprimée d'iCloud
hu: A biztonsági mentés törölve lesz az iCloud-ból
id: Cadangan akan dihapus dari iCloud
it: Il backup verrà eliminato da iCloud
ja: iCloudからバックアップが削除されます
ko: iCloud에서 백업이 삭제됩니다
pl: Kopia zapasowa zostanie usunięta z iCloud
pt_pt: Backup será excluído do iCloud
ru: Бэкап будет удалён из iCloud
tr: Yedekleme iCloud'dan silinecek
vi: Sao lưu sẽ bị xóa khỏi iCloud
zh_hans: 备份将从iCloud中删除

# cloud.backup.will.delete.message
source: %@ and remember to always keep them offline to restore them anytime. You can do this in the Backup Settings.
es: %@ y recuerda siempre mantenerlas sin conexión para restaurarlas en cualquier momento. Puedes hacer esto en la Configuración de Respaldo.
fr: %@ et n'oubliez pas de toujours les conserver hors ligne pour les restaurer à tout moment. Vous pouvez le faire dans les Réglages de sauvegarde.
hu: %@ és ne felejtse el mindig offline módban tartani őket, hogy bármikor visszaállíthassa őket. Ezt megteheti a Biztonsági Mentés Beállításokban.
id: Lakukan %@ dan selalu simpan offline untuk memulihkannya kapan saja. Anda dapat melakukannya di Pengaturan Cadangan.
it: %@ e ricorda di tenerli sempre offline per ripristinarli in qualsiasi momento. Puoi farlo nelle Impostazioni di Backup.
ja: %@ と、いつでも復元できるように必ずオフラインで保持してください。バックアップ設定でこれを行うことができます。
ko: %@ 및 언제든지 복원할 수 있도록 항상 오프라인으로 보관하십시오. 백업 설정에서 이 작업을 수행할 수 있습니다.
pl: %@ i pamiętaj, aby zawsze przechowywać je offline, aby móc je przywrócić w każdej chwili. Możesz to zrobić w ustawieniach kopii zapasowej.
pt_pt: %@ e lembre-se de mantê-los sempre offline para restaurá-los a qualquer momento. Você pode fazer isso nas Configurações de Backup.
ru: %@ и всегда сохраняйте их оффлайн все безопасного восстановления. Вы можете это сделать в настройках бэкапа.
tr: %@ ve bunları her zaman çevrimdışında tutmayı unutmayın, böylece istediğiniz zaman geri yükleyebilirsiniz. Bunu Yedekleme Ayarları'nda yapabilirsiniz.
vi: %@ và nhớ luôn giữ chúng ngoại tuyến để khôi phục bất cứ lúc nào. Bạn có thể thực hiện việc này trong Cài đặt Sao lưu.
zh_hans: %@ 并且请记住始终将它们离线保存，以便随时恢复。你可以在备份设置中执行此操作。

# common.password.entered.correctly
source: Password entered correctly
es: Contraseña ingresada correctamente
fr: Mot de passe entré correctement
hu: A jelszó helyesen lett megadva
id: Kata sandi dimasukkan dengan benar
it: Password inserita correttamente
ja: パスワードが正しく入力されました
ko: 비밀번호가 올바르게 입력되었습니다
pl: Hasło zostało poprawnie wprowadzone
pt_pt: A senha foi inserida corretamente
ru: Пароль введён верно
tr: Şifre doğru girildi
vi: Mật khẩu nhập đúng
zh_hans: 密码输入正确

# cloud.backup.password.changed
source: Backup password has been changed successfully
es: La contraseña de respaldo se ha cambiado con éxito
fr: Le mot de passe de la sauvegarde a été changé avec succès
hu: A biztonsági mentés jelszava sikeresen megváltozott
id: Kata sandi cadangan telah berhasil diubah
it: La password di backup è stata cambiata con successo
ja: バックアップパスワードが正常に変更されました
ko: 백업 암호가 성공적으로 변경되었습니다
pl: Hasło do kopii zapasowej zostało pomyślnie zmienione
pt_pt: A senha do backup foi alterada com sucesso
ru: Пароль бэкапа успешно изменён
tr: Yedekleme parolası başarıyla değiştirildi
vi: Mật khẩu sao lưu đã được thay đổi thành công
zh_hans: 备份密码已成功更改

# cloud.backup.created.successfully
source: Backup has been created successfully
es: La copia de seguridad se ha creado con éxito
fr: La sauvegarde a été créée avec succès
hu: A biztonsági mentés sikeresen létrejött
id: Cadangan telah berhasil dibuat
it: Backup creato con successo
ja: バックアップが正常に作成されました
ko: 백업이 성공적으로 생성되었습니다
pl: Kopia zapasowa została pomyślnie utworzona
pt_pt: Backup criado com sucesso
ru: Бэкап успешно создан
tr: Yedekleme başarıyla oluşturuldu
vi: Sao lưu đã được tạo thành công
zh_hans: 备份已成功创建

# no.manual.backup.alert.message
source: You haven't added any wallets with a passphrase.
es: No has añadido ninguna billetera con una frase de contraseña.
fr: Vous n'avez ajouté aucun portefeuille avec une phrase secrète.
hu: Még nem adott hozzá egyetlen pénztárcát sem jelmondattal.
id: Anda belum menambahkan dompet apa pun dengan frasa sandi.
it: Non hai aggiunto alcun portafoglio con una frase segreta.
ja: パスフレーズでウォレットを追加していません。
ko: 암호 구문이 있는 지갑을 추가하지 않았습니다.
pl: Nie dodałeś żadnych portfeli z frazą bezpieczeństwa.
pt_pt: Você não adicionou nenhuma carteira com uma frase secreta.
ru: У Вас нет ни одного кошелька с секретной фразой.
tr: Bir şifre ile cüzdan eklemediniz.
vi: Bạn chưa thêm bất kỳ ví nào với cụm mật khẩu.
zh_hans: 您尚未添加任何带有口令短语的钱包。

# common.wallet.created
source: The wallet has been created successfully
es: La billetera se ha creado exitosamente
fr: Le portefeuille a été créé avec succès
hu: A tárca sikeresen létrehozva
id: Dompet telah berhasil dibuat
it: Il portafoglio è stato creato con successo
ja: ウォレットが正常に作成されました
ko: 지갑이 성공적으로 생성되었습니다
pl: Portfel został pomyślnie utworzony
pt_pt: A carteira foi criada com sucesso
ru: Кошелёк успешно создан
tr: Cüzdan başarıyla oluşturuldu
vi: Ví đã được tạo thành công
zh_hans: 钱包已成功创建
