Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# common.wallet.imported
source: The wallet has been imported successfully
es: La billetera se ha importado exitosamente
fr: Le portefeuille a été importé avec succès
hu: A tárca sikeresen importálva
id: Dompet berhasil diimpor
it: Il portafoglio è stato importato con successo
ja: ウォレットが正常にインポートされました
ko: 지갑이 성공적으로 가져와졌습니다
pl: Portfel został pomyślnie zaimportowany
pt_pt: A carteira foi importada com sucesso
ru: Кошелёк успешно импортирован
tr: Cüzdan başarıyla içe aktarıldı
vi: Ví đã được nhập thành công
zh_hans: 钱包已成功导入

# common.wallet.removed
source: Wallet has been removed successfully
es: La billetera se ha eliminado exitosamente
fr: Le portefeuille a été supprimé avec succès
hu: Tárca sikeresen eltávolítva
id: Dompet berhasil dihapus
it: Il portafoglio è stato rimosso con successo
ja: ウォレットが正常に削除されました
ko: 지갑이 성공적으로 삭제되었습니다
pl: Portfel został pomyślnie usunięty
pt_pt: A carteira foi removida com sucesso
ru: Кошелёк успешно удалён
tr: Cüzdan başarıyla kaldırıldı
vi: Ví đã được xóa thành công
zh_hans: 钱包已成功删除

# cloud.backup.sheet.password.changed.message
source: Your backup password was previously updated. To continue using Cloud Backup, %@
es: Tu contraseña de respaldo fue actualizada anteriormente. Para continuar usando la Copia de Seguridad en la Nube, %@
fr: Votre mot de passe de sauvegarde a été mis à jour précédemment. Pour continuer à utiliser Cloud Backup, %@
hu: A biztonsági mentés jelszavát korábban frissítettük. A Cloud Backup folytatásához %@
id: Kata sandi cadangan Anda sebelumnya diperbarui. Untuk terus menggunakan Cadangan Cloud, %@
it: La tua password di backup è stata precedentemente aggiornata. Per continuare a utilizzare Cloud Backup, %@
ja: バックアップパスワードは以前に更新されました。Cloud Backupを使用し続けるために%@
ko: 백업 암호가 이전에 업데이트되었습니다. Cloud Backup을 계속 사용하려면 %@
pl: Twoje hasło do kopii zapasowej zostało wcześniej zmienione. Aby kontynuować korzystanie z Cloud Backup, %@
pt_pt: Sua senha de backup foi atualizada anteriormente. Para continuar usando o Backup na Nuvem, %@
ru: Ваш пароль от бэкапа был ранее изменён. Чтобы продолжить использование Cloud Backup, %@
tr: Yedekleme parolanız daha önce güncellendi. Cloud Backup'ı kullanmaya devam etmek için %@
vi: Mật khẩu sao lưu của bạn đã được cập nhật trước đó. Để tiếp tục sử dụng Cloud Backup, %@
zh_hans: 您的备份密码之前已更新。要继续使用云备份，%@

# common.enter.password.button
source: Enter password
es: Ingresar contraseña
fr: Entrer le mot de passe
hu: Adja meg a jelszót
id: Masukkan kata sandi
it: Inserisci password
ja: パスワードを入力
ko: 비밀번호 입력
pl: Wprowadź hasło
pt_pt: Digite a senha
ru: Ввести пароль
tr: Şifreyi girin
vi: Nhập mật khẩu
zh_hans: 输入密码

# cloud.backup.increase.security.title
source: Increase the Security of Your Wallets
es: Incrementa la Seguridad De Tus Monederos
fr: Augmentez la Sécurité de Vos Portefeuilles
hu: Növelje Pénztárcái Biztonságát
id: Tingkatkan Keamanan Dompet Anda
it: Aumenta la Sicurezza dei Tuoi Portafogli
ja: あなたのウォレットの セキュリティを強化する
ko: 지갑의 보안을 강화하세요
pl: Zwiększ bezpieczeństwo swoich portfeli
pt_pt: Aumente a Segurança de Seus Wallets
ru: Увеличьте Безопасность Ваших кошельков
tr: Cüzdanlarınızın Güvenliğini Artırın
vi: Tăng cường Bảo mật của Ví của Bạn
zh_hans: 提高您的钱包的安全性

# cloud.backup.increase.security.message
source: You have a Cloud Backup already. We also recommend you to %@ to be sure that everything is safe. You can view your Passphrase at any time in the Backup Settings.
es: Ya tienes una copia de seguridad en la Nube. También te recomendamos %@ para asegurarte de que todo esté seguro. Puedes ver tu frase secreta en cualquier momento en la Configuración de Copia de Seguridad.
fr: Vous avez déjà une Sauvegarde Cloud. Nous vous recommandons également de %@ pour vous assurer que tout est en sécurité. Vous pouvez voir votre Passphrase à tout moment dans les Paramètres de Sauvegarde.
hu: Már van Cloud Backup-ja. Azt is javasoljuk, hogy %@ hogy megbizonyosodjon arról, hogy minden biztonságban van. Bármikor megtekintheti a Jelszavát a Biztonsági beállításoknál.
id: Anda telah memiliki Cadangan Cloud. Kami juga merekomendasikan Anda untuk %@ untuk memastikan bahwa semuanya aman. Anda dapat melihat Frasa Sandi Anda kapan pun di Pengaturan Cadangan.
it: Hai già un Backup su Cloud. Ti consigliamo anche di %@ per essere sicuro che tutto sia al sicuro. Puoi visualizzare la tua Frase Segreta in qualsiasi momento nelle Impostazioni di Backup.
ja: 既にCloud Backupがあります。すべてが安全であることを確認するために%@をお勧めします。バックアップ設定でいつでもパスフレーズを表示できます。
ko: 이미 Cloud Backup이 있습니다. 모든 것이 안전하다는 것을 확실히 하기 위해 %@ 하는 것을 추천합니다. 백업 설정에서 언제든지 암호 구문을 볼 수 있습니다.
pl: Masz już Cloud Backup. Zalecamy również %@, aby upewnić się, że wszystko jest bezpieczne. Możesz w każdej chwili zobaczyć swoją frazę odzyskiwania w ustawieniach kopii zapasowej.
pt_pt: Você já tem um Backup na Nuvem. Também recomendamos que você %@ para garantir que tudo esteja seguro. Você pode visualizar sua Frase Secreta a qualquer momento nas Configurações de Backup.
ru: У вас уже есть Cloud Backup. Мы также рекомендуем вам %@ чтобы удостовериться, что всё в безопасности. Вы можете просмотреть Вашу секретную фразу в любой момент в Настройках бэкапа.
tr: Zaten bir Cloud Backup'ınız var. Ayrıca, her şeyin güvende olduğundan emin olmak için %@ öneriyoruz. Yedekleme Ayarları'nda Parola Cümlenizi istediğiniz zaman görüntüleyebilirsiniz.
vi: Bạn đã có Cloud Backup. Chúng tôi cũng khuyên bạn %@ để đảm bảo rằng mọi thứ đều an toàn. Bạn có thể xem Cụm mật khẩu của mình bất cứ lúc nào trong Cài đặt Sao lưu.
zh_hans: 您已经有云备份了。我们还建议您%@以确保一切安全。您可以随时在备份设置中查看您的密码短语。

# cloud.backup.increase.security.highlighted1
source: manually write down your Passphrase
es: anota manualmente tu frase secreta
fr: écrire manuellement votre Passphrase
hu: írja le kézzel a Jelszavát
it: scrivi manualmente la tua Frase Segreta
ja: 秘密のフレーズを手動で書き留める
ko: 직접 암호 구절을 적어두십시오
pl: ręcznie zapisuj swoją Passphrase
pt_pt: escreva manualmente sua Frase Secreta
ru: вручную записать вашу секретную фразу
tr: Parola Cümlenizi manuel olarak yazın
vi: ghi tay cụm mật khẩu của bạn
zh_hans: 手动写下您的密码短语

# account.export.ethereum.private.key.placeholder
source: 64 hex symbols
es: 64 símbolos hexadecimales
fr: 64 symboles hexadécimaux
hu: 64 hex szimbólum
id: 64 simbol heksadesimal
it: 64 simboli esadecimali
ja: 64桁の16進数記号
ko: 64 진수 기호
pl: 64 znaki hex
pt_pt: 64 símbolos hexadecimais
ru: 64 шест. символа
tr: 64 hex semboller
vi: 64 ký tự hex
zh_hans: 64个十六进制符号

# common.status.backup.syncing
source: Backup Syncing...
es: Sincronizando Respaldo...
fr: Synchronisation de la sauvegarde...
hu: Biztonsági mentés szinkronizálás...
id: Sinkronisasi Backup...
it: Sincronizzazione del backup...
ja: バックアップを同期中...
ko: 백업 동기화 중...
pl: Synchronizowanie kopii zapasowej...
pt_pt: Sincronizando Backup...
ru: Обновление бэкапа...
tr: Yedekleme Senkronize Ediliyor...
vi: Đang đồng bộ sao lưu...
zh_hans: 正在同步备份...

# common.status.backup.synced
source: Backup Synced
es: Respaldo Sincronizado
fr: Sauvegarde synchronisée
hu: Biztonsági mentés szinkronizálva
id: Backup Disinkronkan
it: Backup sincronizzato
ja: バックアップが同期されました
ko: 백업 동기화됨
pl: Kopia zapasowa zsynchronizowana
pt_pt: Backup Sincronizado
ru: Бэкап обновлён
tr: Yedekleme Senkronize Edildi
vi: Sao lưu đã đồng bộ
zh_hans: 备份已同步

# common.ledger.nano.generic
source: Ledger (Generic Polkadot app)
es: Ledger (Aplicación Genérica de Polkadot)
fr: Ledger (application Polkadot générique)
hu: Ledger (Általános Polkadot alkalmazás)
id: Ledger (Aplikasi Polkadot Umum)
it: Ledger (App generica Polkadot)
ja: Ledger (ジェネリックPolkadotアプリ)
ko: Ledger (일반적인 Polkadot 앱)
pl: Ledger (Aplikacja Generic Polkadot)
pt_pt: Ledger (Aplicativo Genérico Polkadot)
tr: Ledger (Genel Polkadot uygulaması)
vi: Ledger (Ứng dụng Polkadot chung)
zh_hans: Ledger （通用 Polkadot 应用）

# generic.ledger.instructions.step1.highlighted
source: Polkadot app is installed
es: Polkadot app esté instalada
fr: L'application Polkadot est installée
hu: Polkadot alkalmazás telepítve van
id: Aplikasi Polkadot sudah terinstal
it: l'app Polkadot sia installata
ja: Polkadotアプリがインストールされています
ko: 폴카닷 앱이 설치되었습니다
pl: Aplikacja Polkadot jest zainstalowana
pt_pt: o aplicativo Polkadot está instalado
ru: Polkadot приложение установлено
tr: Polkadot uygulamanın yüklü
vi: Ứng dụng Polkadot đã được cài đặt
zh_hans: Polkadot 应用程序

# generic.ledger.instructions.step2.highlighted
source: Open the Polkadot app
es: Abre la aplicación Polkadot
fr: Ouvrez l'application Polkadot
hu: Nyissa meg a Polkadot alkalmazást
id: Buka aplikasi Polkadot
it: Apri l'app Polkadot
ja: ポルカドットアプリを開く
ko: Polkadot 앱 열기
pl: Otwórz aplikację Polkadot
pt_pt: Abra o aplicativo Polkadot
ru: Откройте Polkadot приложение
tr: Polkadot uygulamasını açın
vi: Mở ứng dụng Polkadot
zh_hans: 打开 Polkadot 应用程序

# ledger.instructions.step4
source: %@ to add to wallet
es: %@ para agregarla a la billetera
fr: %@ à ajouter au portefeuille
hu: %@, melyet hozzadnál a tárcádhoz
id: %@ untuk ditambahkan ke dompet
it: %@ da aggiungere al portafoglio
ja: %@ウォレットに追加するために〜する
ko: 지갑에 추가하려면 %@
pl: %@ do dodania do portfela
pt_pt: %@ para adicionar à carteira
ru: %@ для добавления в кошелёк
tr: Cüzdana eklenecek %@
vi: %@ để thêm vào ví
zh_hans: %@添加到钱包

# networks.list.add.network.button.title
source: Add network
es: Agregar red
fr: Ajouter un réseau
hu: Hálózat hozzáadása
id: Tambahkan jaringan
it: Aggiungi rete
ja: ネットワークを追加
ko: 네트워크 추가
pl: Dodaj sieć
pt_pt: Adicionar rede
ru: Добавить сеть
tr: Ağ ekle
vi: Thêm mạng
zh_hans: 添加网络

# connection.management.custom.title
source: Added
es: Agregado
fr: Ajouté
hu: Hozzáadva
id: Ditambahkan
it: Aggiunto
ja: 追加済み
ko: 추가됨
pl: Dodane
pt_pt: Adicionado
ru: Добавлено
tr: Eklendi
vi: Đã thêm
zh_hans: 已添加

# common.testnet
source: Testnet
es: Red de prueba
hu: Teszt hálózat
ru: Тестнет
zh_hans: 测试网络

# integrate.network.banner.button.link
source: Integrate your network
es: Integre su red
fr: Intégrez votre réseau
hu: Integráld a hálózatod
id: Integrasikan jaringan Anda
it: Integra la tua rete
ja: ネットワークを統合する
ko: 네트워크 통합
pl: Zintegruj swoją sieć
pt_pt: Integre sua rede
ru: Интегрировать вашу сеть
tr: Ağınızı entegre edin
vi: Tích hợp mạng của bạn
zh_hans: 集成您的网络

# integrate.network.banner.message
source: Integrate all the features of the network you are building into Nova Wallet, making it accessible to everyone.
es: Integre todas las funciones de la red que está construyendo en Nova Wallet, haciéndola accesible para todos.
fr: Intégrez toutes les fonctionnalités du réseau que vous construisez dans le portefeuille Nova, le rendant accessible à tous.
hu: Integráld a fejlesztés alatt álló hálózat összes funkcióját a Nova Walletbe, hogy mindenki számára elérhető legyen.
id: Integrasikan semua fitur jaringan yang Anda bangun ke Nova Wallet, membuatnya dapat diakses oleh semua orang.
it: Integra tutte le funzionalità della rete che stai costruendo in Nova Wallet, rendendola accessibile a tutti.
ja: あなたが構築しているネットワークのすべての機能をNova Walletに統合し、誰でもアクセスできるようにします。
ko: 당신이 구축하고 있는 네트워크의 모든 기능을 Nova Wallet에 통합하여 모든 사람이 접근할 수 있게 만드세요.
pl: Zintegruj wszystkie funkcje sieci, którą tworzysz, z Nova Wallet, udostępniając ją wszystkim.
pt_pt: Integre todos os recursos da rede que você está construindo na Nova Wallet, tornando-a acessível a todos.
ru: Интегрируйте все функции сети, которую вы создаете, в Nova Wallet, чтобы сделать ее доступной для всех.
tr: Nova Wallet'ta geliştirdiğiniz ağın tüm özelliklerini entegre edin ve herkesin erişebilmesini sağlayın.
vi: Tích hợp tất cả các tính năng của mạng bạn đang xây dựng vào Nova Wallet, làm cho nó trở nên dễ tiếp cận với mọi người.
zh_hans: 将您构建的网络的所有功能集成到 Nova Wallet，使每个人都能访问。

# integrate.network.banner.title
source: Building for Polkadot?
es: ¿Construyendo para Polkadot?
fr: Vous construisez pour Polkadot ?
hu: Fejlesztés Polkadot számára?
id: Membangun untuk Polkadot?
it: Stai costruendo per Polkadot?
ja: Polkadot用に構築していますか？
ko: Polkadot을 위해 개발 중인가요?
pl: Tworzysz dla Polkadot?
pt_pt: Construindo para Polkadot?
ru: Создаете для Polkadot?
tr: Polkadot için mi geliştiriyorsunuz?
vi: Xây dựng cho Polkadot?
zh_hans: 为 Polkadot 构建？

# network.details.default.nodes.section.title
source: default nodes
es: nodos predeterminados
fr: nœuds par défaut
hu: alapértelmezett node-ok
id: node default
it: nodi predefiniti
ja: デフォルトノード
ko: 기본 노드
pl: domyślne węzły
pt_pt: nodos padrão
ru: ноды по умолчанию
tr: varsayılan düğümler
vi: nodes mặc định
zh_hans: 默认节点

# network.details.custom.nodes.section.title
source: custom nodes
es: nodos personalizados
fr: nœuds personnalisés
hu: egyéni node-ok
id: node kustom
it: nodi personalizzati
ja: カスタムノード
ko: 사용자 정의 노드
pl: niestandardowe węzły
pt_pt: nodos personalizados
ru: пользовательские ноды
tr: özel düğümler
vi: nodes tuỳ chỉnh
zh_hans: 自定义节点

# network.details.add.custom.node
source: Add custom node
es: Agregar nodo personalizado
fr: Ajouter un nœud personnalisé
hu: Egyéni csomópont hozzáadása
id: Tambahkan node kustom
it: Aggiungi nodo personalizzato
ja: カスタムノードを追加
ko: 사용자 정의 노드 추가
pl: Dodaj niestandardowy węzeł
pt_pt: Adicionar nó personalizado
ru: Добавить пользовательскую ноду
tr: Özel düğüm ekle
vi: Thêm node tùy chỉnh
zh_hans: 添加自定义节点

# network.details.ping.milliseconds
source: %d ms
es: %li ms
fr: %li ms
hu: %li ms
id: %li ms
it: %li ms
ja: %li ミリ秒
ko: %li ms
pl: %li ms
pt_pt: %li ms
ru: %li мс
tr: %li milisaniye
vi: %li ms
zh_hans: %li 毫秒

# network.node.add.button.add
source: Add node
es: Agregar nodo
fr: Ajouter un nœud
hu: Csomópont hozzáadása
id: Tambahkan node
it: Aggiungi nodo
ja: ノードを追加
ko: 노드 추가
pl: Dodaj węzeł
pt_pt: Adicionar nó
ru: Добавить ноду
tr: Düğüm ekle
vi: Thêm node
zh_hans: 添加节点

# network.node.add.button.enter.details
source: Enter details
es: Ingrese detalles
fr: Entrez les détails
hu: Adataok megadása
id: Masukkan detail
it: Inserisci i dettagli
ja: 詳細を入力してください
ko: 세부사항 입력
pl: Wprowadź szczegóły
pt_pt: Inserir detalhes
ru: Введите данные
tr: Detayları girin
vi: Nhập chi tiết
zh_hans: 输入详情

# common.name
source: Name
es: Nombre
fr: Nom
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_pt: Nome
ru: Имя
tr: Ad
vi: Tên
zh_hans: 名称

# network.info.node.name
source: Node name
es: Nombre del nodo
fr: Nom du nœud
hu: Csomópont neve
id: Nama node
it: Nome del nodo
ja: ノード名
ko: 노드 이름
pl: Nazwa węzła
pt_pt: Nome do nó
ru: Имя ноды
tr: Düğüm adı
vi: Tên node
zh_hans: 节点名称

# network.info.node.url
source: Node URL
es: URL del nodo
fr: URL du nœud
hu: Csomópont URL
id: URL node
it: URL del nodo
ja: ノードURL
ko: 노드 URL
pl: Adres URL węzła
pt_pt: URL do Nó
ru: URL ноды
tr: Düğüm URL'si
vi: URL node
zh_hans: 节点 URL

# network.node.add.alert.node.error.message.wss
source: The Node URL you entered is either not responding or contains incorrect format. The URL format should start with "wss://".
es: La URL del Nodo que ingresaste no está respondiendo o contiene un formato incorrecto. El formato de la URL debe comenzar con "wss://".
fr: L'URL du nœud que vous avez saisie ne répond pas ou contient un format incorrect. Le format de l'URL doit commencer par "wss://".
hu: Az Ön által megadott csomópont URL-je vagy nem válaszol, vagy hibás formátumú. Az URL formátumának "wss://"-kel kell kezdődnie.
id: URL Node yang Anda masukkan tidak merespons atau formatnya salah. Format URL harus dimulai dengan "wss://".
it: L'URL del nodo che hai inserito non risponde o contiene un formato errato. Il formato dell'URL dovrebbe iniziare con "wss://".
ja: 入力されたノードURLが応答していないか、フォーマットが不正です。URLのフォーマットは「wss://」から始まる必要があります。
ko: 입력된 노드 URL이 응답하지 않거나 잘못된 형식을 포함하고 있습니다. URL 형식은 "wss://"로 시작해야 합니다.
pl: Wprowadzony URL węzła albo nie odpowiada, albo zawiera niepoprawny format. Format URL powinien zaczynać się od "wss://".
pt_pt: A URL do Nodo que você inseriu não está respondendo ou contém um formato incorreto. O formato da URL deve começar com "wss://".
ru: Введенный вами URL Узла либо не отвечает, либо имеет неверный формат. Формат URL должен начинаться с "wss://".
tr: Girdiğiniz Düğüm URL'si ya yanıt vermiyor ya da yanlış biçimde. URL biçimi "wss://" ile başlamalıdır.
vi: URL Node bạn nhập không phản hồi hoặc chứa định dạng không chính xác. Định dạng URL phải bắt đầu với "wss://".
zh_hans: 您输入的节点 URL 无响应或格式不正确。URL 格式应以“wss://”开头。

# network.node.add.alert.node.error.title
source: Node error
es: Error de Nodo
fr: Erreur de nœud
hu: Csomópont hiba
id: Kesalahan Node
it: Errore nodo
ja: ノードエラー
ko: 노드 오류
pl: Błąd węzła
pt_pt: Erro do nodo
ru: Ошибка ноды
tr: Düğüm hatası
vi: Lỗi Node
zh_hans: 节点错误

# network.node.add.alert.wrong.network.title
source: Wrong network
es: Red incorrecta
fr: Mauvais réseau
hu: Hibás hálózat
id: Jaringan salah
it: Rete sbagliata
ja: 間違ったネットワーク
ko: 잘못된 네트워크
pl: Nieprawidłowa sieć
pt_pt: Rede errada
ru: Неверная сеть
tr: Hatalı ağ
vi: Sai mạng
zh_hans: 错误的网络

# network.node.add.alert.already.exists.title
source: This Node already exists
es: Este Nodo ya existe
fr: Ce nœud existe déjà
hu: Ez a csomópont már létezik
id: Node ini sudah ada
it: Questo Nodo esiste già
ja: このノードはすでに存在します
ko: 이 노드가 이미 존재합니다
pl: Ten węzeł już istnieje
pt_pt: Este Nodo já existe
ru: Этот Узел уже существует
tr: Bu Düğüm zaten mevcut
vi: Node này đã tồn tại
zh_hans: 该节点已存在

# network.add.network.manually
source: Add network manually
es: Agregar red manualmente
fr: Ajouter un réseau manuellement
hu: Hálózat hozzáadása manuálisan
id: Tambahkan jaringan secara manual
it: Aggiungi rete manualmente
ja: 手動でネットワークを追加
ko: 네트워크 수동 추가
pl: Dodaj sieć ręcznie
pt_pt: Adicionar rede manualmente
ru: Добавить сеть вручную
tr: Ağı elle ekle
vi: Thêm mạng thủ công
zh_hans: 手动添加网络

# network.known.list.search.placeholder
source: Search by network name
es: Buscar por nombre de la red
fr: Rechercher par nom de réseau
hu: Keresés hálózati név alapján
id: Cari berdasarkan nama jaringan
it: Cerca per nome rete
ja: ネットワーク名で検索
ko: 네트워크 이름으로 검색
pl: Szukaj wg nazwy sieci
pt_pt: Pesquisar pelo nome da rede
ru: Поиск по имени сети
tr: Ağ adına göre ara
vi: Tìm kiếm theo tên mạng
zh_hans: 按网络名称搜索

# network.add.name
source: Network name
es: Nombre de la red
fr: Nom du réseau
hu: Hálózat neve
id: Nama Jaringan
it: Nome della rete
ja: ネットワーク名
ko: 네트워크 이름
pl: Nazwa sieci
pt_pt: Nome da Rede
ru: Имя сети
tr: Ağ adı
vi: Tên mạng
zh_hans: 网络名称

# network.add.currencySymbol
source: Currency Symbol
es: Símbolo de moneda
fr: Symbole de la monnaie
hu: Pénznem szimbóluma
id: Simbol Mata Uang
it: Simbolo della Moneta
ja: 通貨記号
ko: 통화 기호
pl: Symbol waluty
pt_pt: Símbolo da Moeda
ru: Символ валюты
tr: Para Birimi Sembolü
vi: Biểu tượng tiền tệ
zh_hans: 货币符号

# network.add.chainId
source: Chain ID
es: ID de cadena
fr: ID de chaîne
hu: Láncazonosító
id: ID Chain
it: ID Catena
ja: チェーンID
ko: 체인 ID
pt_pt: ID da Cadeia
tr: Zincir ID'si
zh_hans: 链 ID

# network.add.blockExplorerUrl
source: Block explorer URL (Optional)
es: URL del explorador de bloques (Opcional)
fr: URL de l'explorateur de blocs (Optionnel)
hu: Blokk böngésző URL (Opcionális)
id: URL Block explorer (Opsional)
it: URL del Block explorer (Opzionale)
ja: ブロックエクスプローラーURL（オプション）
ko: 블록 탐색기 URL (선택 사항)
pl: Adres URL eksploratora bloków (Opcjonalny)
pt_pt: URL do explorador de blocos (Opcional)
ru: URL block explorer (необязательно)
tr: Blok gezgin URL'si (İsteğe bağlı)
vi: URL Trình khám phá khối (Tùy chọn)
zh_hans: 区块浏览器 URL（可选）

# common.modify
source: Modify
es: Modificar
fr: Modifier
hu: Módosít
id: Ubah
it: Modifica
ja: 修正
ko: 수정
pl: Modyfikuj
pt_pt: Modificar
ru: Изменить
tr: Düzenle
vi: Chỉnh sửa
zh_hans: 修改

# network.add.alert.invalid.chain.id.message
source: The entered Chain ID does not match the network in the RPC URL.
es: El ID de cadena ingresado no coincide con la red en la URL de RPC.
fr: L'ID de chaîne entré ne correspond pas au réseau dans l'URL RPC.
hu: A bevitt láncazonosító nem egyezik az RPC URL hálózatával.
id: Chain ID yang dimasukkan tidak cocok dengan jaringan di URL RPC.
it: L'ID della catena inserito non corrisponde alla rete nell'URL RPC.
ja: 入力されたチェーンIDはRPC URLのネットワークと一致しません。
ko: 입력한 체인 ID가 RPC URL의 네트워크와 일치하지 않습니다.
pl: Wprowadzony Chain ID nie pasuje do sieci w adresie URL RPC.
pt_pt: O ID da Cadeia inserido não corresponde à rede no URL RPC.
ru: Введенный Chain ID не совпадает с сетью в RPC URL.
tr: Girilen Zincir ID'si RPC URL'sindeki ağ ile eşleşmiyor.
vi: Chain ID đã nhập không khớp với mạng trong URL RPC.
zh_hans: 输入的链 ID 与 RPC URL 中的网络不匹配。

# network.add.alert.invalid.chain.id.title
source: Invalid Chain ID
es: ID de cadena inválido
fr: ID de chaîne invalide
hu: Érvénytelen Láncazonosító
id: Chain ID tidak valid
it: ID Catena non valido
ja: 無効なチェーンID
ko: 유효하지 않은 체인 ID
pl: Nieprawidłowy Chain ID
pt_pt: ID da Cadeia inválido
ru: Неверный Chain ID
tr: Geçersiz Zincir ID'si
vi: Chain ID không hợp lệ
zh_hans: 无效的链 ID

# network.add.title
source: Enter network details
es: Ingrese detalles de la red
fr: Entrez les détails du réseau
hu: Adja meg a hálózati adatokat
id: Masukkan detail jaringan
it: Inserisci i dettagli della rete
ja: ネットワークの詳細を入力してください
ko: 네트워크 세부사항 입력
pl: Wprowadź szczegóły sieci
pt_pt: Inserir detalhes da rede
ru: Введите данные сети
tr: Ağ detaylarını girin
vi: Nhập chi tiết mạng
zh_hans: 输入网络详情

# common.delete
source: Delete
es: Eliminar
fr: Supprimer
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_pt: Excluir
ru: Удалить
tr: Sil
vi: Xóa
zh_hans: 删除

# network.manage.title
source: Manage added network
es: Gestionar red agregada
fr: Gérer le réseau ajouté
hu: Hozzáadott hálózat kezelése
id: Kelola jaringan yang ditambahkan
it: Gestisci rete aggiunta
ja: 追加されたネットワークの管理
ko: 추가된 네트워크 관리
pl: Zarządzaj dodaną siecią
pt_pt: Gerenciar rede adicionada
ru: Управление добавленной сетью
tr: Eklenen ağı yönet
vi: Quản lý mạng đã thêm
zh_hans: 管理已添加的网络

# network.manage.delete
source: Delete network
es: Eliminar red
fr: Supprimer le réseau
hu: Hálózat törlése
id: Hapus jaringan
it: Elimina rete
ja: ネットワークを削除
ko: 네트워크 삭제
pl: Usuń sieć
pt_pt: Excluir rede
ru: Удалить сеть
tr: Ağı sil
vi: Xóa mạng
zh_hans: 删除网络

# network.manage.edit
source: Edit network
es: Editar red
fr: Modifier le réseau
hu: Hálózat szerkesztése
id: Sunting jaringan
it: Modifica rete
ja: ネットワークを編集
ko: 네트워크 편집
pl: Edytuj sieć
pt_pt: Editar rede
ru: Редактировать сеть
tr: Ağı düzenle
vi: Chỉnh sửa mạng
zh_hans: 编辑网络

# network.manage.delete.alert.description
source: You will not be able to see your token balances on that network on Assets screen
es: No podrá ver los saldos de sus tokens en esa red en la pantalla de Activos
fr: Vous ne pourrez pas voir vos soldes de tokens sur ce réseau dans l'écran des actifs
hu: Nem fogja tudni megtekinteni token egyenlegeit azon a hálózaton az Eszközök képernyőn
id: Anda tidak akan dapat melihat saldo token Anda di jaringan tersebut pada layar Aset
it: Non sarai in grado di vedere i saldi dei tuoi token su quella rete nella schermata Assets
ja: 資産画面でそのネットワークのトークン残高を確認できなくなります
ko: 해당 네트워크에서 자산 화면에서 토큰 잔액을 볼 수 없습니다.
pl: Nie będziesz mógł zobaczyć salda swoich tokenów w tej sieci na ekranie Asset
pt_pt: Você não poderá ver seus saldos de token nessa rede na tela de Ativos
ru: Вы не сможете видеть свои балансы токенов в этой сети на экране активов
tr: Bu ağdaki token bakiyelerinizi Varlıklar ekranında göremeyeceksiniz
vi: Bạn sẽ không thể thấy số dư token của bạn trên mạng đó trên màn hình Tài sản
zh_hans: 您将无法在资产屏幕上看到该网络的代币余额。

# network.manage.delete.alert.title
source: Delete network?
es: ¿Eliminar red?
fr: Supprimer le réseau ?
hu: Hálózat törlése?
id: Hapus jaringan?
it: Eliminare la rete?
ja: ネットワークを削除しますか？
ko: 네트워크 삭제?
pl: Usunąć sieć?
pt_pt: Excluir rede?
ru: Удалить сеть?
tr: Ağı silmek mi?
vi: Xóa mạng?
zh_hans: 删除网络？

# network.manage.node.delete
source: Delete node
es: Eliminar nodo
fr: Supprimer le nœud
hu: Csomópont törlése
id: Hapus node
it: Elimina nodo
ja: ノードを削除
ko: 노드 삭제
pl: Usuń węzeł
pt_pt: Excluir nó
ru: Удалить ноду
tr: Düğümü sil
vi: Xóa node
zh_hans: 删除节点
