Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# settings.approve.with.pin.alert.message
source: Each sign operation on wallets with key pair (created in nova wallet or imported) should require PIN verification before constructing signature
es: Cada operación de firma en monederos con par de claves (creados en nova wallet o importados) debería requerir verificación PIN antes de construir la firma
fr: Chaque opération de signature sur les portefeuilles avec paire de clés (créée dans Nova Wallet ou importée) doit nécessiter une vérification PIN avant de construire la signature
hu: Minden aláírási művelethez, mely a tárcában kulcspárral rendelkezik, (Nova Wallet-ben készített vagy importált) PIN-kódos jóvahagyás szükséges, még az aláírási folyamat előtt.
id: Setiap operasi tanda tangan pada dompet dengan pasangan kunci (dibuat di dompet nova atau diimpor) harus memerlukan verifikasi PIN sebelum membuat tanda tangan
it: Ogni operazione di firma sui portafogli con coppia di chiavi (creata in un portafoglio di nova o importata) dovrebbe richiedere la verifica del PIN prima di costruire la firma
ja: ウォレットでの署名操作（Nova Walletで作成またはインポートされたもの）は、署名の作成前にPIN確認が必要です
ko: 키 페어가 있는 지갑(Nova Wallet에서 생성 또는 가져옴)에 대한 각 서명 작업은 서명을 생성하기 전에 PIN 확인이 필요합니다
pl: Każda operacja podpisania na portfelach z parą kluczy (utworzonych w Nova Wallet lub zaimportowanych) powinna wymagać weryfikacji PIN przed utworzeniem podpisu
pt_pt: Cada operação de assinatura em carteiras com par de chaves (criada na nova wallet ou importada) deve exigir a verificação do PIN antes da construção da assinatura
ru: Каждая операция подписи на кошельках с парой ключей (созданной в кошельке nova или импортированной) должна требовать проверки PIN-кода перед созданием подписи
tr: Anahtar çiftiyle (nova cüzdanında oluşturulan veya içe aktarılan) cüzdanlarda sign işlemi yapılırken, imza oluşturmadan önce PIN doğrulaması gerektirir
vi: Mỗi hoạt động ký trên ví với cặp khóa (tạo trong ví nova hoặc nhập) cần yêu cầu xác minh PIN trước khi tạo chữ ký
zh_hans: 带有密钥对的钱包（在nova钱包中创建或导入的）上的每次签名操作都应在构造签名前要求进行PIN验证

# settings.approve.with.pin.alert.enable.button.title
source: Enable
es: Activar
fr: Activer
hu: Engedélyez
it: Abilita
ja: 有効化
ko: 활성화
pl: Włącz
pt_pt: Ativar
ru: Включить
tr: Etkinleştir
vi: Bật
zh_hans: 启用

# settings.biometry.auth.alert.title
source: Do you want to allow “Nova Wallet” to use %@?
es: ¿Quieres permitir que “Nova Wallet” utilice %@?
fr: Voulez-vous autoriser « Nova Wallet » à utiliser %@ ?
hu: Engedélyezed a „Nova Wallet” számára a(z) %@ használatát?
id: Apakah Anda ingin mengizinkan aplikasi
it: Vuoi consentire a "Nova Wallet" di utilizzare %@?
ja: “Nova Wallet”が%@を使用することを許可しますか？
ko: “Nova Wallet”가 %@을(를) 사용하도록 허용하시겠습니까?
pl: Czy chcesz zezwolić un201cNova Wallet un201d na użycie %@?
pt_pt: Você deseja permitir que a “Nova Wallet” use %@?
ru: Хотите разрешить “Nova Wallet” использовать %@?
tr: “Nova Wallet”ın %@ kullanmasına izin vermek istiyor musunuz?
vi: Bạn có muốn cho phép “Nova Wallet” sử dụng %@?
zh_hans: 你想允许“Nova Wallet”使用%@吗？

# settings.biometry.auth.alert.message
source: Nova Wallet uses %@ to restrict unauthorized users from accessing the app.
es: Nova Wallet utiliza %@ para restringir el acceso de usuarios no autorizados a la aplicación.
fr: Nova Wallet utilise %@ pour restreindre l'accès non autorisé à l'application.
hu: Nova Wallet %@-t használ ahhoz, hogy korlátozza a jogosulatlan hozzáférést az alkalmazáshoz.
it: Il Portafoglio Nova utilizza %@ per limitare l'accesso non autorizzato all'applicazione.
ja: Nova Walletは%@を使用して、未承認のユーザーがアプリにアクセスするのを制限します。
ko: Nova Wallet은 인증되지 않은 사용자가 앱에 접근하지 못하도록 %@를 사용합니다.
pl: Nova Wallet używa %@, aby ograniczyć dostęp nieautoryzowanych użytkowników do aplikacji.
pt_pt: A Nova Wallet usa %@ para restringir o acesso de usuários não autorizados ao aplicativo.
ru: Nova Wallet использует %@ для ограничения доступа неавторизованных пользователей к приложению.
tr: Nova Wallet, yetkisiz kullanıcıların uygulamaya erişimini sınırlamak için %@ kullanıyor.
vi: Ví Nova sử dụng %@ để hạn chế người dùng trái phép truy cập ứng dụng.
zh_hans: Nova Wallet使用%@来限制未经授权的用户访问应用。

# settings.error.biometry.disabled.in.settings.title
source: %@ is disabled in settings
es: %@ está desactivado en los ajustes
fr: %@ est désactivé dans les paramètres
hu: A(z) %@ le van tiltva a beállításokban
id: %@ dinonaktifkan dalam pengaturan
it: %@ è disabilitato nelle impostazioni
ja: %@は設定で無効になっています
ko: 설정에서 %@이(가) 비활성화되었습니다
pl: %@ jest wyłączone w ustawieniach
pt_pt: %@ está desativado nas configurações
ru: Похоже что %@ выключен в настройках
tr: %@ ayarlarda devre dışı bırakılmış
vi: %@ đã bị vô hiệu hóa trong cài đặt
zh_hans: 设置中%@已禁用

# settings.error.biometry.disabled.in.settings.message
source: Please, make sure to Nova has access to %@ in Settings
es: Por favor, asegúrate de que a Nova se le ha concedido acceso a %@ en Ajustes
fr: Veuillez vous assurer que Nova a accès à %@ dans les paramètres.
hu: Kérlek, győződj meg arról, hogy a Nova hozzáfér a(z) %@-hoz a Beállításokban
id: Pastikan Nova memiliki akses ke %@ di Pengaturan
it: Si prega, assicurarsi che Nova abbia accesso a %@ nelle impostazioni
ja: 設定でNovaが%@にアクセスできることを確認してください
ko: 설정에서 Nova가 %@에 접근할 수 있도록 하세요
pl: Proszę upewnij się, że Nova ma dostęp do %@ w Ustawieniach
pt_pt: Por favor, certifique-se de que a Nova tem acesso ao %@ nas Configurações
ru: Пожалуйста, убедитесь, что приложению дан доступ к %@ в настройках.
tr: Lütfen, Nova'nın Ayarlar'da %@ erişimine sahip olduğundan emin olun
vi: Vui lòng, đảm bảo Nova có quyền truy cập %@ trong Cài đặt
zh_hans: 请确保Nova在设置中有访问%@的权限

# settings.biometry.auth.alert.disable.button
source: Don’t Allow
es: No permitir
fr: Ne pas autoriser
hu: Nem engedélyez
it: Non consentire
ja: 許可しない
ko: 허용하지 않음
pl: Nie zezwalaj
pt_pt: Não Permitir
ru: Не разрешать
tr: İzin Verme
vi: Không cho phép
zh_hans: 不允许

# governance.referendums.filter.all
source: All referenda
es: Todos los referendos
fr: Tous les référendums
hu: Minden referendum
id: Semua referenda
it: Tutti i referendum
ja: すべてのレファレンダム
ko: 모든 국민투표
pl: Wszystkie referenda
pt_pt: Todos os referendos
ru: Все референдумы
tr: Tüm referandumlar
vi: Tất cả các cuộc trưng cầu dân ý
zh_hans: 所有公投

# governance.referendums.filter.voted
source: Voted
es: Votado
fr: Votés
hu: Szavazott
id: Sudah memilih
it: Votati
ja: 投票済み
ko: 투표함
pl: Głosowane
pt_pt: Votados
ru: Проголосованные
tr: Oy kullanılmış
vi: Đã bỏ phiếu
zh_hans: 已投票

# governance.referendums.filter.not.voted
source: Not voted
es: Sin votar
fr: Non votés
hu: Nem szavaztak
id: Belum memilih
it: Non votati
ja: 未投票
ko: 투표하지 않음
pl: Nie głosowane
pt_pt: Não votados
ru: Не проголосованные
tr: Oy kullanılmamış
vi: Chưa bỏ phiếu
zh_hans: 未投票

# governance.referendums.filter.title
source: Filters
es: Filtros
fr: Filtres
hu: Szűrők
id: Filter
it: Filtri
ja: フィルター
ko: 필터들
pl: Filtry
pt_pt: Filtros
ru: Фильтры
tr: Filtreler
vi: Bộ lọc
zh_hans: 过滤器

# governance.referendums.filter.header
source: Show:
es: Mostrar:
fr: Afficher:
hu: Mutat:
id: Tampilkan:
it: Mostra:
ja: 表示:
ko: 표시:
pl: Pokaż:
pt_pt: Mostrar:
ru: Показывать:
tr: Göster:
vi: Hiển thị:
zh_hans: 显示：

# governance.referendums.search.field.placeholder
source: Search by referendum title or ID
es: Buscar por título de referendo o ID
fr: Recherche par titre de référendum ou ID
hu: Keresés a referendum címével vagy azonosítóval
id: Cari berdasarkan judul referendum atau ID
it: Cerca per titolo o ID del referendum
ja: レファレンダムのタイトルまたはIDで検索
ko: 국민투표 제목 또는 ID로 검색
pl: Szukaj według tytułu lub ID
pt_pt: Buscar por título de referendo ou ID
ru: Поиск по заголовку или ID
tr: Referandum başlığı veya ID ile ara
vi: Tìm kiếm theo tiêu đề hoặc ID cuộc trưng cầu dân ý
zh_hans: 按公投标题或 ID 搜索

# governance.referendums.search.empty
source: No referenda with entered title or ID were found
es: No se encontraron referendos con el título o ID entrado
fr: Aucun référendum avec le titre ou ID entré n'a été trouvé
hu: Nem található referendum a megadott címmel vagy azonosítóval
id: Tidak ada referenda dengan judul atau ID yang dimasukkan ditemukan
it: Nessun referendum con titolo o ID inserito è stato trovato
ja: 入力されたタイトルまたはIDのレファレンダムが見つかりませんでした
ko: 입력한 제목 또는 ID로 국민투표를 찾을 수 없습니다
pl: Nie znaleziono referendów z podanym tytułem lub ID
pt_pt: Nenhum referendo com o título ou ID inserido foi encontrado
ru: Не найдены референдумы с таким названием или ID
tr: Girilen başlık veya ID ile hiç referandum bulunamadı
vi: Không tìm thấy cuộc trưng cầu dân ý với tiêu đề hoặc ID đã nhập
zh_hans: 未找到输入的标题或 ID 的公投

# governance.referendums.settings.title
source: Referenda
es: Referendos
fr: Référendums
hu: Referendum
it: Referendum
ja: レファレンダム
ko: 국민투표
pt_pt: Referendos
ru: Референдумы
tr: Referandumlar
vi: Cuộc trưng cầu dân ý
zh_hans: 公投

# wallet.send.recipient.blocked.title
source: Recipient cannot accept transfer
es: El destinatario no puede aceptar la transferencia
fr: Le destinataire ne peut pas accepter le transfert
hu: A címzett nem tudja elfogadni az átutalást
id: Penerima tidak dapat menerima transfer
it: Il destinatario non può accettare il trasferimento
ja: 受信者が送金を受け取ることができません
ko: 수신자가 송금을 받을 수 없습니다
pl: Odbiorca nie może przyjąć przelewu
pt_pt: O destinatário não pode aceitar transferências
ru: Получатель не может принять перевод
tr: Alıcı transferi kabul edemez
vi: Người nhận không thể chấp nhận chuyển khoản
zh_hans: 收件人无法接受转账

# wallet.send.recipient.blocked.message
source: Recipient has been blocked by token owner and cannot currently accept incoming transfers
es: El destinatario ha sido bloqueado por el propietario del token y actualmente no puede aceptar transferencias entrantes
fr: Le destinataire a été bloqué par le propriétaire du token et ne peut actuellement pas accepter de transferts entrants
hu: A címzettet a token tulajdonosa letiltotta, jelenleg nem tud bejövő utalásokat fogadni
id: Penerima telah diblokir oleh pemilik token dan saat ini tidak dapat menerima transfer masuk
it: Il destinatario è stato bloccato dal proprietario del token e al momento non può accettare trasferimenti in entrata
ja: 受信者がトークン所有者によってブロックされており、現在受信を受け付けることができません
ko: 수신자가 토큰 소유자에 의해 차단되어 현재는 송금을 받을 수 없습니다
pl: Odbiorca został zablokowany przez właściciela tokena i obecnie nie może przyjmować przychodzących przelewów
pt_pt: O destinatário foi bloqueado pelo proprietário do token e atualmente não pode aceitar transferências recebidas
ru: Получатель был заблокирован владельцем токена и в настоящее время не может принимать входящие переводы
tr: Alıcı, token sahibi tarafından engellenmiş ve şu anda gelen transferleri kabul edemez
vi: Người nhận đã bị chủ sở hữu token chặn và hiện không thể chấp nhận chuyển khoản đến
zh_hans: 收件人已被代币所有者屏蔽，当前无法接收入站转账

# staking.reward.filters.period.date.end
source: Ends
es: Finaliza
fr: Fin
hu: Véget ér
id: Berakhir
it: Finisce
ja: 終了日
ko: 종료
pl: Koniec
pt_pt: Termina
ru: Конец
tr: Bitiş
vi: Kết thúc
zh_hans: 结束

# staking.reward.filters.period.end.date.open
source: End date is always today
es: La fecha de fin siempre es hoy
fr: La date de fin est toujours aujourd'hui
hu: A befejezés dátuma mindig a mai nap
id: Tanggal akhir selalu hari ini
it: La data di fine è sempre oggi
ja: 終了日が常に今日です
ko: 종료 날짜는 항상 오늘입니다
pl: Data końcowa zawsze aktualna
pt_pt: A data final é sempre hoje
ru: Конечная дата всегда текущая
tr: Bitiş tarihi her zaman bugündür
vi: Ngày kết thúc luôn là hôm nay
zh_hans: 结束日期总是今天

# staking.reward.filters.period.date.start
source: Starts
es: Inicia
fr: Début
hu: Kezdődik
id: Dimulai
it: Inizia
ja: 開始日
ko: 시작
pl: Początek
pt_pt: Inicia
ru: Начало
tr: Başlangıç
vi: Bắt đầu
zh_hans: 开始

# staking.reward.filters.period.custom
source: Custom period
es: Periodo personalizado
fr: Période personnalisée
hu: Egyéni időszak
id: Periode kustom
it: Periodo personalizzato
ja: カスタム期間
ko: 사용자 지정 기간
pl: Niestandardowy okres
pt_pt: Período personalizado
ru: Другой период
tr: Özel dönem
vi: Giai đoạn tùy chỉnh
zh_hans: 自定义周期

# staking.reward.filters.period.last.year
source: Last year (1Y)
es: Último año (1Y)
fr: L'année dernière (1A)
hu: Az elmúlt év (1É)
id: Tahun terakhir (1T)
it: Ultimo anno (1Y)
ja: 過去1年 (1Y)
ko: 지난 해 (1Y)
pl: Ostatni rok (1Y)
pt_pt: Último ano (1Y)
ru: Последний год (1Г)
tr: Geçen yıl (1Y)
vi: Năm trước (1T)
zh_hans: 去年（1年）

# staking.reward.filters.period.last.six.months
source: Last 6 months (6M)
es: Últimos 6 meses (6M)
fr: Les 6 derniers mois (6M)
hu: Az elmúlt 6 hónap (6H)
id: 6 bulan terakhir (6B)
it: Ultimi 6 mesi (6M)
ja: 過去6か月 (6M)
ko: 지난 6개월 (6M)
pl: Ostatnie 6 miesięcy (6M)
pt_pt: Últimos 6 meses (6M)
ru: Последние 6 месяцев (6М)
tr: Son 6 ay (6A)
vi: 6 tháng gần đây (6T)
zh_hans: 过去6个月（6个月）

# staking.reward.filters.period.last.three.months
source: Last 3 month (3M)
es: Últimos 3 meses (3M)
fr: Les 3 derniers mois (3M)
hu: Az elmúlt 3 hónap (3H)
id: 3 bulan terakhir (3B)
it: Ultimi 3 mesi (3M)
ja: 過去3か月 (3M)
ko: 지난 3개월 (3M)
pl: Ostatnie 3 miesiące (3M)
pt_pt: Últimos 3 meses (3M)
ru: Последние 3 месяца (3М)
tr: Son 3 ay (3A)
vi: 3 tháng gần đây (3T)
zh_hans: 过去3个月（3个月）

# staking.reward.filters.period.last.month
source: Last 30 days (30D)
es: Últimos 30 días (30D)
fr: Les 30 derniers jours (30J)
hu: Az elmúlt 30 nap (30N)
id: 30 hari terakhir (30H)
it: Ultimi 30 giorni (30D)
ja: 過去30日間 (30D)
ko: 지난 30일 (30D)
pl: Ostatnie 30 dni (30D)
pt_pt: Últimos 30 dias (30D)
ru: Последние 30 дней (30Д)
tr: Son 30 gün (30G)
vi: 30 ngày gần đây (30N)
zh_hans: 过去30天（30天）

# staking.reward.filters.period.last.week
source: Last 7 days (7D)
es: Últimos 7 días (7D)
fr: Les 7 derniers jours (7J)
hu: Az elmúlt 7 nap (7N)
id: 7 hari terakhir (7H)
it: Ultimi 7 giorni (7D)
ja: 過去7日間 (7D)
ko: 지난 7일 (7D)
pl: Ostatnie 7 dni (7D)
pt_pt: Últimos 7 dias (7D)
ru: Последние 7 дней (7Д)
tr: Son 7 gün (7G)
vi: 7 ngày gần đây (7N)
zh_hans: 过去7天（7天）

# staking.reward.filters.period.all.time
source: All time
es: Todo el tiempo
fr: Tout le temps
hu: Mind
id: Sepanjang waktu
it: Sempre
ja: 常に
ko: 전체 기간
pl: Cały czas
pt_pt: Todo o tempo
ru: Все время
tr: Tüm zamanlar
vi: Tất cả thời gian
zh_hans: 全部时间

# staking.reward.filters.period.header
source: Show staking rewards for
es: Mostrar recompensas de participación por
fr: Afficher les récompenses de staking pour
hu: Stake-elési jutalmak mutatása
id: Tampilkan hadiah staking untuk
it: Mostra ricompense di staking per
ja: 報酬を表示
ko: Staking 보상 표시
pl: Pokaż nagrody ze Stake
pt_pt: Mostrar recompensas de staking para
ru: Показывать вознаграждения за
tr: Staking ödüllerini göster
vi: Hiển thị phần thưởng staking cho
zh_hans: 显示质押奖励

# staking.reward.filters.period.last.year.short
source: 1Y
fr: 1A
hu: 1É
id: 1T
ru: 1Г
vi: 1T
zh_hans: 1年

# staking.reward.filters.period.last.six.months.short
source: 6M
hu: 6H
id: 6B
ru: 6М
tr: 6A
vi: 6T
zh_hans: 6个月

# staking.reward.filters.period.last.three.months.short
source: 3M
hu: 3H
id: 3B
ru: 3М
tr: 3A
vi: 3T
zh_hans: 3个月

# staking.reward.filters.period.last.month.short
source: 30D
fr: 30J
hu: 30N
id: 30H
ru: 30Д
tr: 30G
vi: 30N
zh_hans: 30天

# staking.reward.filters.period.last.week.short
source: 7D
fr: 7J
hu: 7N
id: 7H
ru: 7Д
tr: 7G
vi: 7N
zh_hans: 7天

# staking.reward.filters.period.all.time.short
source: All
es: Todos
fr: Tout
hu: Mind
id: Semua
it: Tutto
ja: すべて
ko: 전체
pl: Wszystko
pt_pt: Todos
ru: Все
tr: Hepsi
vi: Tất cả
zh_hans: 全部

# staking.reward.filters.period.select.date
source: Select date
es: Selecciona la fecha
fr: Sélectionnez une date
hu: Dátum kiválasztása
id: Pilih tanggal
it: Seleziona la data
ja: 日付を選択
ko: 날짜 선택
pl: Wybierz datę
pt_pt: Selecionar data
ru: Выберите дату
tr: Tarih seçin
vi: Chọn ngày
zh_hans: 选择日期

# common.button.settings
source: Settings
es: Configuraciones
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_pt: Configurações
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

# governance.referendums.filter.empty
source: There are no referenda with filters applied
es: No hay referendos con los filtros aplicados
fr: Il n'y a pas de référendums avec les filtres appliqués
hu: A megadott szűrőkhöz nincs megfelelő referendum
id: Tidak ada referenda dengan filter yang diterapkan
it: Non ci sono referendum con filtri applicati
ja: 適用されたフィルターで見つかったレファレンダムはありません
ko: 적용된 필터로 국민투표가 없습니다
pl: Nie znaleziono referendów z podanymi filtrami
pt_pt: Não foram encontrados referendos com os filtros aplicados
ru: Не найдены референдумы с указанными фильтрами
tr: Uygulanan filtrelerle hiç referandum bulunamadı
vi: Không có cuộc trưng cầu dân ý nào với các bộ lọc đã áp dụng
zh_hans: 应用过滤器后未找到公投

# welcome.polkadot.vault.step1
source: %@ application on your smartphone
es: %@ en tu smartphone
fr: %@ sur votre smartphone
hu: %@ alkalmazást okostelefonján
id: Aplikasi %@ di smartphone Anda
it: %@ sul tuo smartphone
ja: スマートフォンの%@アプリケーション
ko: %@ 스마트폰 애플리케이션
pl: %@ aplikacja na Twoim smartfonie
pt_pt: %@ no seu smartphone
ru: %@ на смартфоне
tr: %@ uygulamasını açın
vi: ứng dụng %@ trên điện thoại thông minh của bạn
zh_hans: 您智能手机上的 %@ 应用程序

# welcome.polkadot.vault.step1.highlighted
source: Open Polkadot Vault
es: Abrir Polkadot Vault
fr: Ouvrir Polkadot Vault
hu: Nyisd meg a Polkadot Vault-ot
id: Buka Polkadot Vault
it: Apri Polkadot Vault
ja: Polkadot Vault を開く
ko: Polkadot Vault 열기
pl: Otwórz Polkadot Vault
pt_pt: Abra o Polkadot Vault
ru: Откройте приложение Polkadot Vault
tr: Polkadot Vault'u açın
vi: Mở Polkadot Vault
zh_hans: 打开Polkadot Vault

# welcome.polkadot.vault.step2
source: %@ Select your Key set, then account you would like to add to Nova Wallet
es: %@ Selecciona tu conjunto de claves, luego la cuenta que desearías agregar a Nova Wallet
fr: %@ Sélectionnez votre jeu de clés, puis le compte que vous souhaitez ajouter à Nova Wallet
hu: %@ Válaszd ki a "Key set-et", majd azt a fiókot, amit hozzá szeretnél adni Nova Wallet-hez
it: %@ Seleziona il tuo set di chiavi, quindi l'account che desideri aggiungere a Nova Wallet
ja: Nova Walletに追加したい%@のキーセットを選択
ko: Nova Wallet에 추가하려는 %@ 키 세트 선택 후 계정을 선택하십시오
pl: %@ Wybierz swój zestaw kluczy, następnie konto, które chcesz dodać do Nova Wallet
pt_pt: %@ Selecione seu conjunto de chaves, depois a conta que você gostaria de adicionar à Nova Wallet
ru: %@ Выберите множество ключей, затем аккаунт, который вы хотите добавить в Nova Wallet.
tr: %@ Key setinizi seçin, ardından Nova Cüzdan'a eklemek istediğiniz hesabı seçin
zh_hans: %@ 选择您的密钥集，然后选择您想要添加到Nova钱包的账户

# welcome.polkadot.vault.step2.highlighted
source: Go to “Key Sets” tab.
es: Ve a la pestaña “Conjuntos de Claves”.
fr: Allez dans l'onglet "Key Sets".
hu: Menj a "Key Sets" fülre.
it: Vai alla scheda "Set di chiavi".
ja: Key Sets タブに行く。
ko: “Key Sets” 탭으로 이동합니다.
pl: Przejdź do zakładki „Key Sets”.
pt_pt: Vá para a aba de 'Conjuntos de Chaves'.
ru: Перейдите на вкладку «Key Sets».
tr: ‘Key Sets’ sekmesine gidin.
zh_hans: 前往“Key Sets”标签页。

# welcome.polkadot.vault.step2.details
source: Pay attention, the derivation path should be empty
es: Presta atención, la ruta de derivación debe estar vacía
fr: Faites attention, le chemin de dérivation doit être vide
hu: Ügyelj arra, hogy a származtatási útvonalnak üresnek kell lennie
it: Fai attenzione, il percorso di derivazione dovrebbe essere vuoto
ja: 派生パスが空であることに注意してください
ko: 파생 경로가 비어 있는지 확인하십시오
pl: Zwróć uwagę, ścieżka pochodzenia powinna być pusta
pt_pt: Atenção, o caminho de derivação deve estar vazio
ru: Убедитесь, что путь деривации пуст
tr: Dikkat edin, türev yolu boş olmalıdır
zh_hans: 请注意，派生路径应为空

# welcome.polkadot.vault.step3
source: Polkadot Vault will provide you %@
es: Polkadot Vault te proporcionará un %@
fr: Polkadot Vault vous fournira un code %@
hu: A Polkadot Vault-ban meg fog jelenni egy %@
it: Polkadot Vault ti fornirà il %@
ja: Polkadot Vaultはあなたに%@を提供します
ko: Polkadot Vault에서 %@을(를) 제공합니다
pl: Polkadot Vault zapewni Ci %@
pt_pt: O Polkadot Vault fornecerá um %@
ru: Polkadot Vault предоставит вам %@
tr: Polkadot Vault size %@ sağlayacak
zh_hans: Polkadot Vault 将为您提供 QR 码扫描

# welcome.polkadot.vault.step3.highlighted
source: QR code to scan
es: Código QR para escanear
fr: code QR à scanner
hu: QR-kód a beolvasáshoz
it: codice QR da scansionare
ja: スキャン用のQRコード
ko: 스캔할 QR 코드
pl: Kod QR do zeskanowania
pt_pt: Código QR para escanear
ru: QR-код для сканирования
tr: Taramak için QR kodu
zh_hans: QR 码扫描

# staking.controller.deprecated.title
source: Controller Accounts Are Being Deprecated
es: Las Cuentas Controladoras Están Siendo Descontinuadas
fr: Les comptes de contrôleur sont obsolètes
hu: A vezérlő fiókok hamarosan elavulnak
id: Akun Kontroler Sedang Dihentikan Penggunaannya
it: I Controller degli Account stanno diventando obsoleti
ja: コントローラーアカウントは廃止されます
ko: 컨트롤러 계정이 폐기되고 있습니다
pl: Kontroler Konta są Przedawniane
pt_pt: Contas de Controlador Estão Sendo Descontinuadas
ru: Контроллер Аккаунты Устаревают
tr: Denetleyici Hesaplar Kullanımdan Kaldırılıyor
vi: Các tài khoản Controller đang bị loại bỏ
zh_hans: 控制器账户正在被弃用

# staking.controller.deprecated.details
source: Use Proxies to delegate Staking operations to another account
es: Usar Proxies para delegar operaciones de Staking a otra cuenta
fr: Utilisez des proxys pour déléguer les opérations de Staking à un autre compte
hu: Proxy-k használata javasolt ahhoz, hogy stake-elési műveletek delegálhass egy másik fiókhoz
id: Gunakan Proksinya untuk mendelelasikan operasi Staking ke akun lain
it: Utilizzare i Proxies per delegare le operazioni di Staking a un altro account
ja: プロキシを使用して別のアカウントにStaking操作を委任
ko: 프록시를 사용하여 Staking 작업을 다른 계정으로 위임하십시오
pl: Użyj Proxies, aby delegować operacje Staking na inne konto
pt_pt: Use Proxies para delegar operações de Staking a outra conta
ru: Используйте прокси для делегирования операций стейкинга другому аккаунту
tr: Başka bir hesaba Staking işlemlerini devretmek için Araçları kullanın
vi: Sử dụng Proxies để ủy quyền các hoạt động Staking cho tài khoản khác
zh_hans: 使用代理将Staking操作委托给另一个帐户

# staking.controller.deprecated.action
source: Update Controller to Stash
es: Actualizar Controlador a Stash
fr: Mettre à jour le contrôleur vers Stash
hu: Vezérlő frissítése Stash-re
id: Perbarui Kontroler ke Stash
it: Aggiorna Controller a Stash
ja: コントローラーをStashに更新
ko: 컨트롤러를 Stash로 업데이트
pl: Aktualizuj Kontroler na Stash
pt_pt: Atualizar Controlador para Stash
ru: Изменить контроллер на стэш
tr: Kontrolörü Stash olarak güncelle
vi: Cập nhật Controller đến Stash
zh_hans: 更新控制器到Stash

# staking.estimated.earnings
source: Estimated rewards
es: Recompensas estimadas
fr: Récompenses estimées
hu: Becsült jutalmak
id: Perkiraan hadiah
it: Ricompense stimate
ja: 推定報酬
ko: 예상 보상
pl: Szacowane nagrody
pt_pt: Recompensas estimadas
ru: Примерный доход
tr: Tahmini ödüller
vi: Phần thưởng ước tính
zh_hans: 预计奖励

# common.per.year.long
source: per year
es: por año
fr: par an
hu: évente
id: per tahun
it: all'anno
ja: 年間
ko: 년마다
pl: na rok
pt_pt: por ano
ru: в год
tr: yıl başına
vi: mỗi năm
zh_hans: 每年

# common.per.year
source: / year
es: / año
fr: / an
hu: / év
id: / tahun
it: / anno
ja: / 年
ko: / 년
pl: / rok
pt_pt: / ano
ru: / год
tr: / yıl
vi: / năm
zh_hans: / 年

# common.waiting
source: Waiting
es: Esperando
fr: En attente
hu: Várakozik
id: Menunggu
it: In attesa
ja: 待機中
ko: 기다리는 중
pl: Oczekiwanie
pt_pt: Aguardando
ru: Ожидание
tr: Bekleniyor
vi: Đang chờ
zh_hans: 等待中

# multistaking.inactive.header
source: Stake and earn rewards
es: Haz staking y obtén recompensas
fr: Stake et gagnez des récompenses
hu: Stake és jutalom szerzés
id: Stake dan dapatkan hadiah
it: Staka e guadagna ricompense
ja: Stakeして報酬を稼ぐ
ko: Stake하고 보상 받기
pl: Stake i zdobywaj nagrody
pt_pt: Faça stake e ganhe recompensas
ru: Стейкайте и получайте награды
tr: Stake yapın ve ödüller kazanın
vi: Stake và nhận phần thưởng
zh_hans: 质押并赚取奖励
