Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# swaps.setup.slippage.description
source: Swap slippage is a common occurrence in decentralized trading where the final price of a swap transaction might slightly differ from the expected price, due to changing market conditions.
es: El deslizamiento de intercambio es una ocurrencia común en el comercio descentralizado donde el precio final de una transacción de intercambio podría diferir ligeramente del precio esperado, debido a las cambiantes condiciones del mercado.
fr: Le slippage est un phénomène courant dans le trading décentralisé où le prix final d'une transaction d'échange peut légèrement différer du prix attendu, en raison des conditions changeantes du marché.
hu: A decentralizált cserekereskedésben gyakori jelenség a csúsztatás. A változó piaci feltételek miatt a végső tranzakció ára eltérhet a várt piaci ártól.
id: Slippage adalah kejadian umum dalam perdagangan terdesentralisasi di mana harga akhir dari transaksi swap mungkin sedikit berbeda dari harga yang diharapkan, karena kondisi pasar yang berubah.
it: Il cambio di scivolamento è un evento comune nel trading decentralizzato in cui il prezzo finale di una transazione di scambio potrebbe differire leggermente dal prezzo atteso, a causa delle mutevoli condizioni di mercato.
ja: スワップのスリッページは、分散型取引でよく見られる現象で、取引の最終価格が市場状況の変化により予想価格から少し異なる場合があります。
ko: 슬리페이지는 분산형 거래에서 흔히 발생하는 현상으로, 교환 거래의 최종 가격이 시장 상황 변화로 인해 예상 가격과 다를 수 있습니다.
pl: Poślizg wymiany jest powszechnym zjawiskiem w zdecentralizowanym handlu, gdzie ostateczna cena transakcji wymiany może nieznacznie różnić się od oczekiwanej ceny, z powodu zmieniających się warunków rynkowych.
pt_pt: Deslizamento em trocas é um acontecimento comum em negociações descentralizadas onde o preço final de uma transação de troca pode diferir ligeiramente do preço esperado, devido às condições de mercado em mudança.
ru: Проскальзывание - распространенное явление в децентрализованной торговле, когда конечная цена сделки по обмену может незначительно отличаться от ожидаемой в связи с изменением рыночных условий.
tr: Takas kayması, değişken piyasa koşulları nedeniyle, bir takas işleminin nihai fiyatının beklenen fiyattan küçük bir miktar farklılık gösterebileceği merkeziyetsiz ticarette yaygın bir durumdur.
vi: Trượt giá hoán đổi là một hiện tượng phổ biến trong giao dịch phi tập trung nơi giá cuối cùng của một giao dịch hoán đổi có thể hơi khác so với giá dự kiến do điều kiện thị trường thay đổi.
zh_hans: 在去中心化交易中，交换滑点是一种常见现象，由于市场条件的变化，交易的最终价格可能会与预期价格略有不同。

# swaps.network.fee.description
source: A network fees charged by the blockchain to process and validate any transactions. May vary depending on network conditions or transaction speed.
es: Una comisión de red cobrada por la cadena de bloques para procesar y validar cualquier transacción. Puede variar dependiendo de las condiciones de la red o la velocidad de la transacción.
fr: Des frais de réseau facturés par la blockchain pour traiter et valider toutes les transactions. Ils peuvent varier en fonction des conditions du réseau ou de la rapidité de la transaction.
hu: A hálózati díjakat a blokklánc számítja fel a tranzakciók feldolgozásáért és hitelesítéséért. A díj összege változhat a hálózattól és a tranzakció sebességétől.
id: Biaya jaringan yang dibebankan oleh blockchain untuk memproses dan memvalidasi transaksi. Bisa bervariasi tergantung pada kondisi jaringan atau kecepatan transaksi.
it: Una tariffa di rete addebitata dal blockchain per elaborare e convalidare qualsiasi transazione. Può variare a seconda delle condizioni di rete o della velocità delle transazioni.
ja: ブロックチェーンによって取引や検証を処理するためのネットワーク手数料。ネットワークの状況や取引速度によって異なる場合があります。
ko: 블록체인이 모든 거래를 처리하고 검증하기 위해 부과하는 네트워크 수수료입니다. 네트워크 상태나 거래 속도에 따라 다를 수 있습니다.
pl: Opłaty sieciowe pobierane przez blockchain za przetwarzanie i walidację dowolnych transakcji. Mogą się różnić w zależności od warunków sieci lub szybkości transakcji.
pt_pt: Uma taxa de rede cobrada pela blockchain para processar e validar quaisquer transações. Pode variar dependendo das condições da rede ou velocidade da transação.
ru: Комиссия сети, взимается блокчейном за обработку и проверку транзакций. Может варьироваться в зависимости от условий сети или скорости транзакции.
tr: Herhangi bir işlemi işlemek ve doğrulamak için blockchain tarafından alınan ağ ücretleri. Ağ koşullarına veya işlem hızına bağlı olarak değişebilir.
vi: Một khoản phí mạng được tính bởi blockchain để xử lý và xác nhận bất kỳ giao dịch nào. Có thể thay đổi tùy thuộc vào điều kiện mạng hoặc tốc độ giao dịch.
zh_hans: 区块链收取的网络费用，用于处理和验证任何交易。可能会根据网络状况或交易速度而变化。

# swaps.setup.asset.action.select.pay
source: Select a token to pay
es: Selecciona un token para pagar
fr: Sélectionnez un token pour payer
hu: Token kiválasztása fizetéshez
id: Pilih token untuk membayar
it: Seleziona un token per pagare
ja: 支払うトークンを選択
ko: 지불할 토큰 선택
pl: Wybierz token do zapłaty
pt_pt: Selecione um token para pagar
ru: Выберите токен для оплаты
tr: Ödeme yapmak için bir token seçin
vi: Chọn một token để thanh toán
zh_hans: 选择一个代币来支付

# swaps.not.enough.liquidity
source: Not enough liquidity
es: No hay suficiente liquidez
fr: Pas assez de liquidité
hu: Nem elegendő likviditás
id: Tidak cukup likuiditas
it: Liquidità non sufficiente
ja: 流動性が不足しています
ko: 유동성이 부족합니다
pl: Niewystarczająca płynność
pt_pt: Liquidez insuficiente
ru: Недостаточно ликвидности
tr: Yeterli likidite yok
vi: Không đủ thanh khoản
zh_hans: 流动性不足

# swaps.not.enough.tokens
source: Not enough tokens to swap
es: No hay suficientes tokens para intercambiar
fr: Pas assez de tokens pour échanger
hu: Nincs elegendő token a váltáshoz
id: Tidak cukup token untuk ditukar
it: Non ci sono abbastanza token da scambiare
ja: スワップするトークンが不足しています
ko: 교환할 토큰이 부족합니다
pl: Niewystarczająca ilość tokenów do wymiany
pt_pt: Tokens insuficientes para a troca
ru: Недостаточно токенов для обмена
tr: Takas için yeterli token yok
vi: Không đủ token để hoán đổi
zh_hans: 代币不足以交换

# common.receive.at.least.ed.error
source: You can’t receive less than %@
es: No puedes recibir menos de %@
fr: Vous ne pouvez pas recevoir moins de %@
hu: Nem fogadhatsz kevesebbet, mint %@
id: Anda tidak dapat menerima kurang dari %@
it: Non puoi ricevere meno di %@
ja: 受け取る金額は %@ 以上でなければなりません
ko: 최소 %@ 이상 받아야 합니다
pl: Nie możesz otrzymać mniej niż %@
pt_pt: Você não pode receber menos de %@
ru: Вы не можете получить меньше %@
tr: %@'den daha az alamazsınız
vi: Bạn không thể nhận ít hơn %@
zh_hans: 您不能接收少于%@

# swaps.error.rate.was.updated.title
source: Swap rate was updated
es: La tasa de intercambio fue actualizada
fr: Le taux d'échange a été mis à jour
hu: Frissült a csere árfolyam
id: Kurs pertukaran telah diperbarui
it: Il tasso di cambio è stato aggiornato
ja: 交換レートが更新されました
ko: 교환 비율이 업데이트되었습니다
pl: Kurs wymiany został zaktualizowany
pt_pt: A taxa de troca foi atualizada
ru: Обменный курс изменился
tr: Takas oranı güncellendi
vi: Tỷ giá hoán đổi đã được cập nhật
zh_hans: 兑换率已更新

# swaps.setup.error.not.enough.liquidity.title
source: Pool doesn’t have enough liquidity to swap
es: El fondo no tiene suficiente liquidez para intercambiar
fr: Le pool n'a pas assez de liquidité pour échanger
hu: Az pool-nak nincs elegendő likviditása a cseréhez
id: Pool tidak memiliki likuiditas yang cukup untuk swap
it: Il pool non ha abbastanza liquidità per lo scambio
ja: プールにスワップするための十分な流動性がありません
ko: 풀에 교환할 수 있는 유동성이 충분하지 않습니다
pl: W puli brakuje płynności do wymiany
pt_pt: O pool não tem liquidez suficiente para a troca
ru: В пуле недостаточно ликвидности для обмена
tr: Havuzda takas için yeterli likidite yok
vi: Pool không có đủ thanh khoản để thực hiện hoán đổi
zh_hans: 池子没有足够的流动性进行交换

# common.dust.remains.title
source: Too small amount remains on your balance
es: El monto restante en tu balance es demasiado pequeño
fr: Montant restant trop faible sur votre solde
hu: Túl kevés összeg marad az egyenlegen
id: Jumlah yang tersisa di saldo Anda terlalu kecil
it: Sul tuo saldo rimane una somma troppo piccola
ja: 残高が少なすぎます
ko: 잔액이 너무 적습니다
pl: Za mała ilość pozostała na saldzie
pt_pt: Quantia muito pequena restante no seu saldo
ru: На вашем балансе остается слишком маленькая сумма
tr: Bakiyenizde çok küçük bir miktar kaldı
vi: Số dư còn lại quá nhỏ
zh_hans: 您的余额剩余太少

# swaps.dust.remains.fee.native.asset.message
source: You should leave at least %1$@ on your balance. Do you want to perform full swap by adding remaining %2$@ as well?
es: Deberías dejar al menos %1$@ en tu saldo. ¿Quieres realizar el intercambio completo agregando también el %2$@ restante?
fr: Vous devez laisser au moins %1$@ sur votre solde. Voulez-vous effectuer l'échange total en ajoutant également le restant %2$@?
hu: Legalább %1$@ kell, hogy legyen az egyenlegeden. Szeretnél egy teljes cserét végezni a maradék %2$@ hozzáadásával?
id: Anda harus meninggalkan setidaknya %1$@ pada saldo Anda. Apakah Anda ingin melakukan tukar penuh dengan menambahkan %2$@ yang tersisa juga?
it: Dovresti lasciare almeno %1$@ sul tuo saldo. Vuoi eseguire lo scambio completo aggiungendo anche i restanti %2$@?
ja: 残高に少なくとも %1$@ を残しておく必要があります。残りの %2$@ を追加して全額スワップしますか？
ko: 잔액에 최소 %1$@를 남겨두어야 합니다. 남은 %2$@을 추가하여 전체 교환을 수행하시겠습니까?
pl: Powinno pozostać co najmniej %1$@ na twoim saldzie. Czy chcesz wykonać pełną wymianę, dodając również pozostałe %2$@?
pt_pt: Você deve deixar pelo menos %1$@ no seu saldo. Deseja realizar a troca total adicionando os %2$@ restantes também?
ru: На вашем балансе должно оставаться не менее %1$@. Хотите обменять максимум, добавив также оставшиеся %2$@?
tr: Bakiyenizde en az %1$@ bırakmalısınız. Kalan %2$@'yi de ekleyerek tam takası gerçekleştirmek ister misiniz?
vi: Bạn nên để lại ít nhất %1$@ trong số dư của mình. Bạn có muốn thực hiện hoán đổi toàn bộ bằng cách thêm %2$@ còn lại không?
zh_hans: 您的余额至少应保留%1$@。您是否想通过添加剩余的%2$@来进行全部交换？

# swaps.dust.remains.fee.pay.asset.message
source: You should keep at least %1$@ after paying %2$@ network fee and converting %3$@ to %4$@ to meet %5$@ minimum balance. Do you want to fully swap by adding remaining %6$@ as well?
es: Deberías mantener al menos %1$@ después de pagar %2$@ de tasa de red y convertir %3$@ a %4$@ para cumplir con el saldo mínimo de %5$@. ¿Quieres realizar el intercambio completo agregando también el %6$@ restante?
fr: Vous devez garder au moins %1$@ après avoir payé les frais de réseau de %2$@ et converti %3$@ en %4$@ pour atteindre le solde minimum de %5$@. Souhaitez-vous effectuer l'échange total en ajoutant également le restant %6$@?
hu: Legalább %1$@ kell, hogy maradjon a %2$@ hálózati díj megfizetése után továbbá a(z) %3$@ és %4$@ konverzió után, hogy megmaradjon a minimum egyenleg, ami %5$@. Szeretnél egy teljes cserét végezni a maradék %6$@ hozzáadásával?
id: Anda harus tetap setidaknya %1$@ setelah membayar biaya jaringan %2$@ dan mengonversi %3$@ ke %4$@ untuk mencapai saldo minimum %5$@. Apakah Anda ingin menukar penuh dengan menambahkan %6$@ yang tersisa juga?
it: Dovresti mantenere almeno %1$@ dopo aver pagato %2$@ per la commissione di rete e convertire %3$@ in %4$@ per soddisfare il saldo minimo di %5$@. Vuoi effettuare lo scambio completo aggiungendo anche i restanti %6$@?
ja: ネットワーク手数料 %2$@ を支払い、%3$@ を %4$@ に変換し、最低残高 %5$@ を満たした後で少なくとも %1$@ を残しておく必要があります。 残りの %6$@ を追加して全額スワップしますか？
ko: 네트워크 수수료 %2$@을 지불하고 %3$@를 %4$@로 변환하여 %5$@ 최소 잔액을 맞추기 위해 최소 %1$@를 유지해야 합니다. 남은 %6$@을 추가하여 전체 교환을 원하십니까?
pl: Powinieneś zachować co najmniej %1$@ po zapłaceniu opłaty sieciowej %2$@ i zamianie %3$@ na %4$@, aby osiągnąć minimalne saldo %5$@. Czy chcesz dokonać pełnej wymiany, dodając również %6$@?
pt_pt: Você deve manter pelo menos %1$@ após pagar a taxa de rede %2$@ e converter %3$@ em %4$@ para atender ao saldo mínimo de %5$@. Deseja realizar a troca total adicionando os %6$@ restantes também?
ru: На вашем балансе должно оставаться как минимум %1$@ после оплаты сетевой комиссии %2$@ и конвертации %3$@ в %4$@, для достижения минимального баланса %5$@. Хотите обменять максимум, добавив еще %6$@?
tr: Ağ ücreti olarak %2$@ ödemeniz ve asgari bakiye %5$@'ı karşılamak için %3$@'ü %4$@'ye dönüştürmeniz gerektiği için bakiyenizde en az %1$@ tutmalısınız. Kalan %6$@'yi de ekleyerek tam takası gerçekleştirmek ister misiniz?
vi: Bạn nên giữ ít nhất %1$@ sau khi thanh toán phí mạng %2$@ và chuyển đổi %3$@ sang %4$@ để đạt số dư tối thiểu %5$@. Bạn có muốn thực hiện hoán đổi toàn bộ bằng cách thêm %6$@ còn lại không?
zh_hans: 在支付%2$@的网络费和将%3$@转换为%4$@以满足%5$@的最低余额后，您的余额至少应保留%1$@。 您是否想通过添加剩余的%6$@来进行全部交换？

# swaps.setup.error.insufficient.balance.fee.native.message
source: You can swap up to %1$@ since you need to pay %2$@ for network fee.
es: Puedes intercambiar hasta %1$@ ya que necesitas pagar %2$@ por la tasa de red.
fr: Vous pouvez échanger jusqu'à %1$@ car vous devez payer %2$@ pour les frais de réseau.
hu: Legfeljebb %1$@ értékben válthatsz, mivel fizetned kell %2$@ hálózati díjat is.
id: Anda dapat menukar hingga %1$@ karena Anda perlu membayar %2$@ untuk biaya jaringan.
it: Puoi scambiare fino a %1$@ poiché devi pagare %2$@ per la commissione di rete.
ja: ネットワーク手数料として%2$@を支払うため、最大%1$@をスワップできます。
ko: 네트워크 수수료로 %2$@를 지불해야 하므로 최대 %1$@까지 교환할 수 있습니다.
pl: Możesz zamienić do %1$@, ponieważ musisz zapłacić %2$@ jako opłatę sieciową.
pt_pt: Você pode trocar até %1$@, pois você precisa pagar %2$@ de taxa de rede.
ru: Вы можете обменять до %1$@ так как вам нужно заплатить комиссию сети в размере %2$@.
tr: Ağ ücreti için %2$@ ödemeniz gerektiği için en fazla %1$@ tutarında takas yapabilirsiniz.
vi: Bạn có thể hoán đổi tối đa %1$@ vì bạn cần trả %2$@ cho phí mạng.
zh_hans: 您最多可以交换%1$@，因为您需要支付%2$@的网络费

# swaps.setup.error.insufficient.balance.fee.swap.message
source: You can swap up to %1$@ since you need to pay %2$@ for network fee and also convert %3$@ to %4$@ to meet %5$@ minimum balance.
es: Puedes intercambiar hasta %1$@ ya que necesitas pagar %2$@ de tasa de red y también convertir %3$@ a %4$@ para cumplir con el saldo mínimo de %5$@.
fr: Vous pouvez échanger jusqu'à %1$@ car vous devez payer %2$@ pour les frais de réseau et également convertir %3$@ en %4$@ pour atteindre le solde minimum de %5$@.
hu: Legfeljebb %1$@ értékben válthatsz, mivel fizetned kell %2$@ hálózati díjat és konverziót is végre kell hajts %3$@ és %4$@ között, hogy megmaradjon a(z) %5$@ minimális egyenleged.
id: Anda dapat menukar hingga %1$@ karena Anda perlu membayar %2$@ untuk biaya jaringan dan juga mengonversi %3$@ ke %4$@ untuk mencapai saldo minimum %5$@.
it: È possibile scambiare fino a %1$@ poiché è necessario pagare %2$@ per la commissione di rete e convertire anche %3$@ in %4$@ per soddisfare il saldo minimo di %5$@.
ja: ネットワーク手数料として%2$@を支払う必要があり、さらに%3$@を%4$@に変換して%5$@の最低バランスを確保する必要があるため、最大%1$@をスワップできます。
ko: 네트워크 수수료로 %2$@를 지불하고 %3$@을(를) %4$@으로 변환하여 %5$@ 최소 잔액을 유지해야 하므로 최대 %1$@까지 교환할 수 있습니다.
pl: Możesz zamienić do %1$@, ponieważ musisz zapłacić %2$@ jako opłatę sieciową oraz przekonwertować %3$@ na %4$@, aby spełnić minimalny bilans %5$@.
pt_pt: Você pode trocar até %1$@, pois você precisa pagar %2$@ de taxa de rede e também converter %3$@ em %4$@ para atender ao saldo mínimo de %5$@.
ru: Вы можете обменять до %1$@ так как вам нужно заплатить комиссию сети в размере %2$@, а также конвертировать %3$@ в %4$@, чтобы сохранить минимальный баланс %5$@.
tr: Ağ ücreti olarak %2$@ ödemeniz ve %5$@ asgari bakiyeyi karşılamak için %3$@'i %4$@'e dönüştürmeniz gerektiği için en fazla %1$@ kadar takas yapabilirsiniz.
vi: Bạn có thể hoán đổi tối đa %1$@ vì bạn cần trả phí mạng %2$@ và cũng chuyển đổi %3$@ sang %4$@ để giữ mức tối thiểu %5$@.
zh_hans: 您最多可以交换%1$@，因为您需要支付%2$@的网络费并将%3$@兑换为%4$@，以满足%5$@的最低余额

# common.swap.max
source: Swap max
es: Intercambiar máximo
fr: Échanger max
hu: Max. váltás
id: Tukar maksimum
it: Scambia massimo
ja: 最大をスワップ
ko: 최대 교환
pl: Zamień max
pt_pt: Trocar máximo
ru: Использовать максимум
tr: Maksimuma Takas
vi: Hoán đổi tối đa
zh_hans: 最大交换

# swaps.setup.deposit.by.cross.chain.transfer.title
source: Cross-chain transfer
es: Transferencia entre cadenas
fr: Transfert inter-chaînes
hu: Láncok közötti átutalás
id: Transfer lintas rantai
it: Trasferimento tra catene
ja: クロスチェーントランスファー
ko: 크로스체인 전송
pl: Transfer międzyłańcuchowy
pt_pt: Transferência entre cadeias
ru: Межсетевой перевод
tr: Çapraz zincir transferi
vi: Chuyển liên chuỗi
zh_hans: 跨链转账

# swaps.setup.deposit.title
source: Get %@ using
es: Obtener %@ usando
fr: Obtenir %@ en utilisant
hu: %@ beszerzése a következővel
id: Dapatkan %@ menggunakan
it: Ottieni %@ usando
ja: %@ を使って取得
ko: %@ 받기
pl: Otrzymaj %@ za pomocą
pt_pt: Obtenha %@ usando
ru: Получить %@ с помощью
tr: %@ kullanarak alın
vi: Nhận %@ bằng cách sử dụng
zh_hans: 使用%@获取

# swaps.setup.deposit.by.cross.chain.transfer.subtitle
source: Transfer %@ from another network
es: Transferir %@ desde otra red
fr: Transférer %@ depuis un autre réseau
hu: %@ átutalása egy másik hálózatról
id: Transfer %@ dari jaringan lain
it: Trasferisci %@ da un'altra rete
ja: 他のネットワークから %@ を転送
ko: 다른 네트워크에서 %@ 전송
pl: Przenieś %@ z innej sieci
pt_pt: Transfira %@ de outra rede
ru: Перевести %@ из другой сети
tr: Başka bir ağdan %@ transfer et
vi: Chuyển %@ từ mạng khác
zh_hans: 从另一个网络转移%@

# swaps.setup.deposit.by.receive.subtitle
source: Receive %@ with QR or your address
es: Recibir %@ con QR o tu dirección
fr: Recevoir %@ avec un QR ou votre adresse
hu: %@ fogadása QR kóddal vagy a címeddel
id: Terima %@ dengan QR atau alamat Anda
it: Ricevi %@ con QR o il tuo indirizzo
ja: QRコードまたはあなたのアドレスで %@ を受け取る
ko: QR 또는 주소로 %@ 받기
pl: Otrzymaj %@ za pomocą QR lub swojego adresu
pt_pt: Receba %@ com QR ou seu endereço
ru: Получить %@ по QR или вашему адресу
tr: QR veya adresinizle %@ alın
vi: Nhận %@ bằng QR hoặc địa chỉ của bạn
zh_hans: 通过QR或您的地址接收%@

# swaps.setup.deposit.by.buy.subtitle
source: Instantly buy %@ with a credit card
es: Compra instantánea de %@ con tarjeta de crédito
fr: Acheter instantanément %@ avec une carte de crédit
hu: %@ azonnali vásárlása hitelkártyával
id: Beli %@ secara instan dengan kartu kredit
it: Acquista immediatamente %@ con carta di credito
ja: クレジットカードで %@ を即座に購入
ko: 신용카드로 %@ 즉시 구매
pl: Kup natychmiast %@ za pomocą karty kredytowej
pt_pt: Compra instantânea de %@ com cartão de crédito
ru: Мгновенная покупка %@ с помощью кредитной карты
tr: Kredi kartıyla %@'yi anında satın al
vi: Mua ngay %@ bằng thẻ tín dụng
zh_hans: 使用信用卡立即购买%@

# swaps.setup.deposit.button.title
source: Get %@
es: Obtener %@
fr: Obtenez %@
hu: %@ beszerzése
id: Dapatkan %@
it: Ottieni %@
ja: %@を取得
ko: %@ 받기
pl: Odbierz %@
pt_pt: Obter %@
ru: Получить %@
tr: %@ alın
vi: Nhận %@
zh_hans: 获取%@

# swaps.setup.network.fee.token.title
source: Token for paying network fee
es: Token para pagar la tasa de red
fr: Token pour le paiement des frais de réseau
hu: Token a hálózati díj fizetéséhez
id: Token untuk membayar biaya jaringan
it: Token per pagare la commissione di rete
ja: ネットワーク手数料を支払うトークン
ko: 네트워크 수수료를 지불할 토큰
pl: Token do opłacenia opłaty sieciowej
pt_pt: Token para pagar a taxa de rede
ru: Токен для оплаты комиссии сети
tr: Ağ ücreti ödemek için token
vi: Token để trả phí mạng
zh_hans: 用于支付网络费用的代币

# swaps.setup.network.fee.token.hint
source: Network fee is added on top of entered amount
es: La tasa de red se agrega al monto ingresado
fr: Les frais de réseau sont ajoutés en plus du montant saisi
hu: A hálózati díj hozzáadódik a megadott összeghez
id: Biaya jaringan ditambahkan di atas jumlah yang dimasukkan
it: La commissione di rete viene aggiunta alla somma inserita
ja: 入力された金額の上にネットワーク手数料が追加されます
ko: 입력한 금액 외에 네트워크 수수료가 추가됩니다
pl: Opłata sieciowa jest dodawana do wprowadzonej kwoty
pt_pt: A taxa de rede é adicionada em cima do valor inserido
ru: Комиссия сети добавится к введенной сумме
tr: Ağ ücreti girilen miktarın üstüne eklenir
vi: Phí mạng được thêm vào trên số tiền đã nhập
zh_hans: 网络费用将添加到输入的金额之上

# swaps.setup.slippage.error.amount.bounds
source: Enter a value between %@ and %@
es: Ingrese un valor entre %@ y %@
fr: Entrez une valeur comprise entre %@ et %@
hu: Az érték %@ és %@ között kell legyen
id: Masukkan nilai antara %@ dan %@
it: Inserisci un valore compreso tra %@ e %@
ja: %@から%@の範囲内の値を入力してください
ko: %@와 %@ 사이의 값을 입력하세요
pl: Wprowadź wartość pomiędzy %@ a %@
pt_pt: Insira um valor entre %@ e %@
ru: Введите значение между %@ и %@
tr: %@ ile %@ arasında bir değer girin
vi: Nhập một giá trị giữa %@ và %@
zh_hans: 请输入介于%@和%@之间的值

# swaps.setup.slippage.warning.low.amount
source: Transaction might be reverted because of low slippage tolerance.
es: La transacción podría ser revertida debido a la baja tolerancia al deslizamiento.
fr: La transaction pourrait être annulée en raison d'une faible tolérance au slippage.
hu: A tranzakció az alacsony csúszás miatt lehet, hogy vissza lesz fordítva.
id: Transaksi mungkin dibalikkan karena toleransi slippage yang rendah.
it: La transazione potrebbe essere annullata a causa di una bassa tolleranza per lo scivolamento.
ja: 低スリッページ許容のため、トランザクションがリバートされる可能性があります。
ko: 낮은 슬리피지 허용량으로 인해 거래가 되돌릴 수 있습니다.
pl: Transakcja może zostać anulowana z powodu niskiej tolerancji na poślizg.
pt_pt: A transação pode ser revertida por causa da baixa tolerância ao deslizamento.
ru: Транзакция может быть отменена из-за низкой устойчивости к проскальзыванию.
tr: Düşük kayma toleransı nedeniyle işlem geri alınabilir.
vi: Giao dịch có thể bị hoàn lại do mức chấp nhận độ trượt giá thấp.
zh_hans: 因低滑点容忍度可能会被回退。

# swaps.setup.slippage.warning.high.amount
source: Transaction might be frontrun because of high slippage.
es: La transacción podría ser adelantada debido al alto deslizamiento.
fr: La transaction pourrait être anticipée en raison d'un slippage élevé.
hu: A tranzakció a magas csúszás miatt lehet, hogy hamarabb for lefutni.
id: Transaksi mungkin diambil oleh pihak lain karena slippage yang tinggi.
it: La transazione potrebbe essere front-runner a causa di un elevato scivolamento.
ja: 高いスリッページのため、トランザクションがフロントランされる可能性があります。
ko: 높은 슬리피지로 인해 거래가 프론트런 당할 수 있습니다.
pl: Transakcja może zostać przechwycona z powodu wysokiego poślizgu.
pt_pt: A transação pode ser antecipada por causa do alto deslizamento.
ru: Транзакция может подвергнуться фронтрану из-за высокого проскальзывания
tr: Yüksek kayma nedeniyle işlem ön alıma maruz kalabilir.
vi: Giao dịch có thể bị frontrun do độ trượt giá cao.
zh_hans: 因高滑点而可能遭受前置交易。

# swaps.setup.slippage
source: Slippage
es: Deslizamiento
hu: Csúszás
it: Scivolamento
ja: スリッページ
ko: 슬리페이지
pl: Poślizg
pt_pt: Deslizamento
ru: Проскальзывание
tr: Kayma
vi: Trượt giá
zh_hans: 滑点

# swaps.setup.settings.title
source: Swap settings
es: Configuraciones de intercambio
fr: Paramètres d'échange
hu: Csere beállítások
id: Pengaturan swap
it: Impostazioni di scambio
ja: スワップ設定
ko: 교환 설정
pl: Ustawienia wymiany
pt_pt: Configurações de Troca
ru: Настройки обмена
tr: Takas ayarları
vi: Cài đặt hoán đổi
zh_hans: 交换设置

# swaps.pay.token.selection.title
source: Token to pay
es: Token para pagar
fr: Token à payer
hu: Token a fizetéshez
id: Token untuk membayar
it: Token da pagare
ja: 支払い用トークン
ko: 지불할 토큰
pl: Token do zapłaty
pt_pt: Token para pagamento
ru: Токен для оплаты
tr: Ödeme yapılacak Token
vi: Token để thanh toán
zh_hans: 要支付的代币

# swaps.receive.token.selection.title
source: Token to receive
es: Token para recibir
fr: Token à recevoir
hu: Fogadandó token
id: Token untuk menerima
it: Token da ricevere
ja: 受け取り用トークン
ko: 받을 토큰
pl: Token do odbioru
pt_pt: Token para receber
ru: Токен для получения
tr: Alınacak Token
vi: Token để nhận
zh_hans: 要接收的代币

# swaps.setup.asset.select.subtitle
source: Select a token
es: Selecciona un token
fr: Sélectionnez un token
hu: Token kiválasztása
id: Pilih sebuah token
it: Seleziona un token
ja: トークンを選択
ko: 토큰 선택
pl: Wybierz token
pt_pt: Selecione um token
ru: Выберите токен
tr: Bir token seçin
vi: Chọn một token
zh_hans: 选择一个代币
