Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# common.loading.collators
source: Loading collators...
es: Cargando collators...
fr: Chargement des collateurs...
hu: Kollátorok betöltése...
id: Memuat pengumpul...
it: Caricamento dei collatori...
ja: コレーターを読み込み中...
ko: 콜레이터 로딩 중...
pl: Ładowanie collatorów...
pt_pt: Carregando collators...
ru: Загрузка коллаторов...
tr: Kollatörler yükleniyor...
vi: Đang tải collators...
zh_hans: 正在加载整理者...

# parastk.reward.info.max
source: Maximum APR
es: APR máximo
fr: APR maximum
hu: Maximális APR
id: APR Maksimum
it: APR massimo
ja: 最大APR
ko: 최대 APR
pl: Maksymalne APR
pt_pt: APR Máximo
ru: Максимальный APR
tr: Maksimum APR
vi: APR tối đa
zh_hans: 最大年化收益率

# parastk.reward.info.avg
source: Average APR
es: APR promedio
fr: APR moyen
hu: Átlagos APR
id: APR Rata-Rata
it: APR medio
ja: 平均APR
ko: 평균 APR
pl: Średnie APR
pt_pt: APR Médio
ru: Средний APR
tr: Ortalama APR
vi: APR trung bình
zh_hans: 平均年化收益率

# parastk.cant.unstake.amount.message
source: Either specified amount is higher than your stake or you already have unstaking tokens for this collator.
es: O bien el monto especificado es mayor que tu stake o ya tienes tokens de desvinculación para este collator.
fr: Soit le montant spécifié est supérieur à votre mise, soit vous avez déjà des actifs en retrait pour ce collateur.
hu: Vagy a megadott összeg nagyobb, mint a stake-ed vagy már unstake-elsz ennél a kollátornál.
id: Entah jumlah yang ditentukan lebih tinggi dari staking Anda atau Anda sudah memiliki token penarikan untuk collator ini.
it: L'importo specificato è superiore al tuo stake oppure hai già token di unstake per questo collatore.
ja: 指定された金額があなたのStakeよりも多いか、このコレータに対して既にUnstakingトークンがあります。
ko: 지정된 금액이 귀하의 Stake보다 크거나 이미 해당 콜레이터에게 Unstaking 토큰이 있습니다.
pl: Podana kwota jest wyższa niż Twoje stake lub już inicjowałeś unstaking tokenów dla tego kolatora.
pt_pt: O valor especificado é maior que sua stake ou você já possui tokens desvinculando para este collator.
ru: Либо указанное значение больше чем Ваш стейк или вы уже инициировали вывод токенов для этого коллатора.
tr: Belirtilen miktar stakeinizden daha yüksek veya bu collator için zaten unstake edilen tokenlarınız var
vi: Hoặc số lượng được chỉ định cao hơn stake của bạn hoặc bạn đã có token unstaking cho người thu thập này.
zh_hans: 指定金额高于您的质押金额或您已经为此受托人发起了解绑代币

# parastk.cant.redeem.title
source: You cannot redeem
es: No puedes redimir
fr: Vous ne pouvez pas encaisser
hu: Nem válthatod ki
id: Anda tidak dapat menebus
it: Non puoi riscattare
ja: 引き出すことはできません
ko: 회수할 수 없습니다.
pl: Nie możesz wykupić.
pt_pt: Você não pode resgatar
ru: Нельзя забрать
tr: Geri alamazsınız
vi: Bạn không thể chuộc lại
zh_hans: 您不能赎回

# parastk.cant.redeem.message
source: You don't have tokens to redeem
es: No tienes tokens para redimir
fr: Vous n’avez pas d'actifs à encaisser
hu: Nincsenek kiváltható tokenjeid
id: Anda tidak memiliki token untuk ditebus
it: Non hai token da riscattare
ja: 引き出すトークンがありません。
ko: 회수할 토큰이 없습니다.
pl: Nie masz tokenów do wykupu.
pt_pt: Você não possui tokens para resgatar
ru: Нет доступных токенов, чтобы забрать
tr: Geri alınacak hiç tokenınız yok
vi: Bạn không có token để chuộc lại
zh_hans: 您没有可赎回的代币

# parastk.cant.rebond.title
source: You cannot return to stake
es: No puedes volver a hacer staking
fr: Vous ne pouvez pas retourner à l’enjeu
hu: Nem stake-elheted vissza
id: Anda tidak dapat kembali ke staking
it: Non puoi tornare a fare stake
ja: 再度Stakeすることはできません
ko: Stake로 돌아갈 수 없습니다.
pl: Nie możesz powrócić do staking.
pt_pt: Você não pode retornar à stake
ru: Нельзя вернуть в стейк
tr: Stake'e geri dönemezsiniz
vi: Bạn không thể quay lại stake
zh_hans: 您不能返回质押

# parastk.cant.rebond.message
source: You don't have unstaking tokens for this collator
es: No tienes tokens de desvinculación para este collator
fr: Vous n’avez pas de actifs désengagés pour ce collateur
hu: Ennél a kollátornál nincs unstake-elés alatt tokened
id: Anda tidak memiliki token yang sedang ditarik untuk collator ini
it: Non hai token di unstake per questo collatore
ja: このコレータに対してUnstakingトークンはありません。
ko: 해당 콜레이터를 Unstaking하는 토큰이 없습니다.
pl: Nie masz unstaking tokenów dla tego kolatora.
pt_pt: Você não possui tokens desvinculados para este collator
ru: Вы не выводили токены для этого коллатора
tr: Bu collator için unstake edilen tokenlarınız yok
vi: Bạn không có token unstaking cho người thu thập này
zh_hans: 您没有此受托人的解绑代币

# parachain.staking.full.message
source: You have reached the maximum number of delegations of %@ collators
es: Has alcanzado el número máximo de delegaciones de %@ collators
fr: Vous avez atteint le nombre maximum de délégations de %@ collateurs
hu: Elérted a maximum delegálást a(z) %@ kollátornál
id: Anda telah mencapai jumlah delegasi maksimum %@ collator
it: Hai raggiunto il numero massimo di deleghe per %@ collatori
ja: あなたは%@ コレーターの最大デリゲーション数に達しています
ko: 당신은 %@ 코레이터의 최대 위임 수에 도달했습니다
pl: Osiągnąłeś maksymalną liczbę delegacji do %@ kolatorów
pt_pt: Você atingiu o número máximo de delegações de %@ collators
ru: Вы достигли максимального количества делегаций - %@ коллаторов
tr: Delege edebileceğiniz maksimum %@ collator sayısına ulaştınız
vi: Bạn đã đạt số lượng ủy quyền tối đa của %@ collators
zh_hans: 您已达到 %@ 个受托人的最大代理数量

# wallet.transfer.cross.chain.to
source: to
es: a
fr: vers
hu: ide:
id: ke
it: a
ja: に
ko: 에게
pl: do
pt_pt: para
ru: в
tr: için
vi: đến
zh_hans: 至

# xcm.destination.selection.title
source: Recipient network
es: Red del destinatario
fr: Réseau destinataire
hu: Célhálózat
id: Jaringan Penerima
it: Rete del destinatario
ja: 受信者のネットワーク
ko: 받는 사람 네트워크
pl: Sieć odbiorcy
pt_pt: Rede do destinatário
ru: Сеть получателя
tr: Alıcı ağı
vi: Mạng lưới người nhận
zh_hans: 接收者网络

# common.cross.chain
source: Cross-chain
es: Cadena cruzada
fr: Inter-chaînes
hu: Láncok között
id: Lintas-rantai
ja: クロスチェーン
ko: 교차 체인
pl: Międzyłańcuchowy
pt_pt: Entre cadeias
ru: Между сетями
tr: Çapraz zincir
vi: Chuỗi chéo
zh_hans: 跨链

# common.on.chain
source: On-chain
es: En cadena
fr: Sur la chaîne
hu: Láncon
id: Di rantai
it: In catena
ja: オンチェーン
ko: 온체인
pl: Na-chain
pt_pt: Na cadeia
ru: Внутри сети
tr: Zincir içinde
vi: Trên chuỗi
zh_hans: 在链上

# common.cross.chain.fee
source: Cross-chain fee
es: Tarifa de cadena cruzada
fr: Frais inter-chaînes
hu: Láncok közötti díj
id: Biaya lintas rantai
it: Commissione cross-chain
ja: クロスチェーン手数料
ko: 교차 체인 수수료
pl: Opłata międzyłańcuchowa
pt_pt: Taxa Cross-chain
ru: Межсетевая комиссия
tr: Çapraz zincir ücreti
vi: Phí chuỗi chéo
zh_hans: 跨链费

# common.from.network
source: From network
es: Desde la red
fr: Depuis le réseau
hu: Hálózatról
id: Dari jaringan
it: Dalla rete
ja: ネットワークから
ko: 네트워크에서
pl: Z sieci
pt_pt: Da rede
ru: Из сети
tr: Ağdan
vi: Từ mạng
zh_hans: 来自网络

# common.to.network
source: To network
es: A la red
fr: Vers le réseau
hu: Hálózatra
id: Ke jaringan
it: Alla rete
ja: ネットワークへ
ko: 네트워크로
pl: Do sieci
pt_pt: Para a rede
ru: В сеть
tr: Ağa
vi: Đến mạng lưới
zh_hans: 到网络

# transfer.cross.chain.hint
source: Cross-chain fee is added on top of entered amount. Recipient may receive part of cross-chain fee
es: La tarifa de cadena cruzada se agrega al monto ingresado. El destinatario puede recibir parte de la tarifa de cadena cruzada
fr: Des frais inter-chaînes sont ajoutés au montant saisi. Le destinataire peut recevoir une partie des frais inter-chaînes
hu: A beírt összegen felül a láncok közötti díj is felszámolásra kerül. A címzett megkaphatja a láncok közötti díj egy részét
id: Biaya lintas rantai ditambahkan di atas jumlah yang dimasukkan. Penerima mungkin menerima bagian dari biaya lintas rantai
it: La commissione cross-chain è aggiunta all'importo inserito. Il destinatario potrebbe ricevere una parte della commissione cross-chain
ja: クロスチェーン手数料が入力された金額に追加されます。受取人はクロスチェーン手数料の一部を受け取る可能性があります。
ko: 입력된 금액에는 교차 체인 수수료가 추가됩니다. 수신자는 교차 체인 수수료의 일부를 받을 수 있습니다.
pl: Opłata międzyłańcuchowa jest dodawana do wprowadzonej kwoty. Odbiorca może otrzymać część opłaty międzyłańcuchowej
pt_pt: A taxa Cross-chain é adicionada ao valor inserido. O destinatário pode receber parte da taxa Cross-chain
ru: Межсетевая комиссия добавляется к введенной сумме. Получатель может получить часть межсетевой комиссии
tr: Çapraz zincir ücreti girilen miktarın üstüne eklenir. Alıcı, çapraz zincir ücretinin bir kısmını alabilir
vi: Phí chuỗi chéo được thêm vào tổng số tiền đã nhập. Người nhận có thể nhận một phần phí chuỗi chéo
zh_hans: 跨链费用将加在输入金额之上。接收者可能会收到部分跨链费用

# common.not.enough.crosschain.fee.message
source: You don’t have enough balance to pay the Cross-chain fee of %@. Remaining balance after transfer: %@
es: No tienes suficiente saldo para pagar la tarifa de cadena cruzada de %@. Saldo restante después de la transferencia: %@
fr: Votre solde n'est pas suffisant pour payer les frais d'inter-chaînes de %@. Solde restant après le transfert : %@
hu: Az egyenleged nem elegendő a(z) %@ láncok közötti díj kifizetéséhez. Fennmaradó egyenleged a díj megfizetése után: %@
id: Anda tidak memiliki cukup saldo untuk membayar biaya lintas-rantai sebesar %@. Saldo tersisa setelah transfer: %@
it: Non hai abbastanza saldo per pagare la commissione cross-chain di %@. Saldo rimanente dopo il trasferimento: %@
ja: クロスチェーン手数料の%@を支払うのに十分な残高がありません。転送後の残高: %@
ko: 크로스체인 수수료인 %@를 지불할 충분한 잔고가 없습니다. 전송 후 잔고: %@
pl: Nie masz wystarczającego salda, aby zapłacić opłatę międzyłańcuchową w wysokości %@. Pozostałe saldo po transferze: %@
pt_pt: Você não tem saldo suficiente para pagar a taxa de Cross-chain de %@. Saldo restante após a transferência: %@
ru: У вас недостаточно токенов для оплаты межсетевой комиссии в размере %@. Остаток баланса после перевода: %@
tr: Çapraz zincir ücreti olan %@'ı ödemek için yeterli bakiyeniz yok. Transfer sonrası kalan bakiye: %@
vi: Bạn không có đủ số dư để trả phí chuỗi chéo là %@. Số dư còn lại sau khi chuyển: %@
zh_hans: 您的余额不足以支付%@的跨链费用。 转账后的剩余余额：%@

# common.not.enough.fee.message_v2.9.1
source: You don’t have enough balance to pay the network fee of %@. Transferable balance: %@
es: No tienes suficiente saldo para pagar la tarifa de la red de %@. Saldo transferible: %@
fr: Votre solde est insuffisant pour payer les frais de réseau de %@ . Solde transférable : %@
hu: Az egyenleged nem elegendő a(z) %@ hálózati díj kifizetéséhez. Átutalható egyenleg: %@
id: Anda tidak memiliki cukup saldo untuk membayar biaya jaringan sebesar %@. Saldo yang dapat ditransfer: %@
it: Non hai abbastanza saldo per pagare la commissione di rete di %@. Saldo trasferibile: %@
ja: ネットワーク手数料の%@を支払うのに十分な残高がありません。転送可能な残高: %@
ko: 네트워크 수수료 %@를 지불할 충분한 잔고가 없습니다. 전송 가능 잔고: %@
pl: Nie masz wystarczającego salda, aby zapłacić opłatę sieciową w wysokości %@. Dostępne saldo: %@
pt_pt: Você não tem saldo suficiente para pagar a taxa de rede de %@. Saldo transferível: %@
ru: У вас недостаточно токенов, чтобы оплатить комиссию сети в размере %@. Доступный баланс: %@
tr: Ağ ücreti olan %@'ı ödemek için yeterli bakiyeniz yok. Transfer edilebilir bakiye: %@
vi: Bạn không có đủ số dư để trả phí mạng là %@. Số dư có thể chuyển: %@
zh_hans: 您的余额不足以支付%@的网络费用。可转账余额：%@

# common.myself
source: Myself
es: A mí mismo
fr: Moi-même
hu: Magamnak
id: Sendiri
it: Me stesso
ja: 自分自身
ko: 나에게
pl: Sobie
pt_pt: Para mim
ru: Себе
tr: Kendime
vi: Chính tôi
zh_hans: 自己

# wallet.transfer.cross.chain.from
source: from
es: de
fr: depuis
hu: innen:
id: dari
it: da
ja: から
ko: 발송자
pl: z
pt_pt: de
ru: из
tr: Şuradan
vi: từ
zh_hans: 从

# wallet.transfer.token.format_v2_9_1
source: Send %@
es: Enviar %@
fr: Envoyer %@
hu: %@ küldése
id: Kirim %@
it: Invia %@
ja: 送信 %@
ko: %@ 보내기
pl: Wyślij %@
pt_pt: Enviar %@
ru: Отправить %@
tr: %@ gönder
vi: Gửi %@
zh_hans: 发送 %@

# wallet.transfer.on
source: on
es: en
fr: sur
hu: ezen:
id: pada
it: nel
ja: 上
ko: 접속
pl: na
pt_pt: em
ru: в
tr: Üzerinde
vi: trên
zh_hans: 在

# common.request.retry
source: Data loading failed. Would you like to retry?
es: La carga de datos ha fallado. ¿Te gustaría intentarlo de nuevo?
fr: Le chargement des données a échoué. Voulez-vous réessayer ?
hu: Az adatok betöltése nem sikerült. Szeretné újrapróbálni?
id: Pemuatan data gagal. Apakah Anda ingin mencoba lagi?
it: Caricamento dati fallito. Vuoi riprovare?
ja: データの読み込みに失敗しました。再試行しますか？
ko: 데이터 로드에 실패했습니다. 다시 시도하시겠습니까?
pl: Ładowanie danych nie powiodło się. Czy chcesz spróbować ponownie?
pt_pt: Falha ao carregar os dados. Gostaria de tentar novamente?
ru: Загрузка данных завершилась ошибкой. Хотите повторить?
tr: Veri yükleme başarısız oldu. Tekrar denemek ister misiniz?
vi: Tải dữ liệu thất bại. Bạn có muốn thử lại không?
zh_hans: 数据加载失败。您想重试吗？

# crowdloan.return.in.progress
source: To be returned by parachain
es: Será devuelto por la parachain
fr: Retour des actifs par la parachain
hu: A parachain által visszaküldendő
id: Akan dikembalikan oleh parachain
it: Da restituire dal parachain
ja: パラチェーンによって返却されます
ko: 파라체인이 반환할 예정
pl: Do zwrotu przez parachain
pt_pt: A ser devolvido pela parachain
ru: Ожидает возвращения парачейном
tr: Parachain tarafından iade edilecek
vi: Sẽ được hoàn trả bởi parachain
zh_hans: 将由平行链返回

# crowdloan.returns.in.format
source: Returns in %@
es: Se devuelve en %@
fr: Retours dans %@
hu: Vissza kerül %@ múlva
id: Akan dikembalikan dalam %@
it: Ritorna in %@
ja: %@後に返却
ko: 여기서 %@ 후 반환됩니다
pl: Zwróci się za %@
pt_pt: Retornos em %@
ru: Вернется через %@
tr: %@ içinde iade edilecek
vi: Hoàn trả trong %@
zh_hans: 将在 %@ 内返回

# assets.search.empty
source: No networks or tokens with entered name were found
es: No se encontraron redes o tokens con el nombre ingresado
fr: Aucun réseau ou jeton avec nom saisi n'a été trouvé
hu: Nem található hálózat vagy token a megadott névvel
id: Tidak ada jaringan atau token dengan nama yang dimasukkan ditemukan
it: Nessuna rete o token con il nome inserito è stata trovata
ja: 入力した名前のネットワークやトークンが見つかりませんでした
ko: 입력한 이름과 일치하는 네트워크 또는 토큰이 없습니다.
pl: Nie znaleziono sieci ani tokenów z podaną nazwą
pt_pt: Nenhuma rede ou token com o nome inserido foi encontrado
ru: Токены и сети с указанным именем не найдены
tr: Girilen adla herhangi bir ağ veya token bulunamadı
vi: Không tìm thấy mạng hoặc token nào với tên đã nhập
zh_hans: 没有找到输入名称的网络或代币

# assets.search.placeholder
source: Search by network or token
es: Buscar por red o token
fr: Recherche par réseau ou actif
hu: Keresés hálózat vagy token alapján
id: Cari berdasarkan jaringan atau token
it: Cerca per rete o token
ja: ネットワークまたはトークンで検索
ko: 네트워크 또는 토큰으로 검색
pl: Wyszukaj według sieci lub tokena
pt_pt: Buscar por rede ou token
ru: Поиск по названию сети или токена
tr: Ağ veya token adına göre ara
vi: Tìm kiếm theo mạng hoặc token
zh_hans: 按网络或代币搜索

# common.tokens
source: Tokens
fr: Actifs
hu: Tokenek
id: Token
it: Token
ja: トークン
ko: 토큰
pl: Tokeny
ru: Токены
tr: Tokenler
vi: Token
zh_hans: 代币

# common.chain.address.title
source: %@ address
es: dirección %@
fr: Adresse %@
hu: %@ cím
id: Alamat %@
it: %@ indirizzo
ja: %@ アドレス
ko: %@ 주소
pl: Adres %@
pt_pt: Endereço %@
ru: %@ адрес
tr: %@ adresi
vi: địa chỉ %@
zh_hans: %@地址

# account.management.watch.only.hint
source: This is watch-only wallet, Nova can show you balances and other information, but you cannot perform any transactions with this wallet
es: Esta es una billetera solo de visualización, Nova puede mostrarte saldos y otra información, pero no puedes realizar ninguna transacción con esta billetera
fr: Il s'agit d'un portefeuille seulement observé, Nova peut vous montrer les soldes et d'autres informations, mais vous ne pouvez pas effectuer de transactions avec ce portefeuille.
hu: Ez csak egy nézhető tárca, aminek egyenlegét és egyéb információit láthatod Nova-ban, de semmilyen tranzakciót nem hajthatsz végre róla
id: Ini adalah dompet hanya untuk ditonton, Nova dapat menunjukkan saldo dan informasi lainnya, tetapi Anda tidak dapat melakukan transaksi apa pun dengan dompet ini
it: Questo è un portafoglio di sola osservazione, Nova può mostrarti i saldi e altre informazioni, ma non puoi effettuare transazioni con questo portafoglio
ja: これはウォッチオンリーウォレットです。Novaはあなたに残高やその他の情報を表示できますが、このウォレットでトランザクションを行うことはできません
ko: 이것은 watch-only 지갑으로, Nova는 잔액 및 기타 정보를 보여줄 수 있지만 이 지갑으로는 어떤 거래도 수행할 수 없습니다
pl: To jest portfel tylko do podglądu, Nova może pokazać Ci salda i inne informacje, ale nie możesz wykonywać żadnych transakcji tym portfelem
pt_pt: Esta é uma carteira somente de visualização, a Nova pode mostrar seus saldos e outras informações, mas você não pode realizar nenhuma transação com esta carteira
ru: Это watch-only кошелек, Nova может показать вам баланс и другую информацию, но вы не можете выполнять какие-либо транзакции с этим кошельком.
tr: Bu yalnızca izleme amaçlı bir cüzdandır, Nova size bakiyeler ve diğer bilgileri gösterebilir, ancak bu cüzdanla herhangi bir işlem gerçekleştiremezsiniz
vi: Đây là ví chỉ xem, Nova có thể hiển thị cho bạn số dư và thông tin khác, nhưng bạn không thể thực hiện bất kỳ giao dịch nào với ví này
zh_hans: 这是仅查看钱包，Nova可以显示您的余额和其他信息，但您不能使用此钱包进行任何交易

# common.select.wallet
source: Select wallet
es: Seleccionar monedero
fr: Sélectionner un portefeuille
hu: Tárca kiválasztása
id: Pilih dompet
it: Seleziona il portafoglio
ja: ウォレットを選択
ko: 지갑 선택
pl: Wybierz portfel
pt_pt: Selecione a carteira
ru: Выберите кошелек
tr: Cüzdan seçin
vi: Chọn ví
zh_hans: 选择钱包

# common.ok.back
source: Okay, back
es: De acuerdo, volver
fr: Retour
hu: Oké, vissza
id: Baiklah, kembali
it: Va bene, indietro
ja: わかりました、戻る
ko: 확인, 뒤로
pl: Dobrze, wróć
pt_pt: Ok, voltar
ru: Хорошо, назад
tr: Tamam, geri dön
vi: Okay, quay lại
zh_hans: 好的，返回

# no.key.title
source: Oops! Key is missing
es: ¡Ups! Falta la clave
fr: Oups ! La clé est manquante
hu: Hoppá! Hiányzik a kulcs
id: Ups! Kunci hilang
it: Ops! La chiave manca
ja: おっと！ キーが見つかりません
ko: 이런! 키가 없습니다
pl: Ups! Brak klucza
pt_pt: Ops! A chave está faltando
ru: Упс! Ключ отсутствует
tr: Hata! Anahtar eksik
vi: Ôi! Thiếu khoá
zh_hans: 哎呀！缺少密钥

# no.key.message
source: Your wallet is watch-only, meaning that you cannot do any operations with it
es: Tu monedero es solo para ver, lo que significa que no puedes realizar ninguna operación con él
fr: Votre portefeuille est seulement observé, ce qui signifie que vous ne pouvez effectuer aucune opération
hu: A tárcád csak egy nézhető tárca, ami azt jelenti, hogy nem kezdeményezhetsz rajta semmilyen műveletet
id: Dompet Anda hanya dapat dilihat, artinya Anda tidak dapat melakukan operasi apa pun dengannya
it: Il tuo portafoglio è solo per la visualizzazione, il che significa che non puoi eseguire alcuna operazione con esso
ja: あなたのウォレットは閲覧専用であり、操作を行うことはできません
ko: 지갑은 보기 전용이므로, 계정으로 어떤 작업도 할 수 없습니다
pl: Twój portfel jest tylko do przeglądania, co oznacza, że nie możesz wykonywać na nim żadnych operacji
pt_pt: Sua carteira é apenas para visualização, o que significa que você não pode realizar nenhuma operação com ela
ru: Ваш кошелек доступен только для просмотра, то есть вы не можете выполнять с ним никаких операций
tr: Cüzdanınız yalnızca gözlem amacıyla kullanılabilir, yani herhangi bir işlem yapamazsınız
vi: Ví của bạn chỉ có thể xem, có nghĩa là bạn không thể thực hiện bất kỳ thao tác nào với nó
zh_hans: 您的钱包是仅查看的，这意味着您不能对其进行任何操作

# welcome.watch.only.title
source: Add watch-only wallet
es: Agregar cartera solo-lectura
fr: Observer un portefeuille
hu: Csak nézhető tárca hozzáadása
id: Tambahkan dompet hanya-sontak
it: Aggiungi un portafoglio solo visione
ja: ウォッチオンリーウォレットを追加
ko: watch-only 지갑 추가
pl: Dodaj watch-only portfel
pt_pt: Adicionar carteira apenas para visualização
ru: Добавить watch-only кошелёк
tr: Yalnızca-izleme cüzdanı ekle
vi: Thêm ví chỉ xem
zh_hans: 添加仅观察钱包

# create.watch.only.missing.nickname
source: Enter wallet nickname...
es: Ingresa el apodo de la billetera...
fr: Entrez le surnom du portefeuille...
hu: Tárca becenév megadása...
id: Masukkan nama panggilan dompet...
it: Inserisci soprannome del portafoglio...
ja: ウォレットのニックネームを入力してください...
ko: 지갑 닉네임을 입력하세요...
pl: Wpisz pseudonim portfela...
pt_pt: Insira o apelido da carteira...
ru: Введите имя кошелька...
tr: Cüzdan takma adı girin...
vi: Nhập biệt danh ví...
zh_hans: 输入钱包昵称...

# common.substrate.address.title
source: Substrate Address
es: Dirección Substrate
fr: Adresse Substrate
hu: Substrate cím
id: Alamat Substrate
it: Indirizzo Substrate
ja: Substrate アドレス
ko: Substrate 주소
pl: Adres Substrate
pt_pt: Endereço Substrate
ru: Substrate адрес
tr: Substrate adresi
vi: Địa chỉ Substrate
zh_hans: Substrate 地址

# common.substrate.address.hint
source: Polkadot, Kusama, Karura, KILT and 50+ networks
es: Polkadot, Kusama, Karura, KILT y más de 50 redes
fr: Polkadot, Kusama, Karura, KILT et plus de 50 réseaux
hu: Polkadot, Kusama, Karura, KILT és még 50+ hálózat
id: Polkadot, Kusama, Karura, KILT dan 50+ jaringan
it: Polkadot, Kusama, Karura, KILT e altre 50 reti
ja: Polkadot、Kusama、Karura、KILTおよび50+のネットワーク
ko: Polkadot, Kusama, Karura, KILT 및 50+ 네트워크
pl: Polkadot, Kusama, Karura, KILT i 50+ sieci
pt_pt: Polkadot, Kusama, Karura, KILT e mais de 50 redes
ru: Polkadot, Kusama, Karura, KILT и 50+ сетей
tr: Polkadot, Kusama, Karura, KILT ve 50+ ağlar
vi: Polkadot, Kusama, Karura, KILT và hơn 50 mạng khác
zh_hans: Polkadot、Kusama、Karura、KILT 以及 50+ 网络

# common.evm.address
source: EVM address
es: Dirección EVM
fr: Adresse EVM
hu: EVM cím
id: Alamat EVM
it: Indirizzo EVM
ja: EVM アドレス
ko: EVM 주소
pl: Adres EVM
pt_pt: Endereço EVM
ru: EVM Адрес
tr: EVM adresi
vi: Địa chỉ EVM
zh_hans: EVM 地址

# common.evm.address.optional.title
source: EVM address (Optional)
es: Dirección EVM (Opcional)
fr: Adresse EVM (facultatif)
hu: EVM-cím (opcionális)
id: Alamat EVM (Opsional)
it: Indirizzo EVM (Opzionale)
ja: EVMアドレス（任意）
ko: EVM 주소(선택 사항)
pl: Adres EVM (opcjonalnie)
pt_pt: Endereço EVM (Opcional)
ru: EVM Адрес (необязательно)
tr: EVM Adresi (İsteğe bağlı)
vi: Địa chỉ EVM (Không bắt buộc)
zh_hans: EVM 地址（可选）

# common.evm.address.hint
source: Moonbeam, Moonriver and other networks
es: Moonbeam, Moonriver y otras redes
fr: Moonbeam, Moonriver et autres réseaux
hu: Moonbeam, Moonriver és egyéb hálózatok
id: Moonbeam, Moonriver dan jaringan lainnya
it: Moonbeam, Moonriver e altre reti
ja: Moonbeam、Moonriverおよびその他のネットワーク
ko: Moonbeam, Moonriver 및 기타 네트워크
pl: Moonbeam, Moonriver i inne sieci
pt_pt: Moonbeam, Moonriver e outras redes
ru: Moonbeam, Moonriver и другие сети
tr: Moonbeam, Moonriver ve diğer ağlar
vi: Moonbeam, Moonriver và các mạng khác
zh_hans: Moonbeam、Moonriver 以及其他网络

# common.wallet.presets
source: Preset wallets
es: Monederos preestablecidos
fr: Portefeuilles prédéfinis
hu: Előre beállított tárcák
id: Dompet preset
it: Portafogli predefiniti
ja: プリセットウォレット
ko: 사전 설정 지갑
pl: Portfele predefiniowane
pt_pt: Carteiras predefinidas
ru: Предустановленные кошельки
tr: Önceden ayarlanmış cüzdanlar
vi: Ví cài sẵn
zh_hans: 预设钱包
