Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# delegations.add.banner.link
source: Describe yourself
es: Describirse
fr: Décrivez-vous
hu: Mutasd be magad
id: Deskripsikan dirimu
it: Descriviti
ja: 自己紹介を追加
ko: 자신을 설명하세요
pl: Opisz siebie
pt_pt: Descreva-se
ru: Добавить описание
tr: Kendinizi tanımlayın
vi: Mô tả về bạn
zh_hans: 描述自己

# delegations.add.banner.subtitle
source: Tell us more about yourself so Nova users get to know you better
es: Cuéntenos más sobre usted para que los usuarios de Nova lo conozcan mejor
fr: Parlez-nous un peu de vous pour que les utilisateurs de Nova puissent mieux vous connaître
hu: Mesélj magadról, hogy a Nova felhasználók jobban megismerhessenek.
id: Beritahu lebih banyak tentang diri Anda agar pengguna Nova lebih mengenal Anda
it: Raccontaci di più su di te in modo che gli utenti di Nova possano conoscerti meglio
ja: 自分自身についてもっと教えてください。Novaユーザーがあなたのことをよりよく知ることができます
ko: Nova 사용자가 귀하를 더 잘 알 수 있도록 자신에 대해 더 알려주세요
pl: Powiedz nam więcej o sobie, aby użytkownicy Nova lepiej Cię poznali
pt_pt: Conte-nos mais sobre você para que os usuários da Nova conheçam você melhor
ru: Расскажите нам о себе, чтобы пользователи Nova узнали вас лучше
tr: Nova kullanıcılarının sizi daha iyi tanıması için hakkınızda daha fazla bilgi verin
vi: Hãy cho chúng tôi biết thêm về bạn để người dùng Nova có thể hiểu rõ về bạn hơn
zh_hans: 告诉我们更多关于您自己的信息，以便Nova用户更好地了解您

# delegations.add.banner.title
source: Are you a Delegate?
es: ¿Eres un Delegado?
fr: Êtes-vous un délégué?
hu: Delegált vagy?
id: Apakah Anda seorang Delegasi?
it: Sei un delegato?
ja: デリゲートですか？
ko: Delegate가 되셨습니까?
pl: Czy jesteś Delegatem?
pt_pt: Você é um Delegado?
ru: Вы уже стали делегатом?
tr: Bir Delege misiniz?
vi: Bạn có phải là Delegate?
zh_hans: 您是代表吗？

# governance.referendums.yourDelegations
source: Your delegations
es: Sus delegaciones
fr: Vos délégations
hu: Delegálásaid
id: Delegasi Anda
it: Le tue deleghe
ja: あなたの委任
ko: 귀하의 위임들
pl: Twoje delegacje
pt_pt: Suas delegações
ru: Ваши делегации
tr: Delegasyonlarınız
vi: Ủy quyền của bạn
zh_hans: 您的委托

# gov.vote.by
source: %@ votes by %@
es: %@ votos por %@
fr: %@ votes par %@
hu: %@ szavazat %@ által
id: %@ suara oleh %@
it: %@ voti da %@
ja: %@ 投票者の %@
ko: %@ 명의 투표자 %@
pl: %@ głosów przez %@
pt_pt: %@ votos por %@
ru: %@ голосов через %@
tr: %@ tarafından %@ oylar
vi: %@ phiếu bầu bởi %@
zh_hans: %@ 通过 %@ 的投票

# delegations.voted.referenda.title
source: Voted referenda
es: Referendos votados
fr: Référendums votés
hu: Szavazott referendum
id: Referendum yang Sudah Diputuskan
it: Referendum votati
ja: 投票済みのレファレンダ
ko: 투표된 국민투표
pl: Głosowane referenda
pt_pt: Referendos votados
ru: Голоса за все время
tr: Oy verilen referandalar
vi: Các cuộc bỏ phiếu đã diễn ra
zh_hans: 已投票的公投

# delegations.info.title
source: Delegate info
es: Información del delegado
fr: Informations sur le délégué
hu: Delegált információ
id: Info delegasi
it: Informazioni sulla delega
ja: デリゲート情報
ko: Delegate 정보
pl: Informacje o delegacie
pt_pt: Informação do delegado
ru: Информация о делегате
tr: Yetkilendirme bilgisi
vi: Thông tin Delegate
zh_hans: 代表信息

# delegations.info.voted.all
source: Voted for all time
es: Votado por todo el tiempo
fr: Historique
hu: Összes szavazat
id: Menggunakan suara sepanjang waktu
it: Votato per sempre
ja: 全期間の投票
ko: 전체 시간 동안 투표됨
pl: Głosy przez cały czas
pt_pt: Votado por todo o tempo
ru: Голоса за все время
tr: Tüm zamanlar için oylama
vi: Đã bỏ phiếu cho toàn bộ thời gian
zh_hans: 所有时间的投票

# gov.tracks
source: Tracks
es: Pistas
fr: Chemins
hu: Kategóriák
id: Trek
it: Percorsi
ja: トラック
ko: 트랙
pl: Ścieżki
pt_pt: Faixas
ru: Треки
tr: Yollar
vi: Các track
zh_hans: 轨道

# gov.remove.votes
source: Remove votes
es: Eliminar votos
fr: Retirer les votes
hu: Szavazatok eltávolítása
id: Hapus suara
it: Rimuovi voti
ja: 投票を削除
ko: 투표 제거
pl: Usuń głosy
pt_pt: Remover votos
ru: Удалить голоса
tr: Oyları Kaldır
vi: Xóa phiếu bầu
zh_hans: 移除投票

# delegations.list.multiple.tracks
source: Across %@ tracks
es: En %@ pistas
fr: Sur %@ chemins
hu: %@ kategórián át
id: Di seluruh %@ trek
it: Attraverso %@ percorsi
ja: %@トラックにわたって
ko: %@ 트랙에 따라서
pl: W %@ tracks
pt_pt: Através de %@ trilhas
ru: В %@ треках
tr: %@ yolları boyunca
vi: Qua %@ tracks
zh_hans: 跨越 %@ 轨道

# gov.undelegating.period
source: Undelegating period
es: Período de anulación de delegación
fr: Période de non-délégation
hu: Delegálás visszavonási időszakasz
id: Periode Pembatalan Delegasi
it: Periodo di undelegating
ja: 未委任期間
ko: Unstaking 기간
pl: Okres oddelegowania
pt_pt: Período de desdelegação
ru: Период выхода из делегации
tr: Delege Edilmeme Süresi
vi: Thời gian Undelegating
zh_hans: 取消委托期

# gov.add.delegate.self.error.message
source: You cannot delegate to yourself, please choose different address
es: No puede delegar en sí mismo, por favor elija otra dirección
fr: Vous ne pouvez pas vous déléguer à vous-même, veuillez choisir une autre adresse.
hu: Nem delegálhatsz saját magadnak, kérlek, válassz egy másik címet
id: Anda tidak dapat mendelagasikan kepada diri sendiri, harap pilih alamat yang berbeda
it: Non puoi delegare a te stesso, per favore scegli un altro indirizzo
ja: 自分自身にデリゲートすることはできません。別のアドレスを選択してください
ko: 자신에게 위임할 수 없습니다. 다른 주소를 선택하세요
pl: Nie możesz delegować do siebie, wybierz inny adres
pt_pt: Você não pode delegar para si mesmo, por favor escolha um endereço diferente
ru: Вы не можете делегировать голоса себе, пожалуйста, выберите другой адрес
tr: Kendi kendinize atanamazsınız, lütfen farklı bir adres seçin
vi: Bạn không thể ủy thác cho chính mình, vui lòng chọn địa chỉ khác
zh_hans: 您不能委托给自己，请选择另一个地址

# gov.add.delegate.self.error.title
source: Cannot delegate to yourself
es: No se puede delegar a sí mismo
fr: Impossible de se déléguer
hu: Nem delegálhatsz saját magadnak
id: Tidak dapat melakukan delegasi kepada diri sendiri
it: Non puoi delegare a te stesso
ja: 自分自身にデリゲートできません
ko: 자신에게 위임할 수 없음
pl: Nie można delegować do siebie
pt_pt: Não pode delegar para si mesmo
ru: Нельзя делегировать себе
tr: Kendinize atama yapılamaz
vi: Không thể ủy thác cho chính mình
zh_hans: 不能自我委托

# gov.add.delegate.hint2
source: Undelegating period will start after you revoke a delegation
es: El período de anulación de delegación comenzará después de que revoque una delegación
fr: La période de non-délégation commencera après la révocation d'une délégation
hu: A delegálás visszavonásának időszaka, a delegálás visszavonása után kezdődik
id: Periode pembatalan delegasi akan dimulai setelah Anda mencabut delegasi
it: Il periodo di sblocco inizierà dopo la revoca di una delega
ja: デリゲーションを取り消した後、解除期間が始まります
ko: 위임을 취소하면 위임 해제 기간이 시작됩니다
pl: Okres Unstaking rozpocznie się po cofnięciu delegacji
pt_pt: O período de remoção da delegação começará depois que você revogar uma delegação
ru: Период выхода из делегации начнется после ее отмены
tr: Bir yetkilendirmeyi iptal ettikten sonra yetkilendirme dönemi başlayacak
vi: Quá trình hủy ủy quyền sẽ bắt đầu sau khi bạn thu hồi ủy quyền
zh_hans: 撤销委托后将开始撤销期

# gov.add.delegate.hint1
source: Your votes will automatically vote alongside your delegates' vote
es: Sus votos votarán automáticamente junto con el voto de sus delegados
fr: Vos votes s'ajouteront automatiquement à ceux de vos délégués
hu: Szavazataid automatikusan a delegáltak szavazataival együtt fognak szavazni
id: Suara Anda akan secara otomatis menggunakan suara bersamaan dengan suara delegasi Anda
it: I tuoi voti voteranno automaticamente insieme al voto dei tuoi delegati
ja: あなたの投票は自動的に代理人の投票と共に行われます
ko: 귀하의 투표는 귀하의 Delegate의 투표에 자동으로 동반 투표됩니다
pl: Twoje głosy będą automatycznie głosowały wraz z głosami Twoich delegatów
pt_pt: Seus votos votarão automaticamente junto com o voto de seus delegados
ru: Ваши голоса будут автоматически применяться вместе с голосами ваших делегатов
tr: Oylarınız otomatik olarak yetkilendirdiklerinizin oyu ile birlikte kullanılacaktır
vi: Phiếu bầu của bạn sẽ tự động cùng bầu với phiếu bầu của đại biểu của bạn
zh_hans: 您的投票将自动与您的代表的投票一起投票

# gov.your.delegation
source: Your delegation
es: Su delegación
fr: Votre délégation
hu: Delegálásod
id: Delegasi Anda
it: La tua delega
ja: あなたの委任
ko: 귀하의 위임
pl: Twoja delegacja
pt_pt: Sua delegação
ru: Ваша делегация
tr: Delegasyonunuz
vi: Ủy quyền của bạn
zh_hans: 您的委托

# gov.delegate
source: Delegate
es: Delegar
fr: Déléguer
hu: Delegálás
id: Delegasi
it: Delega
ja: デリゲート
pl: Delegat
pt_pt: Delegar
ru: Делегат
tr: Yetkilendir
zh_hans: 代理

# delegator.votes.via.delegate
source: Your votes via %@
es: Sus votos a través de %@
fr: Vos votes via %@
hu: Szavazataid a(z) %@ által
id: Suara Anda melalui %@
it: I tuoi voti tramite %@
ja: %@を通じたあなたの投票
ko: %@을 통한 귀하의 투표
pl: Twoje głosy przez %@
pt_pt: Seus votos via %@
ru: Ваши голоса через %@
tr: %@ üzerinden oylarınız
vi: Phiếu bầu của bạn thông qua %@
zh_hans: 通过 %@ 的您的投票

# delegate.vote.by
source: Your votes: %@ via %@
es: Sus votos: %@ a través de %@
fr: Vos votes : %@ via %@
hu: Szavazataid: %@ a(z) %@ által
id: Suara Anda: %@ melalui %@
it: I tuoi voti: %@ tramite %@
ja: あなたの投票: %@ 経由 %@
ko: 귀하의 투표: %@ 통해 %@
pl: Twoje głosy: %@ przez %@
pt_pt: Seus votos: %@ via %@
ru: Ваши голоса: %@ через %@
tr: Oylarınız: %@ üzerinden %@
vi: Phiếu bầu của bạn: %@ qua %@
zh_hans: 您的投票：%@ 通过 %@

# common.revoke
source: Revoke
es: Revocar
fr: Révoquer
hu: Visszavon
id: Cabut
it: Revoca
ja: 取り消す
ko: 취소
pl: Odwołaj
pt_pt: Revogar
ru: Отменить
tr: İptal et
vi: Thu hồi
zh_hans: 撤销

# gov.edit.delegation.tracks.title
source: Select tracks to edit delegation
es: Seleccionar pistas para editar delegación
fr: Sélectionnez des chemins pour modifier une délégation
hu: Kategóriák választása delegálás szerkesztéséhez
it: Seleziona le tracce da modificare per la delega
ja: デリゲーションを編集するトラックを選択
ko: 위임 수정할 트랙 선택
pl: Wybierz trasy do edycji delegacji
pt_pt: Selecionar faixas para editar delegação
ru: Выберите треки для изменения делегации
tr: Delegasyonu düzenlemek için yolları seçin
vi: Chọn track để chỉnh sửa ủy quyền
zh_hans: 选择要编辑委托的轨道

# gov.revoke.delegation.tracks.title
source: Select tracks to revoke your delegation
es: Seleccionar pistas para revocar tu delegación
fr: Sélectionnez des chemins pour révoquer votre délégation
hu: Kategóriák választána delegálás visszavonásához
it: Seleziona le tracce per revocare la tua delega
ja: デリゲーションを取り消すトラックを選択
ko: 위임 취소할 트랙 선택
pl: Wybierz trasy do odwołania delegacji
pt_pt: Selecionar faixas para revogar sua delegação
ru: Выберите треки для отмены делегации
tr: Delegasyonunuzu iptal etmek için yolları seçin
vi: Chọn track để hủy ủy quyền
zh_hans: 选择要撤销委托的轨道

# gov.add.delegation.tracks.title
source: Select tracks to add delegation
es: Seleccionar pistas para añadir delegación
fr: Sélectionner des chemins pour ajouter une délégation
hu: Kategóriák választása delegáláshoz
it: Seleziona percorsi per aggiungere la delega
ja: デリゲーションを追加するトラックを選択
ko: 위임할 트랙 선택
pl: Wybierz trasy do dodania delegacji
pt_pt: Selecionar faixas para adicionar delegação
ru: Выберите треки для делегирования
tr: Delegasyon eklemek için parçaları seçin
vi: Chọn track để thêm ủy quyền
zh_hans: 选择要添加委托的轨道

# gov.revoke.delegation.title
source: Revoke delegation
es: Revocar delegación
fr: Révoquer la délégation
hu: Delegálás visszavonása
id: Batalkan delegasi
it: Revoca delega
ja: 委任を取り消す
ko: 위임 취소
pl: Odwołaj delegację
pt_pt: Revogar delegação
ru: Отменить делегацию
tr: Delegasyonu İptal Et
vi: Hủy bỏ ủy quyền
zh_hans: 撤销委托

# gov.edit.delegation
source: Edit delegation
es: Editar delegación
fr: Modifier la délégation
hu: Delegálás szerkesztése
id: Edit delegasi
it: Modifica delega
ja: デリゲーションを編集
ko: 위임 수정
pl: Edytuj delegację
pt_pt: Editar delegação
ru: Изменить делегацию
tr: Yetkilendirmeyi düzenle
vi: Chỉnh sửa ủy nhiệm
zh_hans: 编辑委派

# gov.revoke.delegation.confirm.hint
source: After the undelegating period has expired, you will need to unlock your tokens.
es: Después de que expire el período de anulación de delegación, necesitará desbloquear sus tokens.
fr: Après l'expiration de la période de non-délégation, vous devrez débloquer vos actifs.
hu: A delegálás feloldási időszak lejárata után fel kell oldanod a tokenjeidet.
id: Setelah periode pembatalan delegasi berakhir, Anda perlu membuka token Anda.
it: Dopo che il periodo di undelegating è scaduto, dovrai sbloccare i tuoi token.
ja: 解除期間が終了した後、トークンをアンロックする必要があります。
ko: 위임 해제 기간이 만료된 후 토큰을 잠금 해제해야 합니다.
pl: Po upływie okresu oddelegowania będziesz musiał odblokować swoje tokeny.
pt_pt: Após o período de desdelegação ter expirado, você precisará desbloquear seus tokens.
ru: После истечения периода выхода из делегации не забудьте разблокировать токены
tr: Delege edilmeme süresi sona erdikten sonra, tokenlarınızın kilidini açmanız gerekecek.
vi: Sau khi khoảng thời gian Unstaking hết hạn, bạn sẽ cần mở khóa token của mình.
zh_hans: 取消委托期结束后，您将需要解锁您的代币。

# governance.abstain
source: Abstain
es: Abstenerse
fr: Abstention
hu: Tartózkodik
id: Menyatakan Tidak Memilih
it: Astenersi
ja: 棄権
ko: 기권
pl: Wstrzymać się
pt_pt: Abster-se
ru: Воздержался
tr: Çekimser
vi: Không bỏ phiếu
zh_hans: 弃权

# delegations.sort.delegations
source: Delegations
es: A las delegaciones
fr: Délégations
hu: Delegációk
id: Delegasi
it: Deleghe
ja: 委任
ko: 위임
pl: Delegacje
pt_pt: Delegações
ru: Делегациям
tr: Delegasyonlar
vi: Ủy quyền
zh_hans: 委托

# delegations.sort.delegatedVotes
source: Delegated votes
es: Votos a los delegados
fr: Voix déléguées
hu: Delegált szavazatok
id: Suara yang Didelegasikan
it: Voti delegati
ja: 委任された投票
ko: 위임된 투표
pl: Delegowane głosy
pt_pt: Votos delegados
ru: Голосам делегаторов
tr: Delege Edilen Oylar
vi: Phiếu bầu của người ủy quyền
zh_hans: 委托投票

# delegations.sort.lastVoted
source: Voted last %@
es: Votos recientes %@
fr: Votes récents (%@)
hu: Utolsó %@ szavazatai
id: Memilih terakhir %@
it: Ultimo voto %@
ja: 最後に投票した %@
ko: 마지막으로 투표한 %@
pl: Głosowane ostatnio %@
pt_pt: Votou pela última vez %@
ru: Голосам за %@
tr: Son %@ oyladı
vi: Bỏ phiếu lần cuối %@
zh_hans: 最后投票 %@

# delegations.show.title
source: Show
es: Mostrar
fr: Afficher
hu: Mutat
id: Tampilkan
it: Mostra
ja: 表示
ko: 표시
pl: Pokaż
pt_pt: Mostrar
ru: Показывать
tr: Göster
vi: Hiển thị
zh_hans: 显示

# delegations.account.missing.message
source: You need to add a %@ account to the wallet in order to delegate
es: Necesitas agregar una cuenta %@ al monedero para poder delegar
fr: Vous devez ajouter le compte %@ au portefeuille afin de déléguer
hu: Hozzá kell adj egy %@ fiókot a tárcádhoz, ahhoz hogy delegálhass
id: Anda perlu menambahkan akun %@ ke dompet untuk mendelagasikan
it: Devi aggiungere un account %@ al portafoglio per delegare
ja: 委任するためにはウォレットに%@アカウントを追加する必要があります
ko: 위임하기 위해 지갑에 %@ 계정을 추가해야 합니다
pl: Musisz dodać konto %@ do portfela, aby delegować
pt_pt: Você precisa adicionar uma conta %@ à carteira para delegar
ru: Вы должны добавить %@ аккаунт в кошелек, чтобы иметь возможность делегировать
tr: Delege etmek için cüzdana %@ hesabı eklemeniz gerekiyor
vi: Bạn cần thêm tài khoản %@ vào ví để ủy quyền
zh_hans: 您需要添加一个%@帐户到钱包才能委托

# search.by.address.name.placeholder
source: Search by address or name
es: Buscar por dirección o nombre
fr: Recherche par adresse ou nom
hu: Keresés cím vagy név alapján
id: Cari berdasarkan alamat atau nama
it: Cerca per indirizzo o nome
ja: アドレスまたは名前で検索
ko: 주소나 이름으로 검색
pl: Szukaj po adresie lub nazwie
pt_pt: Pesquisar por endereço ou nome
ru: Поиск по адресу или имени
tr: Adrese veya isme göre ara
vi: Tìm kiếm theo địa chỉ hoặc tên
zh_hans: 通过地址或名称搜索

# staking.rebag.alert.message
source: Having outdated position in the queue of stake assignment to a validator may suspend your rewards
es: Tener una posición desactualizada en la cola de asignación de stake a un validador puede suspender tus recompensas
fr: Être mal positionné dans la file d’attente de l’attribution de mise à un validateur peut suspendre vos récompenses
hu: A validátorhoz rendelt elavult stake-elési pozíció felfüggesztheti a jutalmakat.
id: Memiliki posisi usang dalam antrian penugasan staking ke validator dapat menangguhkan hadiah Anda
it: Avere una posizione superata nella coda dell'assegnazione dello staking a un validatore può sospendere i tuoi premi
ja: ステークの割り当て順の位置が古い場合、報酬が停止する可能性があります
ko: 검증자에게 스테이크 할당 대기열에서 오래된 위치를 가지고 있으면 보상이 중단될 수 있습니다
pl: Posiadanie przestarzałej pozycji w kolejce przydzielania stake do walidatora może zawiesić Twoje nagrody
pt_pt: Ter uma posição desatualizada na fila de atribuição de stake a um validador pode suspender suas recompensas
ru: Устаревшая позиция в очереди назначения стейка валидатору может приостановить получение вознаграждений
tr: Stake ataması için bir doğrulayıcıya olan kuyrukta güncel olmayan bir pozisyon, ödül alımınızı askıya alabilir
vi: Vị trí cũ trong hàng đợi phân bổ stake cho trình xác thực có thể tạm dừng phần thưởng của bạn
zh_hans: 在验证者质押指派队列中的过时位置可能会暂停您的奖励

source: Staking improvements
es: Mejoras de staking
fr: Amélioration du staking
hu: Stake-elési fejlesztések
id: Peningkatan Staking
it: Miglioramenti dello staking
ja: ステーキングの改善
ko: 스테이킹 개선
pl: Ulepszenia stakingu
pt_pt: Melhorias no staking
ru: Улучшения стейкинга
tr: Staking iyileştirmeleri
vi: Cải tiến staking
zh_hans: 质押改进

# staking.rebag.confirm.new.bag.list
source: New queue slot
es: Nueva ranura en cola
fr: Nouvelle position
hu: Új pozíció a sorban
id: Slot antrian baru
it: Nuovo slot nella coda
ja: 新しいキューウエースロット
ko: 새로운 대기열 슬롯
pl: Nowe miejsce w kolejce
pt_pt: Novo slot da fila
ru: Новый слот очереди
tr: Yeni kuyruk yuvası
vi: Khe hàng chờ mới
zh_hans: 新队列槽

# staking.rebag.confirm.current.bag.list
source: Current queue slot
es: Ranura actual en cola
fr: Position dans la file d'attente
hu: Jelenlegi pozíció a sorban
id: Slot antrian saat ini
it: Slot attuale nella coda
ja: 現在のキューウエースロット
ko: 현재 대기열 슬롯
pl: Obecne miejsce w kolejce
pt_pt: Slot atual da fila
ru: Текущий слот очереди
tr: Mevcut kuyruk yuvası
vi: Khe hàng chờ hiện tại
zh_hans: 当前队列槽

# staking.min.stake.violated.message
source: The recommended minimum stake to consistently receive rewards is %@.
es: El stake mínimo recomendado para recibir consistentemente recompensas es %@.
fr: La mise minimale recommandée pour recevoir régulièrement des récompenses est de %@.
hu: A jutalmak következetes megszerzéséhez ajánlott minimális stake %@.
id: Stake minimum yang direkomendasikan untuk menerima imbalan secara konsisten adalah %@.
it: Il numero minimo consigliato per ricevere costantemente ricompense è %@.
ja: 報酬を継続的に受け取るための推奨される最低ステークは%@です。
ko: 보상을 꾸준히 받으려면 권장되는 최소 Stake는 %@입니다.
pl: Rekomendowana minimalna kwota stake do regularnego otrzymywania nagród wynosi %@.
pt_pt: A aposta mínima recomendada para receber recompensas consistentemente é %@.
ru: Рекомендуемый минимальный стейк для постоянного получения вознаграждений составляет %@.
tr: Tutarlı bir şekilde ödül almak için önerilen minimum stake %@'dir.
vi: Stake tối thiểu được khuyến nghị để nhận phần thưởng đều đặn là %@.
zh_hans: 要持续获得奖励的推荐最低质押额是%@。

# common.multi.tx.error.title
source: Failed to submit some transactions
es: No se pudo enviar algunas transacciones
fr: Certaines transactions n'ont pas été soumises
hu: Néhány tranzakció elküldése nem sikerült
id: Gagal mengirim beberapa transaksi
it: Impossibile inviare alcune transazioni
ja: いくつかのトランザクションの送信に失敗しました
ko: 일부 거래 전송 실패
pl: Nie udało się wysłać niektórych transakcji
pt_pt: Falha ao enviar algumas transações
ru: Не удалось отправить некоторые транзакции
tr: Bazı işlemler gönderilemedi
vi: Không thể gửi một số giao dịch
zh_hans: 提交某些交易失败

# in.app.updates.fetch.change.logs.error
source: Change logs can't be loaded
es: No se pueden cargar los registros de cambios
fr: Les journaux des modifications ne peuvent pas être chargés
hu: A változás napló nem tölthető be
id: Log perubahan tidak dapat dimuat.
it: Impossibile caricare i log delle modifiche
ja: 変更ログを読み込めません
ko: 변경 로그를 불러올 수 없습니다
pl: Nie można załadować changelogów
pt_pt: Não foi possível carregar os registros de alteração
ru: Не удалось получить описание обновления
tr: Değişiklik günlükleri yüklenemedi
vi: Không thể tải nhật ký thay đổi
zh_hans: 无法加载变更日志

# gov.remove.votes.ask.details
source: You have previously voted in referendums in %@. In order to make these tracks available for delegation, you need to remove your existing votes.
es: Usted ha votado previamente en referendos en %@. Para hacer que estas pistas estén disponibles para la delegación, necesita eliminar sus votos existentes.
fr: Vous avez déjà voté lors de référendums en %@. Afin de rendre ces chemins disponibles pour la délégation, vous devez retirer vos votes existants.
hu: Korábban már %@ kategóriában szavaztál referendumokra. Ahhoz, hogy delegálhatóvá tedd ezen kategóriákat, a meglévő szavazataidat el kell távolítanod.
id: Anda sudah memberikan suara dalam referendum di %@. Untuk membuat trek-trek ini tersedia untuk delegasi, Anda perlu menghapus suara yang sudah ada.
it: Hai già votato in referendum in %@. Per rendere disponibili questi percorsi per la delega, è necessario rimuovere i tuoi voti esistenti.
ja: 以前に %@ のレファレンダムで投票しました。これらのトラックを委任可能にするためには、既存の投票を削除する必要があります。
ko: %@에서 이전에 투표하였습니다. 이 트랙을 위임 가능하게 하려면 기존의 투표를 제거해야 합니다.
pl: Oddawałeś wcześniej głosy w referendach w %@. Aby te ścieżki były dostępne do delegowania, musisz usunąć swoje dotychczasowe głosy.
pt_pt: Você já votou em referendos em %@. Para tornar essas trilhas disponíveis para delegação, você precisa remover seus votos existentes.
ru: Вы ранее голосовали в референдумах в %@. Для того, чтобы сделать эти треки доступными для делегирования, вам необходимо удалить голоса.
tr: Daha önce %@'de referandumlarda oy kullandınız. Bu izleri delegasyon için kullanılabilir hale getirmek için mevcut oylarınızı kaldırmanız gerekiyor.
vi: Bạn đã bỏ phiếu trong các cuộc trưng cầu dân ý ở %@. Để làm cho các track này có sẵn để ủy quyền, bạn cần xóa các phiếu bầu hiện tại của mình.
zh_hans: 您之前在 %@ 中参与了公投。为了使这些轨迹可用于委托，您需要移除现有的投票。

# delegations.list.empty
source: List of delegations will appear here
es: La lista de delegaciones aparecerá aquí
fr: La liste des délégations apparaîtra ici
hu: Itt fog megjelenni a delegálások listája
id: Daftar delegasi akan muncul di sini
it: L'elenco delle deleghe apparirà qui
ja: 委任リストはここに表示されます
ko: 여기에 위임 목록이 표시됩니다
pl: Lista delegacji pojawi się tutaj
pt_pt: A lista de delegações aparecerá aqui
ru: Список делегаций появится здесь
tr: Delegasyon listesi burada görünecek
vi: Danh sách ủy quyền sẽ xuất hiện ở đây
zh_hans: 委托列表将出现在这里

# gov.add.delegate.voting.error.title
source: Already voting
es: Ya está votando
fr: Déjà voté
hu: Szavaznak
id: Sudah memberi suara
it: Hai già votato
ja: 既に投票済み
ko: 이미 투표 중
pl: Już głosujesz
pt_pt: Já está votando
ru: Вы уже голосовали
tr: Zaten oy kullanıyorsunuz
vi: Đã bỏ phiếu
zh_hans: 已经投票

# gov.add.delegate.voting.error.message
source: Please, remove votes from selected tracks to start delegating
es: Por favor, quite votos de las pistas seleccionadas para comenzar a delegar
fr: Veuillez supprimer les votes des chemins sélectionnés pour commencer à déléguer
hu: Kérlek, távolítsd el a szavazatokat a kiválasztott kategóriákról, amennyiben delegálni szeretnél.
id: Silakan hapus suara dari trek yang dipilih untuk memulai delegasi
it: Si prega di rimuovere i voti dai brani selezionati per iniziare la delega
ja: 選択されたトラックから投票を削除してから委任を開始してください
ko: 선택한 트랙에서 투표를 제거하여 위임을 시작하십시오
pl: Proszę, usuń głosy z wybranych ścieżek, aby rozpocząć delegowanie
pt_pt: Por favor, remova os votos das trilhas selecionadas para começar a delegar
ru: Пожалуйста, удалите голоса в выбранных треках для начала делегирования
tr: Lütfen delegasyon yapmaya başlamak için seçilen yolları oy kullanımdan kaldırın
vi: Vui lòng xóa phiếu bầu khỏi các track đã chọn để bắt đầu ủy quyền
zh_hans: 请从选定的轨道中删除投票以开始委托
