Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# staking.start.test.network.description
source: test network
es: red de prueba
fr: réseau de test
hu: teszt hálózat
id: jaringan uji
it: rete di test
ja: テストネットワーク
ko: 테스트 네트워크
pl: sieć testowa
pt_pt: rede de teste
ru: тестовая сеть
tr: test ağı
vi: mạng thử nghiệm
zh_hans: 测试网络

# staking.start.test.network
source: %1$@ is a %2$@ with %3$@
es: %1$@ es una %2$@ con %3$@
fr: %1$@ est un %2$@ avec %3$@
hu: %1$@ egy %2$@ ahol %3$@
id: %1$@ adalah %2$@ dengan %3$@
it: %1$@ è una %2$@ con %3$@
ja: %1$@ は %2$@ であり、%3$@ が含まれます
ko: %1$@은(는) %2$@이며 %3$@입니다
pl: %1$@ to %2$@ z %3$@
pt_pt: %1$@ é uma %2$@ com %3$@
ru: %1$@ — это %2$@ с %3$@
tr: %1$@ bir %2$@ ve %3$@ ile olan bir durumdur
vi: %1$@ là %2$@ với %3$@
zh_hans: %1$@是一个%2$@带有%3$@

# staking.start.earn.up.title
source: %1$@ on your %2$@ tokens per year
es: %1$@ en tus tokens %2$@ por año
fr: %1$@ sur vos jetons %2$@ par an
hu: %1$@ %2$@ tokenjeiden évente
id: %1$@ di %2$@ token per tahun
it: %1$@ ai tuoi token %2$@ all'anno
ja: 年間 %1$@ あなたのトークン %2$@ に対して
ko: %1$@ 당신의 %2$@ 토큰으로 1년간
pl: %1$@ na twoich tokenach %2$@ rocznie
pt_pt: %1$@ em seus tokens %2$@ por ano
ru: %1$@ на ваших токенах %2$@ в год
tr: %1$@ %2$@ tokenlarınızda yılda
vi: %1$@ trên các token của bạn %2$@ mỗi năm
zh_hans: %1$@ 在您的%2$@代币 每年

# staking.start.earn.up
source: Earn up to %@
es: Gana hasta %@
fr: Gagnez jusqu'à %@
hu: Keress akár %@-ot
id: Dapatkan hingga %@
it: Guadagna fino a %@
ja: 最大 %@ を稼ぐ
ko: 최대 %@까지 적립됩니다
pl: Zarabiaj do %@
pt_pt: Ganhe até %@
ru: Зарабатывайте до %@
tr: %@ kadar kazanın
vi: Kiếm lên đến %@
zh_hans: 最高可赚取%@

# staking.direct
source: Direct
es: Directo
hu: Direkt
id: Langsung
it: Diretto
ja: 直接
ko: 직접
pl: Bezpośredni
pt_pt: Direto
ru: Прямой
tr: Doğrudan
vi: Trực tiếp
zh_hans: 直接

# staking.your.pool.title
source: Your pool
es: Tu pool
fr: Votre pool
hu: A pool-od
id: Pool Anda
it: Il tuo pool
ja: あなたのプール
ko: 귀하의 풀
pl: Twoja pula
pt_pt: Seu pool
ru: Ваш пул
tr: Havuzunuz
vi: Nhóm của bạn
zh_hans: 您的池

# staking.your.pool.format
source: Your pool (#%@)
es: Tu pool (#%@)
fr: Votre pool (#%@)
hu: A pool-od (#%@)
id: Pool Anda (#%@)
it: Il tuo pool (#%@)
ja: あなたのプール (#%@)
ko: 귀하의 풀 (#%@)
pl: Twoja pula (#%@)
pt_pt: Seu pool (#%@)
ru: Ваш пул (#%@)
tr: Havuzunuz (#%@)
vi: Nhóm của bạn (#%@)
zh_hans: 您的池（#%@）

# staking.pool.rewards.claim.hint
source: Your rewards (%@) will also be claimed and added to your free balance
es: Tus recompensas (%@) también serán reclamadas y añadidas a tu saldo disponible
fr: Vos récompenses (%@) seront également réclamées et ajoutées à votre solde disponible
hu: Jutalmaid (%@) ki lesznek kérve, majd hozzá lesznek adva az egyenlegedhez
id: Hadiah Anda (%@) juga akan diklaim dan ditambahkan ke saldo bebas Anda
it: Le tue ricompense (%@) saranno anche richieste e aggiunte al tuo saldo libero
ja: 報酬 (%@) も請求され、使用可能なバランスに追加されます
ko: 귀하의 보상 (%@) 도 청구되어 귀하의 사용 가능 잔액에 추가될 것입니다
pl: Twoje nagrody (%@) również zostaną odebrane i dodane do twojego wolnego salda
pt_pt: Suas recompensas (%@) também serão reivindicadas e adicionadas ao seu saldo livre
ru: Ваши награды (%@) также будут забраны и добавлены к вашему доступному балансу.
tr: Ödülleriniz (%@) de talep edilecek ve serbest bakiyenize eklenecektir.
vi: Phần thưởng của bạn (%@) cũng sẽ được yêu cầu và thêm vào số dư tự do của bạn
zh_hans: 您的奖励（%@）也将被领取并添加到您的可用余额中

# staking.pool.rewards.bond.more.pool.is.destroing
source: Cannot perform specified operation since pool is in destroying state. It will be closed soon.
es: No se puede realizar la operación especificada ya que el pool está en estado de destrucción. Se cerrará pronto.
fr: Impossible d'exécuter l'opération spécifiée car le pool est en cours de fermeture. Il sera bientôt fermé.
hu: A műveletet nem lehet végrehajtani, mert a pool megsemmisülés alatt áll. Hamarosan be for zárni.
id: Tidak dapat melakukan operasi yang ditentukan karena pool sedang dalam proses penghancuran. Ini akan segera ditutup.
it: Impossibile eseguire l'operazione specificata poiché il pool è nello stato di chiusura. Verrà chiuso presto.
ja: プールが閉鎖状態にあるため、指定した操作を実行できません。まもなく閉鎖されます。
ko: 풀이 파괴 상태에 있어 지정된 작업을 수행할 수 없습니다. 곧 닫힐 예정입니다.
pl: Nie można wykonać określonej operacji, ponieważ pula jest w stanie zamykania. Wkrótce zostanie zamknięta.
pt_pt: Não é possível realizar a operação especificada pois o pool está em estado de destruição. Será fechado em breve.
ru: Невозможно выполнить указанную операцию, так как пул находится в состоянии закрытия. В ближайшее время он будет закрыт.
tr: Havuz yok ediliyor durumunda olduğundan belirtilen işlem gerçekleştirilemez. Yakında kapatılacak.
vi: Không thể thực hiện thao tác chỉ định vì nhóm đang trong trạng thái hủy bỏ. Nhóm sẽ sớm được đóng lại.
zh_hans: 由于池处于销毁状态，无法执行指定操作。它将很快被关闭。

# staking.unstake.crossed.min.title
source: Too small amount remains in stake
es: Cantidad demasiado pequeña permanece en la apuesta
fr: Montant trop faible reste en stake
hu: Túl kis összeg marad a stake-ben
id: Jumlah yang tersisa dalam penyetoran terlalu sedikit
it: Resta una quantità troppo piccola in gioco
ja: ステークに残る金額が少なすぎます
ko: Stake에 남은 금액이 너무 적습니다
pl: Zbyt mała kwota pozostaje w Stake
pt_pt: Quantia muito pequena restante em stake
ru: В стейкинге остается слишком маленькая сумма
tr: Stakette kalan miktar çok küçük
vi: Số tiền còn lại trong stake quá nhỏ
zh_hans: 质押的金额过小

# staking.unstake.no.space.message
source: There are currently no free spots in unstaking queue for your pool. Please try again in %@
es: Actualmente no hay lugares libres en la cola de desvinculación para tu pool. Por favor, intenta de nuevo en %@
fr: Il n'y a actuellement pas de places disponibles dans la file d'attente d'Unstaking pour votre pool. Veuillez réessayer dans %@
hu: Jeleneg nincs szabad hely a pool-od unstake-elési sorában. Kérlek, próbáld újra %@ múlva
id: Saat ini tidak ada ruang kosong dalam antrian penarikan dana untuk pool Anda. Harap coba lagi dalam %@
it: Attualmente non ci sono posti liberi nella coda di uscita per il tuo pool. Riprova tra %@
ja: 現在、お使いのプールにはUnstakingキューに空きがありません。%@後に再試行してください
ko: 현재 귀하의 풀에 대한 Unstaking 대기열에 빈 자리가 없습니다. %@ 후에 다시 시도해 주세요
pl: Obecnie nie ma wolnych miejsc w kolejce do unstake w twojej puli. Spróbuj ponownie za %@
pt_pt: Atualmente não há vagas disponíveis na fila de desvinculação para o seu pool. Por favor, tente novamente em %@
ru: В настоящее время в очереди на вывод средств для вашего пула нет свободных мест. Пожалуйста, повторите попытку через %@
tr: Havuzunuz için çıkarılma kuyruğunda şu anda boş yer yok. Lütfen %@ sonra tekrar deneyin
vi: Hiện tại không còn chỗ trống trong hàng chờ unstaking cho nhóm của bạn. Vui lòng thử lại sau %@
zh_hans: 您的池目前在解绑队列中没有空闲位置。请在 %@ 后再试。

# staking.unstake.no.space.title
source: Too many people are unstaking from your pool
es: Demasiadas personas están desvinculando de tu pool
fr: Trop de personnes Unstake de votre pool
hu: Túl sokan unstake-elnek a pool-odból
id: Terlalu banyak orang mencabut staking dari pool Anda
it: Troppe persone stanno cancellando dal tuo pool
ja: プールからのUnstakingが多すぎます
ko: 너무 많은 사람들이 귀하의 풀에서 Unstaking 하고 있습니다
pl: Zbyt wiele osób wycofuje środki z twojej puli
pt_pt: Muitas pessoas estão desvinculando do seu pool
ru: Слишком много участников выводят средства из вашего пула
tr: Havuzunuzdan çok sayıda kişi payını çekiyor
vi: Quá nhiều người đang unstaking từ nhóm của bạn
zh_hans: 太多人正在从您的池中解绑

# staking.claim.rewards
source: Claim rewards
es: Reclamar recompensas
fr: Réclamer des récompenses
hu: Jutalmak igénylése
id: Klaim hadiah
it: Richiedi ricompense
ja: 報酬を請求
ko: 보상 청구
pl: Odbierz nagrody
pt_pt: Reivindicar recompensas
ru: Забрать награды
tr: Ödülleri Talep Et
vi: Yêu cầu phần thưởng
zh_hans: 领取奖励

# common.recommended
source: Recommended
es: Recomendado
fr: Recommandé
hu: Ajánlott
id: Disarankan
it: Consigliato
ja: おすすめ
ko: 추천
pl: Polecane
pt_pt: Recomendado
ru: Рекомендовано
tr: Önerilen
vi: Đề xuất
zh_hans: 推荐

# staking.setup.amount.direct.type.subtitle
source: Selected: %d (max %d)
es: Seleccionados: %li (máx %li)
fr: Sélectionné : %li (max %li)
hu: Kiválasztott: %d (max. %d)
id: Dipilih: %li (maks %li)
it: Selezionato: %li (massimo %li)
ja: 選択済み: %li (最大 %li)
ko: 선택됨: %li (최대 %li)
pl: Wybrane: %li (maks. %li)
pt_pt: Selecionado: %li (máx %li)
ru: Выбрано: %d (макс. %d)
tr: Seçilen: %li (maksimum %li)
vi: Đã chọn: %li (tối đa %li)
zh_hans: 已选：%li（最多 %li）

# staking.is.not.available.title
source: %@ is currently unavailable
es: %@ actualmente no está disponible
fr: %@ est actuellement indisponible
hu: %@ jelenleg nem elérhető
id: %@ saat ini tidak tersedia
it: %@ non è attualmente disponibile
ja: %@は現在利用できません
ko: %@은(는) 현재 사용 불가능합니다
pl: %@ jest obecnie niedostępny
pt_pt: %@ está atualmente indisponível
ru: %@ в настоящее время недоступен
tr: %@ şu anda kullanılamıyor
vi: %@ hiện không khả dụng
zh_hans: %@目前不可用

# staking.locked.pool.violation.error
source: You have locked tokens on your balance due to %@. In order to continue you should enter less than %@ or more than %@. To stake another amount you should remove your %@ locks.
es: Has bloqueado tokens en tu saldo debido a %@. Para continuar debes ingresar menos de %@ o más de %@. Para apostar otra cantidad debes quitar tus bloqueos de %@.
fr: Vous avez des tokens verrouillés sur votre solde en raison de %@. Pour continuer, vous devez entrer moins de %@ ou plus de %@. Pour stake un autre montant, vous devez supprimer vos verrous %@.
hu: Zárolt tokenek vannak egyenlegeden a(z) %@ miatt. A folytatáshoz adj meg kevesebbet, mint %@ vagy többet, mint %@. Egyéb összeg stake-eléséhez a(z) %@ törlése szükséges.
id: Anda telah mengunci token pada saldo Anda karena %@. Untuk melanjutkan, Anda harus memasukkan kurang dari %@ atau lebih dari %@. Untuk melakukan stake pada jumlah lain, Anda harus menghapus penguncian %@ Anda.
it: Hai bloccato token sul tuo saldo a causa di %@. Per continuare, dovresti inserire meno di %@ o più di %@. Per bloccare un'altra quantità, dovresti rimuovere i tuoi blocchi %@.
ja: あなたのバランスには%@によってロックされたトークンがあります。続行するには、%@未満または%@以上を入力してください。別の金額をStakeするには、%@ロックを解除する必要があります。
ko: 당신의 잔액에는 %@에 의해 잠긴 토큰이 있습니다. 계속하려면 %@ 이하 또는 %@ 이상을 입력해야 합니다. 다른 금액을 스테이크하려면 %@ 잠금을 해제해야 합니다.
pl: Masz zablokowane tokeny na swoim saldzie z powodu %@. Aby kontynuować, powinieneś wprowadzić mniej niż %@ lub więcej niż %@. Aby zablokować inną kwotę, musisz usunąć swoje blokady %@.
pt_pt: Você bloqueou tokens em seu saldo devido a %@. Para continuar, você deve inserir menos que %@ ou mais que %@. Para apostar outro valor, você deve remover seus bloqueios %@.
ru: Вы заблокировали токены на своем балансе используя %@. Чтобы продолжить, вам следует ввести меньше %@ или больше %@. Чтобы поставить еще одну сумму, вам следует разблокировать токены из %@.
tr: Bakiyenizde %@ nedeniyle kilitlenmiş tokenlarınız var. Devam etmek için %@'dan az ya da %@'dan fazla bir miktar girmelisiniz. Başka bir miktar yatırmak için %@ kilitlerinizi kaldırmalısınız.
vi: Bạn có token khóa trên số dư của mình do %@. Để tiếp tục, bạn nên nhập ít hơn %@ hoặc nhiều hơn %@. Để stake số lượng khác, bạn nên loại bỏ khóa %@ của mình.
zh_hans: 由于%@，您的余额中有锁定的代币。为了继续，请输入少于%@或多于%@的金额。要质押其他金额，您应该解除%@的锁定。

# staking.locked.pool.violation.title
source: You can't stake the specified amount
es: No puedes apostar la cantidad especificada
fr: Vous ne pouvez pas stake le montant spécifié
hu: Nem tudod stake-elni a megadott összeget
id: Anda tidak dapat melakukan stake pada jumlah yang ditentukan
it: Non puoi bloccare l'importo specificato
ja: 指定された金額をStakeすることはできません
ko: 지정된 금액을 스테이크할 수 없습니다
pl: Nie możesz zablokować podanej kwoty
pt_pt: Você não pode apostar o valor especificado
ru: Вы не можете застейкать указанную сумму
tr: Belirtilen miktarı yatıramazsınız
vi: Bạn không thể stake số lượng đã chỉ định
zh_hans: 您不能质押指定的金额

# staking.pool.has.no.apy.message
source: The pool you have selected is inactive due to no validators selected or its stake is less than the minimum. Are you sure you want to proceed with the selected Pool?
es: El pool que has seleccionado está inactivo debido a que no se han seleccionado validadores o su participación es inferior al mínimo. ¿Estás seguro de que deseas continuar con el Pool seleccionado?
fr: La piscine que vous avez sélectionnée est inactive en raison de l'absence de validateurs sélectionnés ou de son stake étant inférieur au minimum. Êtes-vous sûr de vouloir continuer avec la piscine sélectionnée?
hu: A pool amit választottál nem aktív, mert nincsenek kiválaszva a validátorai vagy a stake-je kevesebb, mint a minimum. Biztos vagy benne, hogy ezt a pool-t választod?
id: Kolam yang Anda pilih tidak aktif karena tidak ada validator yang dipilih atau jumlah stakenya kurang dari minimum. Apakah Anda yakin ingin melanjutkan dengan Kolam yang dipilih?
it: Il pool che hai selezionato è inattivo a causa della mancata selezione dei validatori o del suo stake inferiore al minimo. Sei sicuro di voler procedere con il Pool selezionato?
ja: 選択したプールは、バリデーターが選択されていないか、ステークが最小限に満たないため非アクティブです。 選択したプールで進行してもよろしいですか？
ko: 선택한 풀이 검증자가 선택되지 않았거나 Stake가 최소치보다 적기 때문에 비활성 상태입니다. 선택한 풀로 진행하시겠습니까?
pl: Wybrany przez Ciebie pool jest nieaktywny, ponieważ nie wybrano walidatorów lub jego stake jest niższy niż minimalny. Czy na pewno chcesz kontynuować z wybranym pool?
pt_pt: O pool selecionado está inativo devido à não seleção de validadores ou sua stake é menor que o mínimo. Tem certeza de que deseja continuar com o Pool selecionado?
ru: Выбранный вами пул неактивен, поскольку у него не выбраны валидаторы или его стейк меньше минимальной. Вы уверены, что хотите продолжить с выбранным пулом?
tr: Seçtiğiniz havuz, seçilen validatorler ya da minimumdan daha az stake olmaması nedeniyle etkin değil. Seçtiğiniz Havuz ile devam etmek istediğinizden emin misiniz?
vi: Pool bạn đã chọn không hoạt động do không có validator nào được chọn hoặc stake của nó ít hơn mức tối thiểu. Bạn có chắc chắn muốn tiếp tục với Pool đã chọn không?
zh_hans: 您选择的池因为没有选定的验证者或其赌注低于最小值而处于非活跃状态。 您确定要继续选择的池吗？

# staking.pool.ed.error.message
source: Your available balance is %@, you need to leave %@ as minimal balance and pay network fee of %@. You can stake not more than %@.
es: Tu saldo disponible es %@, necesitas dejar %@ como saldo mínimo y pagar la tarifa de la red de %@. Puedes apostar no más de %@.
fr: Votre solde disponible est de %@, vous devez laisser %@ comme solde minimal et payer les frais de réseau de %@. Vous pouvez staker pas plus de %@.
hu: Az elérhető egyenleged %@, Nem stake-elhetsz többet, mint %@
id: Saldo tersedia Anda adalah %@, Anda perlu menyisakan %@ sebagai saldo minimal dan membayar biaya jaringan sebesar %@. Anda dapat melakukan staking tidak lebih dari %@.
it: Il tuo saldo disponibile è %@, devi lasciare %@ come saldo minimo e pagare una commissione di rete di %@. Puoi fare staking non più di %@.
ja: ご利用可能な残高は %@ です。 最小残高として %@ を残す必要があり、ネットワーク手数料として %@ を支払う必要があります。 したがって、Staking できるのは %@ を超えません。
ko: 귀하의 사용 가능 잔액은 %@입니다. 최소 잔액으로 %@를 남기고 네트워크 수수료로 %@를 지불해야 합니다. 최대 %@까지 Stake할 수 있습니다.
pl: Twoje dostępne saldo wynosi %@, musisz pozostawić %@ jako minimalne saldo i zapłacić opłatę sieciową w wysokości %@. Możesz stake'ować nie więcej niż %@.
pt_pt: Seu saldo disponível é %@, você precisa deixar %@ como saldo mínimo e pagar a taxa de rede de %@. Você pode fazer staking de no máximo %@.
ru: Ваш доступный баланс составляет %@, вам необходимо оставить %@ в качестве минимального баланса и оплатить комиссию сети в размере %@. Таким образом, вы можете застейкать не более %@.
tr: Kullanılabilir bakiyeniz %@, minimum bakiye olarak %@ bırakmalı ve %@ ağ ücretini ödemelisiniz. En fazla %@ stake edebilirsiniz.
vi: Số dư khả dụng của bạn là %@, bạn cần để lại %@ làm số dư tối thiểu và trả phí mạng là %@. Bạn có thể stake không quá %@.
zh_hans: 您的可用余额为%@，您需要保留%@作为最低余额并支付%@的网络费用。您最多可以质押%@。

# staking.pool.rewards.bond.more.pool.unbonding.error.message
source: You are unstaking all of your tokens and can't stake more.
es: Estás desapostando todos tus tokens y no puedes apostar más.
fr: Vous retirez tous vos tokens et ne pouvez pas en stake davantage.
hu: Az összes tokened unstake-elés alatt áll, emiatt nem tudsz többet stake-elni.
id: Anda menarik semua token Anda dan tidak dapat menyetor lebih.
it: Stai ritirando tutti i tuoi token e non puoi scommetterne di più.
ja: すべてのトークンをアンステークしているため、これ以上ステークできません。
ko: 모든 토큰을 Unstake하고 있고, 더 이상 Stake할 수 없습니다.
pl: Wycofujesz wszystkie swoje tokeny i nie możesz dodać więcej.
pt_pt: Você está retirando todos os seus tokens e não pode apostar mais.
ru: Вы выводите из стейкинга все свои токены и не можете добавить токены в стейкинг.
tr: Tüm jetonlarınızı unstaking yapıyorsunuz ve daha fazla stake yapamazsınız.
vi: Bạn đang unstaking tất cả token của mình và không thể stake thêm.
zh_hans: 您正在解除所有代币的质押，并且不能再质押更多。

# staking.pool.rewards.bond.more.pool.unbonding.error.title
source: Unable to stake more
es: Incapaz de apostar más
fr: Impossible de stake plus
hu: Nem tudsz többet stake-elni
id: Tidak dapat menyetor lebih
it: Impossibile scommettere di più
ja: これ以上ステークできません
ko: 더 이상 Stake 불가
pl: Niemożliwe dodać więcej tokenów w Staking
pt_pt: Incapaz de apostar mais
ru: Невозможно добавить токены в стейкинг
tr: Daha fazla stake yapma imkanı yok
vi: Không thể stake thêm
zh_hans: 无法质押更多

# staking.start.already.have.any.staking
source: You are already have staking in %@
es: Ya tienes staking en %@
fr: Vous avez déjà un staking dans %@
hu: Itt rendelkezel már stake-el: %@
id: Anda sudah memiliki staking di %@
it: Hai già staking in %@
ja: あなたはすでに %@ でステーキングしています
ko: 귀하는 이미 %@에서 스테이킹하고 있습니다
pl: Już masz staking w %@
pt_pt: Você já possui staking em %@
ru: У вас уже есть стейкинг в %@
tr: %@ içinde zaten stakinginiz var
vi: Bạn đã có staking trong %@
zh_hans: 您已在 %@ 中有质押

# staking.pool.network.info
source: Pool staking info
es: Información de staking en el pool
fr: Infos sur le Stake en pool
hu: Pool stake-elési információ
id: Informasi staking pool
it: Informazioni sullo staking nel pool
ja: プールステーキング情報
ko: 풀 Staking 정보
pl: Informacje o stakingu w pulach
pt_pt: Informação de staking no pool
ru: Информация о стейкинге в пулах
tr: Havuz staking bilgisi
vi: Thông tin stake nhóm
zh_hans: 质押池信息

# staking.unstake.all
source: Unstake all
es: Desapostar todo
fr: Tout unstake
hu: Unstake mind
id: Tarik Semua
it: Disimpegnare tutto
ja: すべてアンステーク
ko: 모두 Unstake
pl: Unstake wszystko
pt_pt: Desvincular tudo
ru: Вывести всё
tr: Hepsini unstake yap
vi: Unstake tất cả
zh_hans: 全部解除质押

# staking.type.direct
source: Direct staking
es: Staking directo
fr: Staking direct
hu: Direkt stake-elés
id: Staking Langsung
it: Staking diretto
ja: 直接ステーキング
ko: 직접 스테이킹
pl: Bezpośredni staking
pt_pt: Staking Direto
ru: Стейкинг напрямую
tr: Direkt Staking
vi: Staking trực tiếp
zh_hans: 直接质押

# staking.type.nomination.pool
source: Pool staking
es: Staking en pool
fr: Staking en pool
hu: Pool stake-elés
id: Staking Kolam
it: Staking del pool
ja: プールステーキング
ko: 풀 스테이킹
pl: Staking w puli
pt_pt: Staking em Pool
ru: Стейкинг в пуле
tr: Havuz staking'i
zh_hans: 池质押

# staking.type.title
source: Staking Type
es: Tipo de Staking
fr: Type de staking
hu: Stake-elési típus
id: Jenis Penyetoran
it: Tipo di staking
ja: ステーキングタイプ
ko: Staking 종류
pl: Typ Staking
pt_pt: Tipo de Staking
ru: Тип стейкинга
tr: Staking Türü
vi: Loại Staking
zh_hans: 质押类型

# staking.type.staking.managment
source: Advanced staking management
es: Gestión avanzada de staking
fr: Gestion avancée du staking
hu: Fejlett stake-elés menedzsment
id: Pengelolaan Staking lanjutan
it: Gestione avanzata dello staking
ja: 高度なStaking管理
ko: 고급 Staking 관리
pl: Zaawansowane zarządzanie Staking
pt_pt: Gerenciamento avançado de staking
ru: Расширенное управление стейкингом
tr: Gelişmiş staking yönetimi
vi: Quản lý Stake nâng cao
zh_hans: 高级质押管理

# staking.type.gov.reuse.tokens
source: Reuse tokens in Governance
es: Reutilizar tokens en Gobernanza
fr: Réutiliser les tokens dans la Gouvernance
hu: Tokenek újrafelhasználása a Kormányzásban
id: Menggunakan token kembali dalam Tata Kelola
it: Riutilizza i token nella Governance
ja: ガバナンスでトークンを再利用
ko: 거버넌스에서 토큰 재사용
pl: Ponowne użycie tokenów w zarządzaniu
pt_pt: Reutilize tokens na Governança
ru: Переиспользуйте токены в Голосованиях
tr: Yönetişimde token'ları yeniden kullan
vi: Tái sử dụng token trong Quản trị
zh_hans: 在治理中重用代币

# staking.type.auto.rewards
source: Rewards: Paid automatically
es: Recompensas: Pagadas automáticamente
fr: Récompenses : Payées automatiquement
hu: Jutalmak: Automatikus kifizetés
id: Imbalan: Dibayarkan secara otomatis
it: Ricompense: Pagate automaticamente
ja: 報酬: 自動的に支払われる
ko: 보상: 자동 지급
pl: Nagrody: Płatne automatycznie
pt_pt: Recompensas: Pagas automaticamente
ru: Вознаграждения: выплачиваются автоматически
tr: Ödüller: Otomatik olarak ödenir
vi: Phần thưởng: Thanh toán tự động
zh_hans: 奖励：自动支付

# staking.type.manual.rewards
source: Rewards: Claim manually
es: Recompensas: Reclamar manualmente
fr: Récompenses : À récupérer manuellement
hu: Jutalmak: Manuális igénylés
id: Imbalan: Klaim secara manual
it: Ricompense: Richiesta manuale
ja: 報酬: 手動で請求する
ko: 보상: 수동 청구
pl: Nagrody: Pobieraj ręcznie
pt_pt: Recompensas: Reivindicar manualmente
ru: Вознаграждения: нужно забирать вручную
tr: Ödüller: Manuel olarak talep edilir
vi: Phần thưởng: Nhận thủ công
zh_hans: 奖励：手动领取

# staking.type.minimum.stake
source: Minimum stake: %@
es: Stake mínimo: %@
fr: Stake minimum : %@
hu: Minimális stake: %@
id: Staking Minimum: %@
it: Puntata minima: %@
ja: 最低ステーク: %@
ko: 최소 Stake: %@
pl: Minimalna stawka: %@
pt_pt: Aposta mínima: %@
ru: Минимальный стейк: %@
vi: Mức stake tối thiểu: %@
zh_hans: 最低质押: %@

# staking.start.already.staking.direct
source: You are already have Direct staking
es: Ya tienes Staking directo
fr: Vous avez déjà un staking Direct
hu: Már directben stake-elsz
id: Anda sudah memiliki Direct Staking
it: Hai già lo staking diretto
ja: すでに直接Stakingを行っています
ko: 이미 Direct Staking을 사용 중입니다
pl: Masz już Staking bezpośredni
pt_pt: Você já tem Staking Direto
ru: У вас уже есть стейкинг напрямую
tr: Zaten Direkt staking'e sahipsiniz
vi: Bạn đã có Stake trực tiếp
zh_hans: 您已经有了直接质押

# staking.start.already.staking.pool
source: You are already staking in a pool
es: Ya estás haciendo staking en un pool
fr: Vous stakiez déjà dans un pool
hu: Már stake-elsz egy pool-ban
id: Anda sudah melakukan staking dalam sebuah kolam
it: Sei già staking in un pool
ja: 既にプールでステーキングしています
ko: 당신은 이미 풀에서 스테이킹하고 있습니다
pl: Już stakeujesz w puli
pt_pt: Você já está fazendo staking em um pool
ru: Вы уже стейкаете в пуле
tr: Zaten bir havuzda staking yapıyorsunuz
vi: Bạn đã staking trong một pool
zh_hans: 您已经在矿池中质押了

# staking.start.already.staking.title
source: Staking type cannot be changed
es: El tipo de staking no puede ser cambiado
fr: Le type de staking ne peut pas être modifié
hu: A stake-elési típus nem módosítható
id: Jenis Staking tidak dapat diubah
it: Il tipo di staking non può essere modificato
ja: Stakingタイプを変更できません
ko: Staking 유형을 변경할 수 없습니다
pl: Typ Staking nie może być zmieniony
pt_pt: O tipo de staking não pode ser alterado
ru: Тип стейкинга не может быть изменен
tr: Staking türü değiştirilemez
vi: Loại Stake không thể thay đổi
zh_hans: 不能更改质押类型
