Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# staking.type.direct.staking.alert.message
source: You have specified less than the minimum stake of %@ required to earn rewards with %@. You should consider using Pool staking to earn rewards.
es: Has especificado menos que el stake mínimo de %@ requerido para ganar recompensas con %@. Deberías considerar usar el Staking en pool para ganar recompensas.
fr: Vous avez spécifié moins que le minimum de stake de %@ requis pour gagner des récompenses avec %@. Vous devriez envisager d'utiliser le Pool staking pour gagner des récompenses.
hu: Kevesebbet adtál meg, mint %@, ami a minimum ahhoz, hogy %@ alatt jutalmakat szerezhess. Jutalmak szerzéséhez érdemes lenne megfontolnod a Pool stake-elést.
id: Anda telah menentukan jumlah kurang dari jumlah staking minimum %@ yang diperlukan untuk mendapatkan imbalan dengan %@. Anda sebaiknya mempertimbangkan menggunakan staking Kolam untuk mendapatkan imbalan.
it: Hai specificato meno della puntata minima del %@ richiesta per guadagnare premi con %@. Dovresti considerare l'uso dello staking in pool per guadagnare premi.
ja: 報酬を得るために必要な最低ステーク額 %@ より少ないです。報酬を得るためにプール ステーキングを使用することを検討してください。
ko: 지정한 금액이 %@의 최소 Stake 이하이므로 %@로 보상을 받을 수 없습니다. Pool staking을 사용하여 보상을 받는 것을 고려해야 합니다.
pl: Określiłeś mniej niż minimalną stawkę %@ wymaganą do zdobycia nagród za pomocą %@. Powinieneś rozważyć użycie stakingu w puli, aby zarobić nagrody.
pt_pt: Você especificou menos do que a aposta mínima de %@ necessária para ganhar recompensas com %@. Você deve considerar usar Staking em Pool para ganhar recompensas.
ru: Вы указали сумму меньше минимальной в %@, необходимую для получения вознаграждений используя %@. Вам следует подумать об использовании стейкинга в пуле для получения вознаграждений.
tr: Belirttiğiniz miktar, %@ ile ödül kazanmak için gereken minimum stake'ten az. Ödül kazanmak için Havuz staking'ini kullanmayı düşünmelisiniz.
vi: Bạn đã chỉ định ít hơn mức stake tối thiểu là %@ cần thiết để nhận thưởng với %@. Bạn nên xem xét sử dụng Pool staking để nhận thưởng.
zh_hans: 您指定的金额少于使用%@获得奖励所需的最低质押额%@。您应该考虑使用池质押来获得奖励。

# staking.type.direct.staking.alert.title
source: Your stake is less than the minimum to earn rewards
es: Tu stake es menos que el mínimo para ganar recompensas
fr: Votre stake est inférieur au minimum pour gagner des récompenses
hu: A stake-ed kevesebb, mint a jutalmak megszerzéséhez szükséges minimum
id: Staking Anda kurang dari minimum untuk mendapatkan imbalan
it: Il tuo staking è inferiore al minimo per guadagnare ricompense
ja: ステークが報酬を得るための最低額を下回っています
ko: 보상을 받기 위한 최소 금액 이하의 Stake입니다
pl: Twoja stawka jest mniejsza niż minimalna do zdobycia nagród
pt_pt: Sua aposta é menor que o mínimo para ganhar recompensas
ru: Ваш стейк меньше минимального для получения вознаграждений
tr: Stake miktarınız ödül kazanmak için gerekli minimumun altında
vi: Stake của bạn ít hơn mức tối thiểu để nhận thưởng
zh_hans: 您的质押小于获得奖励的最小金额

# staking.select.pool.members
source: members
es: miembros
fr: membres
hu: tagok
it: membri
ja: メンバー
ko: 회원
pl: członkowie
pt_pt: membros
ru: участники
tr: katılımcılar
vi: thành viên
zh_hans: 成员

# staking.select.pool.count
source: active pools: %d
es: piscinas activas: %li
fr: pools actifs : %li
hu: Aktív pool-ok: %d
id: active pools: %li
it: pul piscine attive: %li
ja: アクティブプール: %li
ko: 활성 풀: %li
pl: aktywne pule: %li
pt_pt: pools ativos: %li
ru: активные пулы: %d
tr: aktif havuzlar: %li
vi: pool đang hoạt động: %li
zh_hans: 活跃池：%li

# staking.select.pool.title
source: Select pool
es: Seleccionar pool
fr: Sélectionner un pool
hu: Pool kiválasztása
it: Seleziona pool
ja: プールを選択
ko: 풀 선택
pl: Wybierz pulę
pt_pt: Selecionar pool
ru: Выбрать пул
tr: Havuz seç
vi: Chọn pool
zh_hans: 选择池

# staking.search.pool.empty
source: No pool with entered name or pool ID were found. Make sure you entered correct data
es: No se encontró ningún pool con el nombre o ID ingresado. Asegúrate de haber ingresado los datos correctos
fr: Aucun pool avec le nom ou ID entré n'a été trouvé. Assurez-vous que vous avez entré les bonnes données
hu: Nem található pool a megadott névvel vagy azonosítóval. Győzödj meg róla, hogy a megadott adat helyes
id: Tidak ada pool dengan nama yang dimasukkan atau ID pool yang ditemukan. Pastikan Anda memasukkan data yang benar
it: Nessun pool con nome inserito o ID pool è stato trovato. Assicurati di avere inserito i dati corretti
ja: 入力された名前またはプールIDのプールが見つかりませんでした。正しいデータが入力されたか確認してください。
ko: 입력한 이름이나 풀 ID와 일치하는 풀이 없습니다. 올바른 데이터를 입력했는지 확인하십시오.
pl: Nie znaleziono puli o wprowadzonym imieniu lub ID puli. Upewnij się, że wprowadziłeś poprawne dane
pt_pt: Nenhum pool com o nome ou ID fornecido foi encontrado. Certifique-se de que inseriu os dados corretos
ru: Пул с введенным именем или номером не найден. Убедитесь, что вы ввели правильные данные
tr: Girilen ada veya havuz ID'sine sahip hiçbir havuz bulunamadı. Doğru veri girdiğinizden emin olun
vi: Không tìm thấy pool với tên hoặc ID pool đã nhập. Hãy chắc chắn rằng bạn đã nhập đúng dữ liệu
zh_hans: 未找到输入名称或池ID的池。请确保输入的数据正确

# staking.start.balance.with.fiat
source: Available balance: %1$@ (%2$@)
es: Saldo disponible: %1$@ (%2$@)
fr: Solde disponible : %1$@ (%2$@)
hu: Elérhető egyenleg: %1$@ (%2$@)
id: Saldo tersedia: %1$@ (%2$@)
it: Saldo disponibile: %1$@ (%2$@)
ja: 利用可能なバランス: %1$@ (%2$@)
ko: 사용 가능한 잔액: %1$@ (%2$@)
pl: Dostępne saldo: %1$@ (%2$@)
pt_pt: Saldo disponível: %1$@ (%2$@)
ru: Доступный баланс: %1$@ (%2$@)
tr: Kullanılabilir bakiye: %1$@ (%2$@)
vi: Số dư khả dụng: %1$@ (%2$@)
zh_hans: 可用余额：%1$@（%2$@）

# staking.pool.is.not.open.message
source: You cannot join pool that is not open. Please, contact the pool owner.
es: No puedes unirte a un pool que no está abierto. Por favor, contacta al propietario del pool.
fr: Vous ne pouvez pas rejoindre un pool qui n'est pas ouvert. Veuillez contacter le propriétaire du pool.
hu: Nem csatlakozhatsz olyan pool-hoz, amelyik nincs nyitva. Kérlek, vedd fel a kapcsolatot a pool tulajdonosával.
id: Anda tidak dapat bergabung dengan pool yang tidak terbuka. Silakan hubungi pemilik pool.
it: Non puoi unirti a un pool che non è aperto. Per favore, contatta il proprietario del pool.
ja: 開いていないプールに参加できません。プールのオーナーに連絡してください。
ko: 열려 있지 않은 풀에는 가입할 수 없습니다. 풀 소유자에게 연락해 주세요.
pl: Nie możesz dołączyć do puli, która nie jest otwarta. Proszę skontaktować się z właścicielem puli.
pt_pt: Você não pode entrar em um pool que não está aberto. Por favor, entre em contato com o proprietário do pool.
ru: Вы не можете присоединиться к не открытому пулу. Пожалуйста, свяжитесь с владельцем пула.
tr: Açık olmayan bir havuza katılamazsınız. Lütfen havuz sahibi ile iletişime geçin.
vi: Bạn không thể tham gia bể chưa mở. Vui lòng liên hệ với chủ bể.
zh_hans: 您无法加入未开放的池。请联系池主。

# staking.pool.is.not.open.title
source: Pool is not open
es: El pool no está abierto
fr: Le pool n'est pas ouvert
hu: A pool nincs nyitva
id: Pool tidak terbuka
it: Il pool non è aperto
ja: プールが開いていません
ko: 풀은 열려 있지 않습니다
pl: Pula nie jest otwarta
pt_pt: Pool não está aberto
ru: Пул не открыт
tr: Havuz açık değil
vi: Bể chưa mở
zh_hans: 池未开放

# staking.start.balance
source: Available balance: %@
es: Saldo disponible: %@
fr: Solde disponible : %@
hu: Elérhető egyenleg: %@
id: Saldo tersedia: %@
it: Saldo disponibile: %@
ja: 利用可能な残高: %@
ko: 사용 가능한 잔액: %@
pl: Dostępne saldo: %@
pt_pt: Saldo disponível: %@
ru: Доступный баланс: %@
tr: Kullanılabilir bakiye: %@
vi: Số dư khả dụng: %@
zh_hans: 可用余额：%@

# staking.start.no.account
source: No %@ account
es: No hay cuenta %@
fr: Pas de compte %@
hu: Nincs %@ fiók
id: Tidak ada akun %@
it: Nessun account %@
ja: アカウント%@がありません
ko: %@ 계정이 없습니다
pl: Brak konta %@
pt_pt: Nenhuma conta %@
ru: Нет %@ аккаунта
tr: %@ hesabı yok
vi: Không có tài khoản %@
zh_hans: 无 %@ 账户

# common.time.in
source: in
es: en
fr: dans
hu: előbb, mint
id: dalam
ja: までに
ko: 내에
pl: za
pt_pt: em
ru: через
tr: içinde
vi: trong
zh_hans: 在

# common.and
source: and
es: y
fr: et
hu: és
id: dan
it: e
ja: と
ko: 및
pl: i
pt_pt: e
ru: и
tr: ve
vi: và
zh_hans: 和

# common.time.period.after
source: after
es: después
fr: après
hu: után
id: setelah
it: dopo
ja: 以後
ko: 후
pl: po
pt_pt: após
ru: через
tr: sonra
vi: sau
zh_hans: 之后

# common.time.period.every
source: every
es: cada
fr: toutes les
hu: minden
id: setiap
it: ogni
ja: 毎
ko: 마다
pl: co
pt_pt: a cada
ru: раз в
tr: her
vi: mỗi
zh_hans: 每

# staking.search.pool.placeholder
source: Search by name or pool ID
es: Buscar por nombre o ID del pool
fr: Rechercher par nom ou ID de pool
hu: Keresés névvel vagy pool azonosítóval
id: Cari berdasarkan nama atau ID pool
it: Cerca per nome o ID del pool
ja: 名前またはプールIDで検索
ko: 이름 또는 풀 ID로 검색
pl: Szukaj według nazwy lub ID puli
pt_pt: Pesquisar por nome ou ID do pool
ru: Поиск по имени или ID
tr: İsim veya havuz ID'sine göre ara
vi: Tìm kiếm theo tên hoặc ID pool
zh_hans: 按名称或池 ID 搜索

# staking.pool.is.full.title
source: Pool is full
es: El pool está lleno
fr: Le pool est complet
hu: A pool tele van
id: Pool penuh
it: Il pool è pieno
ja: プールが満員です
ko: 풀이 가득 찼습니다
pl: Pula jest pełna
pt_pt: O pool está cheio
ru: Пул заполнен
tr: Havuz dolu
vi: Nhóm đầy
zh_hans: 池已满

# staking.pool.is.full.message
source: You cannot join selected pool since it reached maximum number of members
es: No puedes unirte al pool seleccionado ya que alcanzó el número máximo de miembros
fr: Vous ne pouvez pas rejoindre le pool sélectionné car il a atteint le nombre maximum de membres
hu: Nem csatlakozhatsz a kiválasztott pool-hoz, mert az elérte a tagok maximális számát
id: Anda tidak dapat bergabung dengan pool yang dipilih karena telah mencapai jumlah anggota maksimum
it: Non puoi unirti al pool selezionato poiché ha raggiunto il numero massimo di membri
ja: 選択したプールが最大メンバー数に達したため、参加できません
ko: 선택한 풀은 최대 회원 수에 도달했기 때문에 가입할 수 없습니다
pl: Nie możesz dołączyć do wybranego puli, ponieważ osiągnął maksymalną liczbę członków
pt_pt: Você não pode entrar no pool selecionado pois ele atingiu o número máximo de membros
ru: Вы не можете присоединиться к выбранному пулу так как в нём не осталось места
tr: Seçilen havuza katılamazsınız çünkü maksimum üye sayısına ulaştı
vi: Bạn không thể tham gia vào nhóm đã chọn vì nó đã đạt số lượng thành viên tối đa
zh_hans: 由于所选池已达到最大成员数，您无法加入

# common.back
source: Back
es: Atrás
fr: Retour
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
pl: Wstecz
pt_pt: Voltar
ru: Назад
tr: Geri
vi: Quay lại
zh_hans: 返回

# wallet.list.empty.action.title
source: Buy tokens
es: Comprar tokens
fr: Acheter des tokens
hu: Tokenek vásárlása
id: Beli token
it: Compra token
ja: トークンを購入
ko: 토큰 구매
pl: Kup tokeny
pt_pt: Comprar tokens
ru: Купить токены
tr: Token Al
vi: Mua token
zh_hans: 购买代币

# asset.operation.send.empty.state.message
source: You don’t have tokens to send. Buy or Receive tokens to your account.
es: No tiene tokens para enviar. Compre o reciba tokens en su cuenta.
fr: Vous n'avez pas de tokens à envoyer. Achetez ou recevez des tokens sur votre compte.
hu: Nincs elegendő tokened a küldéshez. Vásárolj vagy Fogadj tokent fiókodra.
id: Anda tidak memiliki token untuk dikirim. Beli atau Terima token ke akun Anda.
it: Non hai token da inviare. Compra o ricevi token sul tuo conto.
ja: 送信するトークンがありません。 トークンを購入または受け取ってください アカウントに。
ko: 보낼 토큰이 없습니다. 계정에 토큰을 구매하거나 수신하십시오.
pl: Nie masz tokenów do wysłania. Kup lub odbierz tokeny na swoje konto.
pt_pt: Você não tem tokens para enviar. Compre ou Receba tokens na sua conta.
ru: У вас нет токенов для отправки. Купите или получите токены на свой аккаунт.
tr: Göndermek için token'ınız yok. Hesabınıza token alın veya alın.
vi: Bạn không có token để gửi. Mua hoặc Nhận token vào tài khoản của bạn.
zh_hans: 你没有要发送的代币。购买或接收代币到你的账户。

# governance.referendums.status.deciding
source: Deciding
es: Decidiendo
fr: Décision
hu: Döntés alatt
id: Menentukan
it: In decisione
ja: 決定中
ko: 결정 중
pl: Decyzja
pt_pt: Decidindo
ru: Решение
tr: Karar veriliyor
vi: Đang quyết định
zh_hans: 决策中

# common.alert.external.link.disclaimer.title
source: Continue in browser?
es: ¿Continuar en el navegador?
fr: Continuer dans le navigateur?
hu: Folytatás a böngészőben?
id: Lanjut di browser?
it: Continuare nel browser?
ja: ブラウザで続行しますか？
ko: 브라우저에서 계속할까요?
pl: Kontynuować w przeglądarce?
pt_pt: Continuar no navegador?
ru: Продолжить в браузере?
tr: Tarayıcıda devam et?
vi: Tiếp tục trong trình duyệt?
zh_hans: 在浏览器中继续？

# common.alert.external.link.disclaimer.message
source: To continue the purchase you will be redirected from Nova Wallet app to %@
es: Para continuar la compra será redirigido desde la aplicación Nova Wallet a %@
fr: Pour poursuivre l'achat, vous serez redirigé de l'application Nova Wallet vers %@
hu: A vásárlás folytatásához átirányítunk a Nova Wallet alkalmazásból ide: %@
id: Untuk melanjutkan pembelian, Anda akan diarahkan dari aplikasi Nova Wallet ke %@
it: Per continuare l'acquisto sarai reindirizzato dall'app Nova Wallet a %@
ja: 購入を続行するために、Nova Walletアプリから%@にリダイレクトされます。
ko: 구매를 계속하려면 Nova Wallet 앱에서 %@로 리디렉션됩니다.
pl: Aby kontynuować zakup, zostaniesz przekierowany z aplikacji Nova Wallet na %@
pt_pt: Para continuar a compra você será redirecionado do aplicativo Nova Wallet para %@
ru: Для продолжения покупки вы будете перенаправлены из приложения Nova Wallet на сайт %@
tr: Satın alma işlemine devam etmek için Nova Wallet uygulamasından %@'a yönlendirileceksiniz
vi: Để tiếp tục mua hàng, bạn sẽ được chuyển hướng từ ứng dụng Nova Wallet tới %@
zh_hans: 为了继续购买，你将从 Nova Wallet 应用被重定向到 %@

# polkadot.staking.promotion.title
source: Boost your DOT 🚀
es: Potencie su DOT 🚀
fr: Boostez vos DOT 🚀
hu: Maximalizálja DOT jutalmait 🚀
id: Tingkatkan DOT Anda
it: Potenzia i tuoi DOT dei DOT 🚀
ja: DOTをブースト 🚀
ko: 당신의 DOT 부스트 🚀
pl: Zwiększ swoje DOT 🚀
pt_pt: Impulsione seus DOTs 🚀
ru: Максимизируйте награды от DOT 🚀
tr: DOT'unuzu Artırın 🚀
vi: Tăng cường DOT của bạn 🚀
zh_hans: 提升你的 DOT 🚀

# polkadot.staking.promotion.message
source: Received your DOT back from crowdloans? Start staking your DOT today to get the maximum possible rewards!
es: ¿Recibió su DOT de vuelta de los crowdloans? ¡Comience a hacer staking de su DOT hoy para obtener las máximas recompensas posibles!
fr: Vous avez récupéré vos DOT des crowdloans ? Commencez à staker vos DOT aujourd'hui pour obtenir les récompenses maximales !
hu: Visszakaptad DOT-odat a közösségi hitelekből? Kezd el stake-elni még ma, hogy megkapd a maximális jutalmakat.
id: Menerima DOT Anda kembali dari crowdloans? Mulai melakukan staking DOT Anda hari ini untuk mendapatkan imbalan maksimal yang mungkin!
it: Hai ricevuto i tuoi DOT dai crowdloan? Inizia a fare staking dei tuoi DOT oggi per ottenere il massimo delle ricompense possibili!
ja: クラウドローンからDOTを受け取りましたか？ DOTを今日からステークして最大限の報酬を得ましょう！
ko: 크라우드론에서 DOT을 돌려받았나요? 최대한의 보상을 받기 위해 오늘부터 DOT을 스테이킹하세요!
pl: Odebrałeś swoje DOT z crowdloans? Zacznij Stake swoje DOT już dziś, aby uzyskać maksymalne możliwe nagrody!
pt_pt: Recebeu de volta seus DOTs dos crowdloans? Comece a fazer staking dos seus DOTs hoje mesmo para obter as recompensas máximas possíveis!
ru: Получили свои DOT из краудлоунов? Начните стейкать DOT уже сегодня, чтобы получить максимальные вознаграждения!
tr: Crowdloan'larınızdan DOT'unuzu geri aldınız mı? Bugün DOT'unuzu stake etmeye başlayın ve mümkün olan en yüksek ödülleri alın!
vi: Bạn đã nhận lại DOT từ crowdloans? Bắt đầu Stake DOT ngay hôm nay để nhận phần thưởng tối đa!
zh_hans: 从众贷中收回你的 DOT 了吗？今天开始质押你的 DOT，以获得最大可能的奖励！

# swaps.violating.consumers.message
source: You should keep at least %@ after paying %@ network fee as you are holding non sufficient tokens
es: Deberías mantener al menos %@ después de pagar %@ de tasa de red ya que estás sosteniendo tokens insuficientes
fr: Vous devez conserver au moins %@ après avoir payé %@ de frais de réseau car vous détenez des tokens insuffisants
hu: Nincs elegendő tokent a számládon. Legalább %@ kell, hogy maradjon a(z) %@ hálozati díj megfizetése után
id: Anda harus menyisihkan setidaknya %@ setelah membayar biaya jaringan %@ karena Anda memegang token yang tidak mencukupi
it: Dovresti mantenere almeno %@ dopo aver pagato una commissione di rete di %@, in quanto detieni token non sufficienti
ja: 十分なトークンを保持していないため、%@のネットワーク手数料を支払った後に少なくとも%@を保持する必要があります
ko: 충분하지 않은 토큰을 보유하고 있으므로 %@의 네트워크 수수료를 지불한 후 최소 %@을(를) 유지해야 합니다
pl: Powinieneś zachować co najmniej %@ po opłaceniu %@ opłaty sieciowej, ponieważ posiadasz niewystarczającą ilość tokenów
pt_pt: Você deve manter pelo menos %@ após pagar a taxa de rede %@, pois você está com tokens insuficientes
ru: Вы должны сохранить как минимум %@ после оплаты сетевой комиссии %@, поскольку вы храните не самодостаточные токены
tr: Ödeme yaptıktan sonra ağ ücreti olarak %@ tutarında en azından %@ tutmanız gerekmektedir çünkü yeterli olmayan tokenlara sahipsiniz
vi: Bạn cần giữ ít nhất %@ sau khi trả phí mạng %@ vì bạn giữ các token không đủ
zh_hans: 您在支付%@网络费后至少应保留%@，因为您持有的代币不足

# common.receive.not.sufficient.native.asset.error
source: You must keep at least %@ to receive %@ token
es: Debes mantener al menos %@ para recibir el token %@
fr: Vous devez conserver au moins %@ pour recevoir des tokens %@
hu: Legalább %@ meg kell maradjon, ahhoz hogy %@ tokent fogadhass
id: Anda harus menyisihkan setidaknya %@ untuk menerima token %@
it: Devi mantenere almeno %@ per ricevere il token %@
ja: %@トークンを受け取るために少なくとも%@を保持する必要があります
ko: %@ 토큰을 받기 위해 최소 %@을(를) 유지해야 합니다
pl: Musisz zachować co najmniej %@, aby otrzymać token %@
pt_pt: Você deve manter pelo menos %@ para receber o token %@
ru: Вы должны сохранить как минимум %@, чтобы получить %@ токены
tr: %@ token almak için en az %@ tutmalısınız
vi: Bạn cần giữ ít nhất %@ để nhận được token %@
zh_hans: 您必须至少保留%@，以接收%@代币

# swaps.rate.description
source: Exchange rate between two different cryptocurrencies. It represents how much of one cryptocurrency you can get in exchange for a certain amount of another cryptocurrency.
es: Tasa de cambio entre dos criptomonedas diferentes. Representa cuánto de una criptomoneda puedes obtener a cambio de una cierta cantidad de otra criptomoneda.
fr: Taux de change entre deux crypto-monnaies différentes. Il représente combien de crypto-monnaie vous pouvez obtenir en échange d'un certain montant d'une autre crypto-monnaie.
hu: Az árfolyam két különböző kriptovaluta között azt jelenti, hogy egy kriptovalutából mennyit kaphatsz cserébe egy bizonyos mennyiségű másik kriptovalutáért.
id: Kurs pertukaran antara dua cryptocurrency yang berbeda. Ini menggambarkan seberapa banyak cryptocurrency itu yang bisa Anda dapatkan dalam pertukaran dengan sejumlah tertentu cryptocurrency lain.
it: Tasso di cambio tra due diverse criptovalute. Rappresenta quanto di una criptovaluta puoi ottenere in cambio di una certa quantità di un'altra criptovaluta.
ja: 二つの異なる暗号通貨間の交換レートです。これは、ある量の暗号通貨と引き換えにどれだけの別の暗号通貨を得られるかを表します。
ko: 두 개의 다른 암호화폐 간의 환율입니다. 이는 일정량의 한 암호화폐를 교환할 때 얼마나 많은 다른 암호화폐를 얻을 수 있는지를 나타냅니다.
pl: Kurs wymiany między dwiema różnymi kryptowalutami. Oznacza to, ile jednej kryptowaluty możesz otrzymać w zamian za określoną ilość innej kryptowaluty.
pt_pt: Taxa de câmbio entre duas criptomoedas diferentes. Representa quanto de uma criptomoeda você pode obter em troca por uma certa quantidade de outra criptomoeda.
ru: Курс обмена двух разных криптовалют. Он показывает, сколько криптовалюты вы можете получить в обмен на определенное количество другой криптовалюты.
tr: İki farklı kriptopara arasındaki döviz kuru. Belirli bir miktar başka bir kriptopara karşılığında ne kadar kriptopara alabileceğinizi gösterir.
vi: Tỷ giá trao đổi giữa hai loại tiền điện tử khác nhau. Nó thể hiện số lượng của một loại tiền điện tử mà bạn có thể nhận được để đổi lấy một số lượng nhất định của loại tiền điện tử khác.
zh_hans: 两种不同加密货币之间的汇率。它表示您可以用一定数量的另一种加密货币交换获得多少加密货币。

# swaps.setup.price.difference.description
source: Price difference refers to the difference in price between two different assets. When making a swap in crypto, the price difference is usually the difference between the price of the asset you are swapping for and the price of the asset you are swapping with.
es: La diferencia de precio se refiere a la diferencia en el precio entre dos activos diferentes. Al realizar un intercambio en cripto, la diferencia de precio es generalmente la diferencia entre el precio del activo por el que estás intercambiando y el precio del activo con el que estás intercambiando.
fr: La différence de prix fait référence à la différence de prix entre deux actifs différents. Lors de l'échange en crypto, la différence de prix est généralement la différence entre le prix de l'actif que vous échangez et le prix de l'actif avec lequel vous échangez.
hu: Az árkülönbözet két eltérő eszköz közötti árkülönbségre utal. Egy kriptovaluta váltás során az árkülönbözet általában a váltani kívánt eszköz ára és a váltásra váró eszköz ára közötti különbség.
id: Perbedaan harga merujuk pada perbedaan harga antara dua aset yang berbeda. Ketika melakukan swap dalam kripto, perbedaan harga biasanya adalah perbedaan antara harga aset yang Anda tukarkan dengan harga aset yang Anda tukar.
it: La differenza di prezzo si riferisce alla differenza di prezzo tra due diversi asset. Quando si effettua uno scambio in criptovaluta, la differenza di prezzo è di solito la differenza tra il prezzo dell'asset che stai scambiando e il prezzo dell'asset con cui stai scambiando.
ja: 価格差とは、二つの異なる資産間の価格差を指します。暗号通貨のスワップを行う際、価格差は通常、交換する資産の価格と交換される資産の価格の違いを意味します。
ko: 가격 차이는 두 자산 간의 가격 차이를 나타냅니다. 암호화폐 교환 시, 가격 차이는 일반적으로 교환하는 자산의 가격과 교환받는 자산의 가격 간의 차이를 의미합니다.
pl: Różnica cenowa odnosi się do różnicy w cenie pomiędzy dwoma różnymi aktywami. Podczas wymiany w kryptowalutach, różnica cenowa zazwyczaj oznacza różnicę między ceną aktywa, którą otrzymujesz, a ceną aktywa, którą płacisz.
pt_pt: Diferença de preço refere-se à diferença de preço entre dois ativos diferentes. Ao fazer uma troca em cripto, a diferença de preço geralmente é entre o preço do ativo que você está trocando e o preço do ativo com o qual você está trocando.
ru: Разница в цене представляет собой разницу между двумя различными активами. При обмене криптовалюты под разницей в цене обычно имеется ввиду разница между ценой актива, которую вы получаете и ценой актива, которую вы платите.
tr: Fiyat farkı, iki farklı varlık arasındaki fiyat farkını ifade eder. Kripto takas yaparken, fiyat farkı genellikle takas ettiğiniz varlığın fiyatı ile takas ettiğiniz varlığın fiyatı arasındaki farktır.
vi: Sự khác biệt về giá đề cập đến sự chênh lệch giá giữa hai tài sản khác nhau. Khi thực hiện hoán đổi trong tiền điện tử, sự khác biệt về giá thường là sự chênh lệch giữa giá của tài sản mà bạn đang hoán đổi và giá của tài sản mà bạn đang hoán đổi.
zh_hans: 价格差异指的是两种不同资产之间的价格差。在加密货币交换中，价格差异通常是您要交换的资产的价格与您交换的资产的价格之间的差异。
