Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# common.status
source: Status
es: Estado
fr: Statut
hu: Állapot
it: Stato
ja: ステータス
ko: 상태
ru: Статус
tr: Durum
vi: Trạng thái
zh_hans: 状态

# transaction.detail.date
source: Date
es: Fecha
hu: Dátum
id: Tanggal
it: Data
ja: 日付
ko: 날짜
pl: Data
pt_pt: Data
ru: Дата
tr: Tarih
vi: Ngày
zh_hans: 日期

# transaction.details.from
source: From
es: Desde
fr: De
hu: Innen
id: Dari
it: Da
ja: 送信元
ko: 보낸 사람
pl: Od
pt_pt: De
ru: От
tr: Gönderen
vi: Từ
zh_hans: 来自

# wallet.balance.locked
source: Locked
es: Bloqueado
fr: Verrouillé
hu: Zárolt
id: Terkunci
it: Bloccato
ja: ロック済み
ko: 잠겨 있음
pl: Zablokowane
pt_pt: Bloqueado
ru: Заблокировано
tr: Kilitli
vi: Đã khóa
zh_hans: 已锁定

# wallet.balance.reserved
source: Reserved
es: Reservado
fr: Réservé
hu: Fenntartott
id: Dipesan
it: Prenotato
ja: 予約済み
ko: 예약됨
pl: Zarezerwowane
pt_pt: Reservado
ru: Зарезервировано
tr: Rezerve edilmiş
vi: Đã dự trữ
zh_hans: 已预留

# wallet.balance.redeemable
source: Redeemable
es: Redimible
fr: Remboursable
hu: Kiváltható
id: Dapat ditukarkan
it: Riscattabile
ja: 引き換え可能
ko: 회수 가능
pl: Do odebrania
pt_pt: Resgatável
ru: Можно забрать
tr: Talep edilebilir
vi: Có thể thu hồi
zh_hans: 可赎回

# transaction.details.copy.hash
source: Copy hash
es: Copiar hash
fr: Copier le hash
hu: Hash másolása
id: Salin hash
it: Copia hash
ja: ハッシュをコピー
ko: 해시 복사
pl: Kopiuj hash
pt_pt: Copiar hash
ru: Копировать хеш
tr: Hash'i kopyala
vi: Sao chép hash
zh_hans: 复制哈希

# transaction.details.view.polkascan
source: View in Polkascan
es: Ver en Polkascan
fr: Voir sur Polkascan
hu: Megtekintés Polkascan-en
id: Lihat di Polkascan
it: Visualizza in Polkascan
ja: Polkascanで表示
ko: Polkascan에서 보기
pl: Zobacz w Polkascan
pt_pt: Ver no Polkascan
ru: Посмотреть в Polkascan
tr: Polkascan'da Görüntüle
vi: Xem trong Polkascan
zh_hans: 在Polkascan中查看

# transaction.details.view.subscan
source: View in Subscan
es: Ver en Subscan
fr: Voir sur Subscan
hu: Megtekintés Subscan-en
id: Lihat di Subscan
it: Visualizza in Subscan
ja: Subscanで表示
ko: Subscan에서 보기
pl: Zobacz w Subscan
pt_pt: Ver no Subscan
ru: Просмотреть в Subscan
tr: Subscan'de Görüntüle
vi: Xem trong Subscan
zh_hans: 在Subscan中查看

# wallet.send.balance.details
source: Balance details
es: Detalles del saldo
fr: Détails du solde
hu: Egyenleg részletei
id: Detail saldo
it: Dettagli del saldo
ja: 残高の詳細
ko: 잔액 세부 정보
pl: Szczegóły bilansu
pt_pt: Detalhes do saldo
ru: Детали баланса
tr: Bakiye detayları
vi: Chi tiết số dư
zh_hans: 余额详情

# wallet.send.balance.total
source: Total balance
es: Saldo total
fr: Solde total
hu: Teljes egyenleg
id: Total saldo
it: Saldo totale
ja: 総残高
ko: 총 잔액
pl: Łączny bilans
pt_pt: Saldo total
ru: Общий баланс
tr: Toplam bakiye
vi: Tổng số dư
zh_hans: 总余额

# wallet.send.balance.total.after.transfer
source: Total after transfer
es: Total después de la transferencia
fr: Total après transfert
hu: Összesen az átutalás után
id: Total setelah transfer
it: Totale dopo il trasferimento
ja: 転送後の総残高
ko: 전송 후 총액
pl: Łączny po transferze
pt_pt: Total após a transferência
ru: Общий после перевода
tr: Transfer sonrası toplam
vi: Tổng số sau khi chuyển
zh_hans: 转账后总计

# wallet.send.existential.warning
source: Your transfer will remove account from blockstore since it will make total balance lower than minimal balance.
es: Tu transferencia eliminará la cuenta del almacenamiento de bloques ya que hará que el saldo total sea menor que el saldo mínimo.
fr: Votre transfert retirera le compte du blockstore puisque le solde total sera inférieur au solde minimal.
hu: Az utalás eltávolítja a fiókot a blokkláncról, mivel a teljes egyenleg kevesebb lesz a minimálisan szükségenél.
id: Transfer Anda akan menghapus akun dari blockstore karena akan membuat total saldo lebih rendah dari saldo minimal
it: Il tuo trasferimento rimuoverà l'account dal blockstore poiché renderà il saldo complessivo inferiore al saldo minimo.
ja: 送金によりアカウントの合計残高が最低残高を下回るため、アカウントはブロックストアから削除されます。
ko: 전송 후 총 잔액이 최소 잔액보다 낮아지기 때문에 계정이 블록 스토어에서 제거될 것입니다.
pl: Twój transfer usunie konto z blockchain, ponieważ spowoduje obniżenie całkowitego salda poniżej minimalnego poziomu.
pt_pt: Sua transferência removerá a conta do bloco de armazenamento, pois fará com que o saldo total seja menor que o saldo mínimo.
ru: Ваш перевод удалит аккаунт, так как общий баланс станет ниже минимального.
tr: Toplam bakiyenin minimal bakiyeden düşük olması nedeniyle transferiniz hesabı blok depodan kaldıracak.
vi: Chuyển tiền của bạn sẽ xóa tài khoản khỏi chuỗi khối vì tổng số dư sẽ thấp hơn số dư tối thiểu.
zh_hans: 您的转账将从区块存储中移除账户，因为它将使总余额低于最小余额。

# common.warning
source: Warning
es: Advertencia
fr: Avertissement
hu: Figyelmeztetés
id: Peringatan
it: Avvertimento
ja: 警告
ko: 경고
pl: Ostrzeżenie
pt_pt: Aviso
ru: Предупреждение
tr: Uyarı
vi: Cảnh báo
zh_hans: 警告

# connection.delete.title
source: Delete network?
es: ¿Eliminar red?
fr: Supprimer le réseau ?
hu: Hálózat törlése?
id: Hapus jaringan?
it: Eliminare la rete?
ja: ネットワークを削除しますか？
ko: 네트워크를 삭제할까요?
pl: Usunąć sieć?
pt_pt: Deletar rede?
ru: Удалить сеть?
tr: Ağı sil?
vi: Xóa mạng?
zh_hans: 删除网络？

# connection.delete.description
source: Confirm %@ deletion.
es: Confirma la eliminación de %@.
fr: Confirmer la suppression de %@.
hu: A(z) %@ törlésének megerősítése.
id: Konfirmasi penghapusan %@.
it: Conferma eliminazione di %@.
ja: %@を削除します。
ko: %@ 삭제를 확인하세요.
pl: Potwierdź usunięcie %@.
pt_pt: Confirme a deleção de %@.
ru: Подтвердите удаление %@.
tr: %@ silinmesini onaylayın.
vi: Xác nhận xóa %@.
zh_hans: 确认删除%@。

# connection.delete.confirm
source: Delete
es: Eliminar
fr: Supprimer
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_pt: Deletar
ru: Удалить
tr: Sil
vi: Xóa
zh_hans: 删除

# network.status.connecting
source: Connecting…
es: Conectando…
fr: Connexion...
hu: Csatlakozás…
id: Menghubungkan...
it: Connessione in corso...
ja: 接続中…
ko: 연결 중…
pl: Łączenie…
pt_pt: Conectando…
ru: Подключение…
tr: Bağlanıyor…
vi: Đang kết nối…
zh_hans: 正在连接…

# network.status.connected
source: Connected
es: Conectado
fr: Connecté
hu: Csatlakoztatva
id: Terhubung
it: Connesso
ja: 接続済み
ko: 연결됨
pl: Połączono
pt_pt: Conectado
ru: Подключено
tr: Bağlandı
vi: Đã kết nối
zh_hans: 已连接

# wallet.receive.description
source: Share this QR to sender
es: Comparte este QR con el emisor
fr: Partager ce QR avec l'expéditeur
hu: QR-kód megosztása a küldővel
id: Bagikan kode QR ini ke pengirim
it: Condividi questo QR con il mittente
ja: このQRを送信者と共有
ko: 이 QR을 발신자에게 공유하세요
pl: Udostępnij ten kod QR nadawcy
pt_pt: Compartilhe este QR com o remetente
ru: Поделитесь этим QR-кодом с отправителем
tr: Bu QR'yi gönderici ile paylaşın
vi: Chia sẻ QR này cho người gửi
zh_hans: 将此 QR 码分享给发送方

# wallet.search.accounts
source: my accounts
es: mis cuentas
fr: mes comptes
hu: fiókjaim
id: akun saya
it: i miei account
ja: 私のアカウント
ko: 내 계정
pl: moje konta
pt_pt: minhas contas
ru: мои аккаунты
tr: hesaplarım
vi: tài khoản của tôi
zh_hans: 我的账户

# wallet.receive.share.message
source: My %@ address to receive %@:
es: Mi dirección %@ para recibir %@:
fr: Mon adresse %@ pour recevoir %@ :
hu: A(z) %@ címem %@ fogadásához
id: Alamat %@ saya untuk menerima %@:
it: Il mio indirizzo %@ per ricevere %@:
ja: 私の%@アドレスで%@を受け取る:
ko: 저의 %@ 주소입니다: %@:
pl: Mój adres %@ do odbioru %@:
pt_pt: Meu endereço %@ para receber %@:
ru: Мой %@ адрес для получения %@:
tr: %@ adresim %@ almak için:
vi: Địa chỉ %@ của tôi để nhận %@:
zh_hans: 我的 %@ 地址用于接收 %@：

# account.export.action
source: Export
es: Exportar
fr: Exporter
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
pl: Eksport
pt_pt: Exportar
ru: Экспортировать
tr: Dışa Aktar
vi: Xuất
zh_hans: 导出

# account.export.warning.message
source: Sharing or copying your secret is a high risk operation, don’t send it to anyone. Would you like to proceed with sharing/copying process?
es: Compartir o copiar tu secreto es una operación de alto riesgo, no lo envíes a nadie. ¿Deseas continuar con el proceso de compartir/copiar?
fr: Le partage ou la copie de votre secret est une opération à haut risque, ne l'envoyez à personne. Souhaitez-vous poursuivre le processus de partage/copie ?
hu: A titkos kulcs megosztása vagy másolása nagyon kockázatos, ne küld el senkinek. Szeretnéd folytatni a megosztási/másolási folyamatot?
id: Berbagi atau menyalin rahasia Anda adalah operasi berisiko tinggi, jangan kirimkan kepada siapa pun. Apakah Anda ingin melanjutkan proses berbagi/menyalin?
it: Condividere o copiare il tuo segreto è un'operazione ad alto rischio, non inviarlo a nessuno. Vuoi procedere con il processo di condivisione/copia?
ja: 秘密を共有またはコピーすることは高リスクの操作です。誰にも送信しないでください。共有/コピーを続けますか？
ko: 비밀을 공유하거나 복사하는 것은 매우 위험한 작업입니다. 누구에게도 보내지 마세요. 공유/복사 과정을 계속하시겠습니까?
pl: Udostępnianie lub kopiowanie swojego sekretu jest operacją wysokiego ryzyka, nie wysyłaj go nikomu. Czy chcesz kontynuować proces udostępniania/kopiowania?
pt_pt: Compartilhar ou copiar seu segredo é uma operação de alto risco, não o envie a ninguém. Gostaria de prosseguir com o processo de compartilhamento/cópia?
ru: Передача или копирование вашего секрета - операция с высоким риском, не отправляйте ее никому. Хотите продолжить процесс обмена / копирования?
tr: Gizlinizi paylaşmak veya kopyalamak yüksek riskli bir işlemdir, bunu hiç kimseyle paylaşmayın. Paylaşma/kopyalama işlemiyle devam etmek ister misiniz?
vi: Chia sẻ hoặc sao chép bí mật của bạn là một hoạt động rủi ro cao, đừng gửi nó cho bất kỳ ai. Bạn có muốn tiếp tục quy trình chia sẻ/sao chép không?
zh_hans: 共享或复制您的密钥是一个高风险操作，不要将它发送给任何人。您想继续共享/复制过程吗？

# account.export.warning.title
source: Be careful
es: Ten cuidado
fr: Soyez prudent
hu: Legyél óvatos
id: Hati-hati
it: Fai attenzione
ja: 注意してください
ko: 주의하십시오
pl: Bądź ostrożny
pt_pt: Tenha cuidado
ru: Будьте осторожны
tr: Dikkatli olun
vi: Hãy cẩn thận
zh_hans: 请小心

# account.export.json.hint
source: This password is required to encrypt your account and is used alongside this JSON file to restore your wallet.
es: Se requiere contraseña para encriptar su cuenta y almacenarla como JSON de restauración. Por favor, cree una contraseña para continuar con la operación.
fr: Le mot de passe est nécessaire pour crypter votre compte et le stocker en tant que JSON de restauration. Veuillez créer un mot de passe pour poursuivre l'opération.
hu: A fiók titkosításához és a visszállító JSON-hoz szükséges egy jelszó. Kérlek, hozz létre egyet a folytatáshoz.
id: Kata sandi ini diperlukan untuk mengenkripsi akun Anda dan digunakan bersamaan dengan file JSON ini untuk memulihkan dompet Anda.
it: La password è necessaria per crittografare il tuo account e memorizzarlo come Ripristino JSON. Per favore, crea una password per continuare l'operazione.
ja: このパスワードはアカウントを暗号化するために必要であり、このJSONファイルとともにウォレットを復元するために使用されます。
ko: 이 비밀번호는 계정을 암호화하는 데 필요하며, 이 JSON 파일과 함께 지갑을 복원하는 데 사용됩니다.
pl: To hasło jest wymagane do zaszyfrowania Twojego konta i jest używane wraz z tym plikiem JSON do przywrócenia Twojego portfela.
pt_pt: Uma senha é necessária para criptografar sua conta e armazená-la como Restore JSON. Por favor, crie uma senha para continuar a operação.
ru: Этот пароль необходим для шифрования аккаунт и используется вместе с JSON файлом для восстановления.
tr: Hesabınızı şifrelemek ve Restore JSON olarak saklamak için şifre gereklidir. Lütfen işlemi sürdürmek için bir şifre oluşturun.
vi: Mật khẩu này cần để mã hóa tài khoản của bạn và được sử dụng cùng với tệp JSON này để khôi phục ví của bạn.
zh_hans: 密码是加密您的账户并存储为恢复JSON所必需的。请创建密码以继续操作。

# common.set.password
source: Set password
es: Establecer contraseña
fr: Définir le mot de passe
hu: Jelszó beállítása
id: Atur kata sandi
it: Imposta password
ja: パスワードを設定
ko: 비밀번호 설정
pl: Ustaw hasło
pt_pt: Definir senha
ru: Новый пароль
tr: Şifre belirleyin
vi: Đặt mật khẩu
zh_hans: 设置密码

# common.confirm.password
source: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe
hu: Jelszó megerősítése
id: Konfirmasi kata sandi
it: Conferma password
ja: パスワードを確認
ko: 비밀번호 확인
pl: Potwierdź hasło
pt_pt: Confirme a senha
ru: Подтверждение пароля
tr: Şifreyi doğrula
vi: Xác nhận mật khẩu
zh_hans: 确认密码

# common.error.password.mismatch
source: Passwords do not match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hu: A jelszavak nem egyeznek
id: Kata sandi tidak cocok
it: Le password non corrispondono
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
pl: Hasła się nie zgadzają
pt_pt: As senhas não correspondem
ru: Пароли не совпадают
tr: Şifreler eşleşmiyor
vi: Mật khẩu không khớp
zh_hans: 密码不匹配

# common.network
source: Network
es: Red
fr: Réseau
hu: Hálózat
id: Jaringan
it: Rete
ja: ネットワーク
ko: 네트워크
pl: Sieć
pt_pt: Rede
ru: Сеть
tr: Ağ
vi: Mạng
zh_hans: 网络

# common.change.password
source: Change password
es: Cambiar contraseña
fr: Modifier le mot de passe
hu: Jelszó módosítása
id: Ubah kata sandi
it: Cambia password
ja: パスワードを変更する
ko: 비밀번호 변경
pl: Zmień hasło
pt_pt: Alterar senha
ru: Сменить пароль
tr: Şifreyi değiştir
vi: Đổi mật khẩu
zh_hans: 更改密码

# export.mnemonic.with.dp.template
source: Network: %@ Mnemonic: %@ Derivation path: %@
es: Red: %@ Mnemotécnico: %@ Ruta de derivación: %@
fr: Réseau : %@ Mnémonique : %@ Chemin de dérivation : %@
hu: Hálózat: %@ Mnemonikus: %@ Származtatott útvonal: %@
id: Jaringan: %@ Mnemonic: %@ Jalur derivasi: %@
it: Rete: %@ Mnemonica: %@ Percorso di derivazione: %@
ja: ネットワーク: %@ ニーモニック: %@ 導出パス: %@
ko: 네트워크: %@ Mnemonic: %@ 파생 경로: %@
pl: Sieć: %@ Mnemonika: %@ Ścieżka pochodna: %@
pt_pt: Rede: %@ Mnemônico: %@ Caminho de derivação: %@
ru: Сеть: %@ Мнемоника: %@ Путь деривации: %@
tr: Ağ: %@ Mnemonik: %@ Türetme yolu: %@
vi: Mạng: %@ Mnemonic: %@ Đường dẫn dẫn xuất: %@
zh_hans: 网络：%@ 助记词：%@ 推导路径：%@

# export.mnemonic.without.dp.template
source: Network: %@ Mnemonic: %@
es: Red: %@ Mnemotécnico: %@
fr: Réseau : %@ Mnémonique : %@
hu: Hálózat: %@ Mnemonikus: %@
id: Jaringan: %@ Mnemonic: %@
it: Rete: %@ Mnemonica: %@
ja: ネットワーク: %@ ニーモニック: %@
ko: 네트워크: %@ Mnemonic: %@
pl: Sieć: %@ Mnemonika: %@
pt_pt: Rede: %@ Mnemônico: %@
ru: Сеть: %@ Мнемоника: %@
tr: Ağ: %@ Mnemonik: %@
vi: Mạng: %@ Mnemonic: %@
zh_hans: 网络：%@ 助记词：%@

# export.mnemonic.hint
source: Use non digital way to backup, such as writing the sequence of mnemonic words and derivation path (if set) down on paper.
es: Utilice una forma no digital para hacer una copia de seguridad, como escribir la secuencia de palabras mnemotécnicas y la ruta de derivación (si se establece) en papel.
fr: Utiliser des moyens de sauvegarde non numériques, par exemple en écrivant sur papier la séquence des mots mnémoniques et le chemin de dérivation (si défini).
hu: Használj nem digitális módszert a biztonsági mentéshez, például írd le a mnemonikus szavakat és a származási útvonalat (ha be van állítva) egy papírra.
id: Gunakan cara non-digital untuk cadangan, seperti menulis urutan kata mnemonic dan jalur derivasi (jika diatur) di atas kertas.
it: Utilizza un modo non digitale per il backup, come scrivere la sequenza di parole mnemoniche e il percorso di derivazione (se impostato) su carta.
ja: バックアップにはデジタル以外の方法を使用します。例えば、ニーモニックワードのシーケンスと（設定されている場合）導出パスを紙に書き留めることです。
ko: 시드 수열과 파생 경로(설정된 경우)를 종이에 적는 등의 비디지털 백업 방식을 사용하세요.
pl: Użyj sposobu niematerialnego na backup, np. zapisz na papierze sekwencję słów mnemonicznych i ścieżkę pochodną (jeśli ustawiona).
pt_pt: Use uma forma não digital para backup, como escrever a sequência de palavras mnemônicas e o caminho de derivação (se definido) no papel.
ru: Используйте нецифровой способ резервного копирования, например, записав последовательность мнемонических слов и путь их образования (если он установлен) на бумаге.
tr: Mnemonik kelimelerin ve türetme yolunun (ayarlandıysa) kağıt üzerine yazılması gibi dijital olmayan bir yedekleme yöntemi kullanın.
vi: Sử dụng phương pháp sao lưu không kỹ thuật số, chẳng hạn như ghi lại chuỗi các từ ghi nhớ và đường dẫn dẫn xuất (nếu có) trên giấy.
zh_hans: 使用非数字方式备份，例如将助记词序列和（如果设置）推导路径写在纸上。

# common.confirm
source: Confirm
es: Confirmar
fr: Confirmer
hu: Megerősít
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
pl: Potwierdź
pt_pt: Confirmar
ru: Подтвердить
tr: Onayla
vi: Xác nhận
zh_hans: 确认

# common.confirmed
source: Confirmed
es: Confirmado
fr: Confirmé
hu: Megerősítve
id: Dikonfirmasi
it: Confermato
ja: 確認済み
ko: 확인됨
pl: Potwierdzono
pt_pt: Confirmado
ru: Подтверждено
tr: Onaylandı
vi: Đã xác nhận
zh_hans: 已确认

# export.seed.without.dp.template
source: Network: %@ Seed: %@
es: Red: %@ Semilla: %@
fr: Réseau : %@ Clé : %@
hu: Hálózat: %@ Seed: %@
id: Jaringan: %@ Seed: %@
it: Rete: %@ Seed: %@
ja: ネットワーク: %@ シード: %@
ko: 네트워크: %@ Seed: %@
pl: Sieć: %@ Seed: %@
pt_pt: Rede: %@ Semente: %@
ru: Сеть: %@ Сид: %@
tr: Ağ: %@ Seed: %@
vi: Mạng: %@ Seed: %@
zh_hans: 网络：%@ 种子：%@

# export.seed.with.dp.template
source: Network: %@ Seed: %@ Derivation path: %@
es: Red: %@ Semilla: %@ Ruta de derivación: %@
fr: Réseau : %@ Clé : %@ Chemin de dérivation : %@
hu: Hálózat: %@ Seed: %@ Származtatott útvonal: %@
id: Jaringan: %@ Seed: %@ Jalur derivasi: %@
it: Rete: %@ Seed: %@ Percorso di derivazione: %@
ja: ネットワーク: %@ シード: %@ 導出パス: %@
ko: 네트워크: %@ Seed: %@ 파생 경로: %@
pl: Sieć: %@ Seed: %@ Ścieżka pochodna: %@
pt_pt: Rede: %@ Semente: %@ Caminho de derivação: %@
ru: Сеть: %@ Сид: %@ Путь деривации: %@
tr: Ağ: %@ Seed: %@ Türetme yolu: %@
vi: Mạng: %@ Seed: %@ Đường dẫn dẫn xuất: %@
zh_hans: 网络：%@ 种子：%@ 推导路径：%@

# common.changed
source: Changed
es: Cambió
fr: Modifié
hu: Megváltozott
id: Diubah
it: Modificato
ja: 変更されました
ko: 변경됨
pl: Zmieniono
pt_pt: Alterado
ru: Изменено
tr: Değiştirildi
vi: Đã thay đổi
zh_hans: 已更改

# account.import.json.no.network
source: JSON contains no network information. Please specify it below.
es: El JSON no contiene información de la red. Por favor, especifícalo a continuación.
fr: Le JSON ne contient pas d'informations sur le réseau. Veuillez les spécifier ci-dessous.
hu: A JSON nem tartalmaz hálózati információkat. Kérlek, add meg az alábbiakban.
id: JSON tidak mengandung informasi jaringan. Harap tentukan di bawah ini.
it: Il JSON non contiene informazioni sulla rete. Si prega di specificarle di seguito.
ja: JSONにはネットワーク情報が含まれていません。以下に指定してください。
ko: JSON에 네트워크 정보가 없습니다. 아래에서 지정하세요.
pl: JSON nie zawiera informacji o sieci. Proszę podaj ją poniżej.
pt_pt: O JSON não contém informações de rede. Por favor, especifique abaixo.
ru: JSON не содержит информации о сети. Пожалуйста, укажите её в блоке дополнительных ниже.
tr: JSON ağ bilgisi içermiyor. Lütfen aşağıda belirtin.
vi: JSON không chứa thông tin mạng. Vui lòng chỉ định nó bên dưới.
zh_hans: JSON不包含网络信息。请在下面指定。

# account.import.wrong.network
source: Network in JSON does not match selected one. The latter will be used to import an account.
es: La red en JSON no coincide con la seleccionada. Se usará la última para importar una cuenta.
fr: Le réseau dans le JSON ne correspond pas à celui qui a été sélectionné. Ce dernier sera utilisé pour importer un compte.
hu: A JSON-ban szereplő hálózat nem egyezik a kiválasztottal. Utóbbit fogjuk használni a fiók importálásához.
id: Jaringan dalam JSON tidak cocok dengan yang dipilih. Yang terakhir akan digunakan untuk mengimpor akun.
it: La rete nel JSON non corrisponde a quella selezionata. Quest'ultima verrà utilizzata per importare un account.
ja: JSON内のネットワークが選択されたものと一致しません。後者がアカウントのインポートに使用されます。
ko: JSON의 네트워크가 선택된 것과 일치하지 않습니다. 후자는 계정을 가져오는데 사용될 것입니다.
pl: Sieć w JSON nie zgadza się z wybraną. Ta druga będzie używana do importu konta.
pt_pt: A rede no JSON não corresponde à selecionada. Esta última será usada para importar uma conta.
ru: Сеть в JSON не совпадает с выбранной. Выбранная сеть будет использоваться для импорта аккаунта.
tr: JSON'daki ağ seçilen ile eşleşmiyor. Sonradan seçilen ağ hesap ithalatı için kullanılacak.
vi: Mạng trong JSON không khớp với mạng đã chọn. Mạng đã chọn sẽ được sử dụng để nhập tài khoản.
zh_hans: JSON中的网络与所选网络不匹配。后者将用于导入账户。

# common.address
source: Address
es: Dirección
fr: Adresse
hu: Cím
id: Alamat
it: Indirizzo
ja: 住所
ko: 주소
pl: Adres
pt_pt: Endereço
ru: Адрес
tr: Adres
vi: Địa chỉ
zh_hans: 地址

# wallet.asset.buy
source: Buy
es: Comprar
fr: Acheter
hu: Vétel
id: Beli
it: Acquista
ja: 購入
ko: 구매
pl: Kup
pt_pt: Comprar
ru: Купить
tr: Satın al
vi: Mua
zh_hans: 购买

# wallet.send.dead.recipient.title
source: Amount is too low
es: El monto es demasiado bajo
fr: Montant trop faible
hu: Az összeg túl kevés
id: Jumlah terlalu rendah
it: La somma è troppo bassa
ja: 量が少なすぎます
ko: 금액이 너무 낮습니다
pl: Kwota jest za niska
pt_pt: Quantidade muito baixa
ru: Сумма слишком мала
tr: Miktar çok düşük
vi: Số lượng quá thấp
zh_hans: 金额太低

# wallet.send.dead.recipient.message
source: Your transfer will fail since the final amount on the destination account will be less than the minimal balance. Please, try to increase the amount.
es: Tu transferencia fallará ya que el monto final en la cuenta de destino será menor que el saldo mínimo. Por favor, intenta aumentar el monto.
fr: Votre transfert échouera car le montant final sur le compte de destination sera inférieur au solde minimal. Veuillez essayer d'augmenter le montant.
hu: Az átutalás sikertelen lesz, mivel a célszámlán lévő végösszeg kisebb lesz, mint a minimális egyenleg. Kérlek, próbáld meg növelni az összeget.
id: Transfer Anda akan gagal karena jumlah akhir di akun tujuan akan kurang dari saldo minimal. Silakan coba untuk meningkatkan jumlahnya
it: Il tuo trasferimento fallirà in quanto l'importo finale sul conto di destinazione sarà inferiore al saldo minimo. Per favore, cerca di aumentare l'importo.
ja: 送金先アカウントに最低残高未満の金額しかないため、送金は失敗します。金額を増やしてみてください。
ko: 대상 계정의 최종 금액이 최소 잔액보다 적기 때문에 전송이 실패할 것입니다. 금액을 늘려보세요.
pl: Twój transfer nie powiedzie się, ponieważ końcowa kwota na koncie docelowym będzie mniejsza niż minimalny balans. Proszę, spróbuj zwiększyć kwotę.
pt_pt: Sua transferência falhará, pois o valor final na conta de destino será menor que o saldo mínimo. Por favor, tente aumentar o valor.
ru: Ваш перевод не состоится, так как окончательная сумма на целевом счете будет меньше, чем минимальный баланс. Пожалуйста, попробуйте увеличить сумму.
tr: Hedef hesaptaki nihai miktar, minimal bakiyeden az olacağı için transferiniz başarısız olacak. Lütfen miktarı artırmayı deneyin.
vi: Chuyển tiền của bạn sẽ thất bại vì số tiền cuối cùng trong tài khoản đích sẽ ít hơn số dư tối thiểu. Vui lòng thử tăng số tiền lên.
zh_hans: 您的转账将失败，因为目的账户的最终金额将低于最小余额。请尝试增加金额。

# buy.completed
source: Purchase initiated! Please wait up to 60 minutes. You can track status on the email.
es: ¡Compra iniciada! Por favor, espere hasta 60 minutos. Puede seguir el estado en el correo electrónico.
fr: L'achat est lancé ! Veuillez patienter jusqu'à 60 minutes. Vous pouvez suivre l'état d'avancement sur l'e-mail.
hu: Kérlek várj, a vásárlás megkezdődött, ami eltarthat akár 60 percig is. Az állapotot nyomon követheted az e-mailben.
id: Pembelian dimulai! Harap tunggu hingga 60 menit. Anda dapat melacak statusnya melalui email.
it: Acquisto iniziato! Attendi fino a 60 minuti. Puoi controllare lo stato sulla email.
ja: 購入が開始されました！ 最大60分お待ちください。メールでステータスを追跡できます。
ko: 구매가 시작되었습니다! 최대 60분까지 기다려주세요. 이메일에서 상태를 추적할 수 있습니다.
pl: Zakup zainicjowany! Proszę czekać do 60 minut. Możesz śledzić status na e-mail.
pt_pt: Compra iniciada! Por favor, aguarde até 60 minutos. Você pode rastrear o status pelo email.
ru: Покупка совершена! Ожидайте до 60 минут. Вы можете отслеживать статус по электронной почте.
tr: Satın alma başlatıldı! Lütfen 60 dakika kadar bekleyin. Durumu e-postadan takip edebilirsiniz.
vi: Mua hàng đã được khởi tạo! Vui lòng đợi tối đa 60 phút. Bạn có thể theo dõi trạng thái trong email.
zh_hans: 购买已启动！请等待最多 60 分钟。你可以在电子邮件上追踪状态。
