Repository: novasamatech/nova-wallet-ios
Catalog: novawallet/*.lproj/Localizable.strings
Languages: es, fr, hu, id, it, ja, ko, pl, pt_pt, ru, tr, vi, zh_hans

# wallet.filters.transfers
source: Transfers
es: Transferencias
fr: Transferts
hu: Átutalások
id: Transfer
it: Trasferimenti
ja: 転送
ko: 이체
pl: Przelewy
pt_pt: Transferências
ru: Переводы
tr: Transferler
vi: Chuyển khoản
zh_hans: 转账

# wallet.filters.rewards.and.slashes
source: Rewards and Slashes
es: Recompensas y Penalizaciones
fr: Récompenses et sabrages
hu: Jutalmak és Büntetések
id: Hadiah dan Potongan
it: Ricompense e penalità
ja: 報酬とスラッシュ
ko: 보상 및 슬래시
pl: Nagrody i opłaty
pt_pt: Recompensas e Penalidades
ru: Вознаграждения и слэши
tr: Ödüller ve Ceza Kesintileri
vi: Phần thưởng và Hình phạt
zh_hans: 奖励和惩罚

# wallet.filters.extrinsics
source: Other transactions
es: Otras transacciones
fr: Autres transactions
hu: Egyéb tranzakciók
id: Transaksi Lain
it: Altre transazioni
ja: その他のトランザクション
ko: 기타 거래
pl: Inne transakcje
pt_pt: Outras transações
ru: Прочие транзакции
tr: Diğer işlemler
vi: Các giao dịch khác
zh_hans: 其他交易

# wallet.filters.header
source: Show
es: Mostrar
fr: Afficher
hu: Mutat
id: Tampilkan
it: Mostra
ja: 表示
ko: 표시
pl: Pokaż
pt_pt: Exibir
ru: Показывать
tr: Göster
vi: Hiển thị
zh_hans: 显示

# transfer.title
source: Transfer
es: Transferencia
fr: Transfert
hu: Átutalás
it: Trasferimento
ja: 送金
ko: 전송
pl: Przelew
pt_pt: Transferência
ru: Перевод
vi: Chuyển
zh_hans: 转账

# common.available.format
source: Available: %@
es: Disponible: %@
fr: Disponible : %@
hu: Elérhető: %@
id: Tersedia: %@
it: Disponibile: %@
ja: 利用可能: %@
ko: 사용 가능: %@
pl: Dostępne: %@
pt_pt: Disponível: %@
ru: Доступно: %@
tr: Mevcut: %@
vi: Có sẵn: %@
zh_hans: 可用：%@

# staking.rewards.learn.more
source: Learn more about rewards
es: Aprender más sobre las recompensas
fr: En savoir plus sur les récompenses
hu: Tudj meg többet a jutalmakról
id: Pelajari lebih lanjut tentang imbalan
it: Scopri di più sulle ricompense
ja: 報酬についてもっと知る
ko: 보상에 대해 자세히 알아보기
pl: Dowiedz się więcej o nagrodach
pt_pt: Saiba mais sobre recompensas
ru: Подробнее о вознаграждениях
tr: Ödüller hakkında daha fazla bilgi edinin
vi: Tìm hiểu thêm về phần thưởng
zh_hans: 了解更多关于奖励的信息

# common.error.no.data.retrieved
source: No data retrieved.
es: No se recuperaron datos.
fr: Aucune donnée n'a été récupérée.
hu: Nem található adat.
id: Tidak ada data yang diterima.
it: Dati non recuperati.
ja: データが取得されませんでした。
ko: 데이터를 가져오지 못했습니다.
pl: Nie pobrano danych.
pt_pt: Nenhum dado foi recuperado.
ru: Данные не получены.
tr: Veri alınamadı.
vi: Không lấy được dữ liệu.
zh_hans: 未检索到数据。

# staking.reward.payouts.empty.rewards
source: Perfect! All rewards are paid.
es: ¡Perfecto! Todas las recompensas están pagadas.
fr: Parfait ! Toutes les récompenses sont payées.
hu: Tökéletes! Minden jutalom kifizetésre került.
id: Sempurna! Semua imbalan sudah dibayarkan.
it: Perfetto! Tutte le ricompense sono state pagate.
ja: 完璧です！すべての報酬は支払われました。
ko: 완벽해요! 모든 보상이 지급되었습니다.
pl: Świetnie! Wszystkie nagrody zostały wypłacone.
pt_pt: Perfeito! Todas as recompensas estão pagas.
ru: Прекрасно! Все вознаграждения выплачены.
tr: Mükemmel! Tüm ödüller ödendi.
vi: Hoàn hảo! Tất cả các phần thưởng đều đã được trả.
zh_hans: 太好了！所有奖励都已支付。

# staking.reward.details.validator
source: Validator
es: Validador
fr: Validateur
hu: Validátor
it: Validatore
ja: バリデーター
ko: 검증인
pl: Walidator
pt_pt: Validador
ru: Валидатор
tr: Doğrulayıcı
zh_hans: 验证器

# common.insufficient.balance
source: Insufficient balance
es: Saldo insuficiente
fr: Solde insuffisant
hu: Fedezethiány
id: Saldo tidak mencukupi
it: Saldo insufficiente
ja: 残高不足
ko: 잔액 부족
pl: Niewystarczające saldo
pt_pt: Saldo insuficiente
ru: Недостаточный баланс
tr: Yetersiz bakiye
vi: Số dư không đủ
zh_hans: 余额不足

# common.confirmation.title
source: Are you sure?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
hu: Biztos vagy benne?
id: Apakah Anda yakin?
it: Sei sicuro?
ja: 本当に?
ko: 확실합니까?
pl: Czy jesteś pewien?
pt_pt: Tem certeza?
ru: Уверены ли вы?
tr: Emin misiniz?
vi: Bạn có chắc chắn?
zh_hans: 你确定吗？

# staking.warning.tiny.payout
source: The reward is less than the network fee.
es: La recompensa es menor que la comisión de la red.
fr: La récompense est inférieure aux frais de réseau.
hu: A jutalom kevesebb, mint a hálózati díj.
id: Imbalannya kurang dari biaya jaringan.
it: La ricompensa è inferiore alla tassa di rete.
ja: 報酬はネットワーク手数料より少ないです。
ko: 보상이 네트워크 수수료보다 적습니다.
pl: Nagroda jest mniejsza niż opłata sieciowa.
pt_pt: A recompensa é menor que a taxa de rede.
ru: Вознаграждение меньше комиссии сети.
tr: Ödül, ağ ücretinden daha az.
vi: Phần thưởng nhỏ hơn phí mạng.
zh_hans: 奖励低于网络费用。

# staking.unbonding.limit.reached.title
source: Unstaking requests limit reached
es: Límite de solicitudes de desvinculación alcanzado
fr: Limite de demandes d'unstaking atteinte
hu: Az unstake-elési kérelmek limitje elérve
id: Batas permintaan penarikan telah dicapai
it: Limite delle richieste di disimpegno raggiunto
ja: アンステーキングリクエストの制限に達しました
ko: Unstaking 요청 한도 도달
pl: Osiągnięto limit zapytań unstakeowania
pt_pt: Limite de pedidos de desvinculação atingido
ru: Достигнут лимит запросов на вывод из стейка
tr: Unstaking istek sınırına ulaşıldı
vi: Đạt giới hạn yêu cầu unstaking
zh_hans: 达到解除质押请求的限制

# staking.redeem
source: Redeem
es: Canjear
fr: Réclamer
hu: Kiváltás
id: Tebus
it: Riscatta
ja: 引き換え
ko: 상환
pl: Odbierz
pt_pt: Resgatar
ru: Забрать
tr: Tahsil et
zh_hans: 兑换

# common.balance
source: Balance
es: Saldo
fr: Solde
hu: Egyenleg
id: Saldo
it: Saldo
ja: 残高
ko: 잔액
pl: Saldo
pt_pt: Saldo
ru: Баланс
tr: Bakiye
vi: Số dư
zh_hans: 余额

# staking.balance.title
source: Staking balance
es: Balance de staking
fr: Solde en staking
hu: Stake-elési egyenleg
id: Saldo Staking
it: Saldo staking
ja: ステーキングバランス
ko: 스테이킹 잔액
pl: Saldo stakingu
pt_pt: Saldo de staking
ru: Баланс стейкинга
tr: Staking bakiyesi
vi: Cân bằng staking
zh_hans: 质押余额

# staking.payout.sent
source: Payout transaction sent
es: Transacción de pago enviada
fr: Transaction de paiement envoyée
hu: Kifizetési tranzakció elküldve
id: Transaksi pembayaran telah dikirim
it: Transazione di pagamento inviata
ja: 支払いトランザクションが送信されました
ko: 출금 거래가 전송되었습니다
pl: Transakcja wypłaty wysłana
pt_pt: Transação de pagamento enviada
ru: Транзакция на выплату отправлена
tr: Ödeme işlemi gönderildi
vi: Giao dịch thanh toán đã được gửi
zh_hans: 支付交易已发送

# common.transaction.submitted
source: Transaction submitted
es: Transacción enviada
fr: Envoi de la transaction
hu: Tranzakció elküldve
id: Transaksi dikirim
it: Transazione inviata
ja: 取引が送信されました
ko: 트랜잭션이 제출되었습니다
pl: Transakcja wysłana
pt_pt: Transação enviada
ru: Транзакция отправлена
tr: İşlem Gönderildi
vi: Giao dịch đã được gửi
zh_hans: 交易已提交

# staking.your.validators.title
source: Your validators
es: Tus validadores
fr: Vos validateurs
hu: Validátoraid
id: Validator Anda
it: I tuoi validatori
ja: あなたのバリデータ
ko: 당신의 검증자
pl: Twoi validatorzy
pt_pt: Seus validadores
ru: Ваши валидаторы
tr: Doğrulayıcılarınız
vi: Validator của bạn
zh_hans: 您的验证者

# staking.rebond.action.all
source: All unstaking
es: Todo des-stake
fr: Tous les unstaking
hu: Minden unstake-elés alatti
id: Semua tidak dicairkan
it: Tutto il ritiro
ja: すべてのUnstaking
ko: 모든 Unstaking
pl: Całe unstaking
pt_pt: Todo o unstaking
ru: Всё, что выводится из стейка
tr: Stakingten çıkan her şey
vi: Tất cả unstaking
zh_hans: 全部取消质押

# staking.rebond.action.last
source: Latest unstaked
es: Último des-staked
fr: Derniers retraits
hu: Utoljára unstake-elt
id: Terakhir tidak dicairkan
it: Ultimo staking ritirato
ja: 最新のUnstaked
ko: 최신 Unstaked
pl: Ostatnie unstaked
pt_pt: Último unstaked
ru: Последний вывод из стейка
tr: En son unstaked
vi: Unstaked gần nhất
zh_hans: 最新取消质押

# staking.rebond.custom.amount
source: Rebond custom amount
es: Cantidad personalizada de rebond
fr: Réengager un montant personnalisé
hu: Egyedi összeg újrakötése
id: Jumlah rebond kustom
it: Riunire l'importo personalizzato
ja: 特定の再ボンド額
ko: 커스텀 Rebond 금액
pl: Specjalna kwota rebondingu
pt_pt: Rebond de valor personalizado
ru: Специальная сумма ребондирования
tr: Özel miktarla rebond yap
vi: Số tiền rebond đặc biệt
zh_hans: 重绑自定义金额

# common.change
source: Change
es: Cambiar
fr: Changer
hu: Változtatás
id: Ubah
it: Modifica
ja: 変更
ko: 변경
pl: Zmień
pt_pt: Alterar
ru: Изменить
tr: Değiştir
vi: Thay đổi
zh_hans: 更改

# staking.your.nominated.format
source: Nominated: %@
es: Nominado: %@
fr: Nommés : %@
hu: Nominált: %@
id: Dinominasikan: %@
it: Nominati: %@
ja: ノミネートされた: %@
ko: 노미네이트됨: %@
pl: Nominowani: %@
pt_pt: Nomeado: %@
ru: Номинировано: %@
tr: Aday gösterilen: %@
vi: Được đề cử: %@
zh_hans: 已提名：%@

# staking.your.validators.changing.title
source: Your validators will change in the next era.
es: Tus validadores cambiarán en la próxima era.
fr: Vos validateurs changeront lors la prochaine ère.
hu: A validátoraid a következő korszakban fognak megváltozni.
id: Validator Anda akan berubah pada era berikutnya.
it: I tuoi validatori cambieranno nella prossima era.
ja: 次の時代であなたのバリデータが変更されます。
ko: 다음 시대에 당신의 검증자가 변경됩니다.
pl: Twoi validatorzy zmienią się w następnej erze.
pt_pt: Seus validadores mudarão na próxima era.
ru: Ваши валидаторы поменяются в следующую эру
tr: Doğrulayıcılarınız bir sonraki dönemde değişecek.
vi: Validator của bạn sẽ thay đổi trong kỷ nguyên tiếp theo.
zh_hans: 您的验证者将在下个时代变更。

# staking.unbonding.hint
source: Your tokens will be available to redeem after the unstaking period.
es: Tus tokens estarán disponibles para canjear después del período de desvinculación.
fr: Vos actifs seront disponibles après la période de retrait.
hu: A tokenek kiválthatóak az unstake-elési időszak után.
id: Token Anda akan tersedia untuk ditukar setelah periode penarikan selesai.
it: I tuoi token saranno disponibili per il riscatto dopo il periodo di disimpegno
ja: トークンはアンステーキング期間終了後に引き出し可能となります。
ko: Unstaking 기간이 끝난 후에 토큰을 상환할 수 있습니다.
pl: Twoje tokeny będą dostępne do wykupu po okresie unstakeowania.
pt_pt: Seus tokens estarão disponíveis para resgate após o período de desvinculação.
ru: Ваши токены будут доступны после истечения периода вывода.
tr: Unstaking süresi sona erdikten sonra tokenlarınızı geri alabilirsiniz.
vi: Token của bạn sẽ có thể rút được sau thời gian unstaking.
zh_hans: 在解质押期结束后，您的代币将可供赎回。

# staking.unbond.payee.reset.message
source: The reward destination will be changed to your account to avoid a bonded remnant since staking will be stopped
es: El destino de la recompensa se cambiará a tu cuenta para evitar un remanente ligado ya que el staking se detendrá
fr: La destination des récompenses sera votre compte, afin d'éviter un reste lié puisque le staking sera arrêtée
hu: A jutalom érkezési helye a címedre fog változni, hogy ne maradjon lekötött összeg, mivel a stake le fog állni
id: Tujuan hadiah akan diubah ke akun Anda untuk menghindari sisa yang diikat karena staking akan dihentikan
it: Il destinatario del premio sarà cambiato sul tuo account per evitare un residuo legato poiché lo staking verrà interrotto
ja: ステーキングが停止されるため、報酬の受取先がアカウントに変更され、ステークの残りを避けることができます。
ko: Staking이 중지되기 때문에 보상을 잔액에 남기지 않으려면 보상 수령지가 계정으로 변경됩니다
pl: Miejsce przeznaczenia nagród zostanie zmienione na Twoje konto, aby uniknąć pozostałych środków, ponieważ staking zostanie zatrzymany
pt_pt: O destino da recompensa será alterado para sua conta para evitar um remanescente vinculado, uma vez que o staking será interrompido
ru: Назначение вознаграждений будет изменено на ваш аккаунт, чтобы избежать остатка в стейке, поскольку стейкинг будет остановлен.
tr: Ödül hedefi, staking durdurulacağı için bağlı bir kalıntıdan kaçınmak amacıyla hesabınıza değiştirilecek
vi: Đích đến của phần thưởng sẽ được thay đổi sang tài khoản của bạn để tránh còn lại tài sản do việc staking sẽ dừng lại
zh_hans: 奖励目的地将更改为您的账户，以避免因停止质押而留下绑定余额

# staking.redeemable.format
source: Redeemable: %@
es: Canjeable: %@
fr: Encaissable : %@
hu: Kiváltható: %@
id: Dapat ditebus: %@
it: Riscattabile: %@
ja: 引き換え可能： %@
ko: 상환 가능: %@
pl: Można odebrać: %@
pt_pt: Resgatável: %@
ru: Можно забрать: %@
tr: Tahsil edilebilir: %@
vi: Có thể redeem: %@
zh_hans: 可兑换：%@

# staking.redeem.no.tokens.message
source: No redeemable tokens found
es: No se encontraron tokens canjeables
fr: Aucun actif encaissable n'a été trouvé
hu: Nincs kiváltható token
id: Tidak ada token yang dapat ditarik ditemukan
it: Nessun token riscattabile trovato
ja: 引き出し可能なトークンが見つかりません
ko: 사용 가능한 토큰이 없습니다
pl: Nie znaleziono tokenów do wypłaty
pt_pt: Nenhum token redimível encontrado
ru: Токены для вывода не найдены
tr: Çekilebilecek token bulunamadı
vi: Không tìm thấy token có thể đổi
zh_hans: 未找到可赎回代币

# staking.rebond
source: Return to stake
es: Regresar al stake
fr: Retour à l’enjeu
hu: Visza a stake-be
id: Kembalikan ke staking
it: Ritorna a stake
ja: ステークに戻る
ko: Stake로 반환
pl: Powrót do stake
pt_pt: Retornar ao staking
ru: Вернуть в стейк
tr: Stake'e geri dön
vi: Trở về stake
zh_hans: 返回质押

# staking.unbonding.format
source: Unstaking: %@
es: Desvinculando: %@
fr: Retrait : %@
hu: Unstake-elés: %@
id: Penarikan: %@
it: Disimpegno: %@
ja: アンステーキング: %@
pt_pt: Desvinculando: %@
ru: Время вывода: %@
zh_hans: 解除质押：%@

# staking.rebond.insufficient.bondings
source: Amount you want to return to stake is greater than unstaking balance
es: La cantidad que desea regresar al stake es mayor que el saldo des-stake
fr: Le montant que vous souhaitez remettre en jeu est supérieur au solde désengagé
hu: A vissza stake-elni kívánt összeg nagyobb, mint az unstake-elési egyenleg
id: Jumlah yang ingin Anda kembalikan ke staking lebih besar dari saldo tidak dicairkan
it: L'importo che vuoi ritornare allo staking è maggiore del saldo di staking
ja: Stakingに戻す金額はUnstakingの残高を超えています
ko: Stake로 반환하려는 금액이 Unstaking 잔액보다 큽니다
pl: Kwota, którą chcesz zwrócić do stake, jest większa niż saldo unstaking
pt_pt: A quantia que você deseja retornar ao staking é maior que o saldo de unstaking
ru: Сумма, которую вы хотите вернуть в стейк больше суммы вывода
tr: Stake'e geri dönmek istediğiniz miktar, unstaking bakiyesinden daha büyüktür
vi: Số tiền bạn muốn trở về stake lớn hơn số dư unstaking
zh_hans: 您要返回质押的金额大于取消质押的余额

# stacking.stash.account
source: Stash account
es: Cuenta de reserva
fr: Compte réserve
hu: Stash fiók
id: Akun Stash
it: Account stash
ja: Stashアカウント
ko: Stash 계정
pl: Konto stash
pt_pt: Conta de Reserva
ru: Стэш аккаунт
tr: Stash hesabı
vi: Tài khoản stash
zh_hans: 保管库账户

# staking.stash.missing.message
source: Stash account %@ is unavailable to update staking setup.
es: La cuenta de reserva %@ no está disponible para actualizar la configuración de apuesta
fr: Le compte réserve %@ n'est pas disponible pour mettre à jour la configuration du staking.
hu: A(z) %@ stash fiók nem elérhető, a stake beállításainak frissítéséhez
id: Akun Stash %@ tidak dapat diakses untuk memperbarui pengaturan staking.
it: L'account stash %@ non è disponibile per aggiornare l'impostazione dello staking.
ja: Stashアカウント%@はStaking設定の更新ができません。
ko: Stash 계정 %@ 은(는) Staking 설정을 업데이트할 수 없습니다.
pl: Konto stash %@ jest niedostępne do aktualizacji ustawień staking.
pt_pt: Conta de Reserva %@ não está disponível para atualizar a configuração de participação.
ru: Стэш аккаунт %@ недоступен для обновления настроек стейкинга
tr: Stash hesabı %@, stake ayarlarını güncellemek için kullanılamıyor.
vi: Tài khoản stash %@ không khả dụng để cập nhật cài đặt staking.
zh_hans: 保管库账户 %@ 无法更新抵押设置。

# staking.controller.account.title
source: Controller account
es: Cuenta controladora
fr: Compte contrôleur
hu: Vezérlő fiók
id: Akun Pengendali
it: Account controller
ja: コントローラーアカウント
ko: 컨트롤러 계정
pl: Konto kontrolera
pt_pt: Conta controladora
ru: Контроллер аккаунт
tr: Kontrolör hesabı
vi: Tài khoản controller
zh_hans: 控制器账户

# staking.bond.more.completion
source: Stake more request has been submitted
es: La solicitud de aumentar el stake ha sido enviada
fr: Une demande de participation supplémentaire a été soumise
hu: Stake növelési kérelem be lett adva
id: Permintaan staking lebih banyak telah dikirim
it: La richiesta di staking aggiuntivo è stata inviata
ja: さらにステークするリクエストが送信されました
ko: 더 많은 Stake 요청이 제출되었습니다
pl: Żądanie dodatkowego stakingu zostało złożone
pt_pt: A solicitação para aumentar a participação foi enviada
ru: Запрос на дополнительный стейкинг оправлен.
tr: Daha fazla stake talebi gönderildi
vi: Yêu cầu stake thêm đã được gửi
zh_hans: 已提交更多质押请求

# staking.account.is.used.as.controller
source: Selected account is already in use as controller
es: La cuenta seleccionada ya está siendo utilizada como controladora.
fr: Le compte sélectionné est déjà utilisé en tant que contrôleur
hu: A kiválasztott fiók már használatban van, mint vezérlő
id: Akun yang dipilih sudah digunakan sebagai controller
it: L'account selezionato è già in uso come controller
ja: 選択されたアカウントはすでにコントローラーとして使用されています
ko: 선택된 계정이 이미 컨트롤러로 사용 중입니다
pl: Wybrane konto jest już używane jako kontroler
pt_pt: A conta selecionada já está em uso como controladora
ru: Выбранный аккаунт уже используется в качестве контроллера.
tr: Seçilen hesap zaten kontrolör olarak kullanılmakta
vi: Tài khoản được chọn đã được sử dụng làm controller
zh_hans: 所选账户已作为控制器使用

# staking.month.period.format
source: %@ monthly
es: %@ mensual
fr: %@ mensuel
hu: %@ havonta
id: %@ bulanan
it: %@ mensile
ja: %@ 月次
ko: %@ 매월
pl: %@ miesięcznie
pt_pt: %@ mensal
ru: %@ ежемесячно
tr: %@ aylık
vi: %@ hàng tháng
zh_hans: %@ 每月

# staking.year.period.format
source: %@ yearly
es: %@ anual
fr: %@ annuel
hu: %@ évente
id: %@ per tahun
it: %@ annualmente
ja: %@ 年間
ko: %@ 매년
pl: %@ rocznie
pt_pt: %@ anual
ru: %@ ежегодно
tr: %@ yıllık
vi: %@ hàng năm
zh_hans: %@年度

# staking.reward.info.title
source: Earnings with restake
es: Ganancias con reinversión
fr: Gains avec restake
hu: Bevétel újra stake-el
id: Pendapatan dengan restake
it: Guadagni con reinvestimento
ja: 再投資での収益
ko: 재투자 수익
pl: Zyski z reinwestycją
pt_pt: Ganhos com reinvestimento
ru: Доходность с реинвестированием
tr: Yeniden yatırımla kazançlar
vi: Thu nhập với restake
zh_hans: 再投资收益

# staking.reward.info.max
source: Maximum APY
es: APY máximo
fr: APY maximum
hu: Maximális APY
id: APY Maksimum
it: APY massimo
ja: 最大APY
ko: 최대 APY
pl: Maksymalny APY
pt_pt: APY máximo
ru: Максимальный APY
tr: Maksimum APY
vi: APY tối đa
zh_hans: 最大APY

# staking.reward.info.avg
source: Average APY
es: APY promedio
fr: APY moyen
hu: Átlagos APY
id: APY Rata-rata
it: APY medio
ja: 平均APY
ko: 평균 APY
pl: Średni APY
pt_pt: APY médio
ru: Средний APY
tr: Ortalama APY
vi: APY trung bình
zh_hans: 平均APY

# staking.alerts.title
source: Alerts
es: Alertas
fr: Alertes
hu: Figyelmeztetések
id: Peringatan
it: Avvisi
ja: 通知
ko: 경고
pl: Alarmy
pt_pt: Alertas
ru: Предупреждения
tr: Uyarılar
vi: Cảnh báo
zh_hans: 警报

# staking.recommended.hint5
source: Limit of 2 validators per identity
es: Límite de 2 validadores por identidad
fr: Limite de 2 validateurs par identité
hu: Identitásonként legfeljebb 2 validátor
id: Batas 2 validator per identitas
it: Limite di 2 validatori per identità
ja: IDあたりのバリデーターの制限は2つまで
ko: 신분당 최대 2명의 검증인 제한
pl: Limit 2 walidatorów na identyfikację
pt_pt: Limite de 2 validadores por identidade
ru: Лимит 2 валидатора на персонализацию
tr: Kimlik başına en fazla 2 doğrulayıcı sınırlaması
vi: Giới hạn 2 validator mỗi danh tính
zh_hans: 每个身份限2个验证器

# staking.set.separate.account.controller
source: Set a separate account as a controller to increase staking management security.
es: Establecer una cuenta separada como controladora para aumentar la seguridad en la gestión del staking.
fr: Définissez un compte séparé en tant que contrôleur afin d'accroître la sécurité de la gestion du staking.
hu: A stake-elés biztonságának növelése érdekés, állíts be egy másik vezérlő fiókot.
id: Atur akun terpisah sebagai kontroler untuk meningkatkan keamanan pengelolaan staking
it: Imposta un account separato come controller per aumentare la sicurezza della gestione dello staking
ja: 別のアカウントをコントローラーとして設定し、staking管理のセキュリティを向上。
ko: 스테이킹 관리 보안을 향상시키기 위해 별도의 계정을 컨트롤러로 설정하십시오.
pl: Ustaw oddzielne konto jako kontroler, aby zwiększyć bezpieczeństwo zarządzania stakingiem.
pt_pt: Defina uma conta separada como controladora para aumentar a segurança na gestão do staking.
ru: Установите отдельный аккаунт как контроллер, чтобы увеличить безопасность управления стейкингом.
tr: Staking yönetim güvenliğini artırmak için ayrı bir hesabı denetleyici olarak ayarlayın.
vi: Đặt tài khoản riêng làm controller để tăng cường bảo mật quản lý staking.
zh_hans: 设置一个单独的帐户作为控制器以增加质押管理的安全性。

# staking.stash.can.hint
source: Stash can stake more and set the controller.
es: La cuenta stash puede hacer stake de más y establecer el controlador.
fr: La réserve peut miser davantage et configurer le contrôleur.
hu: A stash fiók képes növelni a stake-et és beállítani egy vezérlő fiókot.
id: Stash bisa melakukan staking lebih banyak dan mengatur controller.
it: L'account stash può scommettere di più e impostare il controller.
ja: スタッシュはさらにステークし、コントローラーを設定できます。
ko: Stash는 더 많이 Stake하고 컨트롤러를 설정할 수 있습니다.
pl: Stash może stake więcej i ustawić kontrolera.
pt_pt: Stash pode fazer stake de mais e definir o controlador.
ru: С помощью стэш аккаунта можно застейкать больше и установить контроллер аккаунт
tr: Stash daha fazla stake yapabilir ve kontrolörü ayarlayabilir.
vi: Stash có thể stake nhiều hơn và đặt controller.
zh_hans: 存储可以质押更多并设置控制器。

# staking.controller.can.hint
source: Controller can unstake, redeem, return to stake, change rewards destination and validators.
es: El controlador puede deshacer stake, canjear, volver a hacer stake, cambiar el destino de las recompensas y los validadores.
fr: Le contrôleur peut désengager, encaisser, retourner à l'enjeu, changer de valiateurs et de destination de récompenses.
hu: A vezérlő megszüntetheti a stake-et, kiválthatja, visszaküldheti a stake-be, megváltoztathatja a jutalmak érkezési helyét és a validátorokat.
id: Pengendali dapat menarik, menebus, kembali ke staking, mengganti tujuan hadiah, dan validator.
it: Il controller può fare unstake, riscattare, ritornare a stake, cambiare destinazione ricompense e validatori.
ja: コントローラーは、アンステーク、引き出し、ステークへの返却、報酬の行き先変更、バリデーターの変更ができます。
ko: 컨트롤러는 unstake, 교환, 스테이킹 반환, 보상 대상 변경 및 검증자 변경을 할 수 있습니다.
pl: Konto kontrolera może unstake, odebrać, powrócić do stake, zmienić cel nagród i walidatorów.
pt_pt: O controlador pode desfazer o stake, resgatar, retornar ao stake, alterar o destino das recompensas e os validadores.
ru: Контроллер аккаунт может вывести из стейка, забрать, вернуть в стейк, сменить назначение вознаграждений и валидаторов.
tr: Kontrolör, stakeden çıkarabilir, kurtarabilir, stakeye geri dönebilir, ödül hedefini ve doğrulayıcıları değiştirebilir.
vi: Tài khoản controller có thể Unstake, rút, trở lại stake, thay đổi điểm đến phần thưởng và trình xác thực.
zh_hans: 控制器账户可以：从质押中提取，赎回，返回到质押中，更改奖励目的地和验证器。

# staking.switch.account.to.stash
source: Switch your account to stash to set the controller.
es: Cambia tu cuenta a stash para configurar el controlador.
fr: Basculez votre compte vers la réserve pour configurer le contrôleur.
hu: A vezérlő fiók beállításához válts át a stash fiókodra.
id: Alihkan akun Anda ke stash untuk mengatur pengontrol.
it: Passa il tuo account a stash per impostare il controller.
ja: コントローラーを設定するためにアカウントをstashに切り替えてください。
ko: 컨트롤러를 설정하려면 계정을 스태시로 전환하세요.
pl: Zmień swoje konto na stash, aby ustawić kontroler.
pt_pt: Troque sua conta para stash para definir o controlador.
ru: Для установки контроллер аккаунта смените аккаунт на стэш.
tr: Kontrolörü belirlemek için hesabınızı stash'e çevirin.
vi: Chuyển tài khoản của bạn sang stash để thiết lập bộ điều khiển.
zh_hans: 将您的账户切换到贮藏账户以设置控制器。
